Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/xblock-sql-grader/sql_grader/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: We could not execute your query; please try again.
bo: ང་ཚོས་ཁྱེད་ཀྱི་འདྲི་རྩད་ལག་བསྟར་བྱེད་ཐུབ་མ་སོང་། ཡང་བསྐྱར་ཚོད་ལྟ་གནང་རོགས།

source: Weight
bo: སྦྱངས་འབྲས་བརྒྱ་ཆ།

source: This assigns an integer value representing the weight of this problem
bo: འདིས་དཀའ་ངལ་འདིའི་ལྗིད་ཚད་མཚོན་པའི་ཧྲིལ་གྲངས་རིན་ཐང་སྤྲོད་ཀྱི་ཡོད།

source: Display Name
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།

source: The display name for this component.
bo: ཆ་ཤས་འདིའི་བཀྲམ་སྟོན་མིང་།

source: SQL Problem
bo: SQL དཀའ་ངལ།

source: Dataset
bo: གྲངས་ཐོའི་ཆ་ཚན།

source: Which initial dataset/database to be used for queries
bo: འདྲི་རྩད་ཀྱི་ཆེད་དུ་འགོ་འཛུགས་གྲངས་ཐོའི་ཆ་ཚན/གཞི་གྲངས་མཛོད་གང་ཞིག་བེད་སྤྱོད་གཏོང་དགོས་སམ།

source: Answer Query
bo: འདྲི་རྩད་ལན་འདེབས།

source: A correct response SQL query
bo: ལན་ཡང་དག་པའི་SQLའདྲི་རྩད།

source: Verify Query
bo: འདྲི་རྩད་བདེན་དཔང་བྱེད་པ།

source: A secondary verification SQL query, to be used if the answer_query modifies the database (UPDATE, INSERT, DELETE, etc.). Only enter a single SELECT query here, which is used for matching the answer
bo: གལ་ཏེ་ལན་_འདྲི་རྩད་ཀྱིས་གནས་སྡུད་གཞི་གྲངས་བསྒྱུར་བཅོས་བྱེད་ན་བེད་སྤྱོད་གཏོང་བའི་གཉིས་པ་བདེན་དཔང་SQLའདྲི་རྩད། (UPDATE, INSERT, DELETE, etc.) འདིར་འདེམས་སྒྲུག་འདྲི་རྩད་གཅིག་ལས་མེད། དེ་ནི་ལན་མཐུན་སྒྲིག་བྱེད་པར་བེད་སྤྱོད་བྱེད།

source: Modification query statements
bo: བཟོ་བཅོས་འདྲི་རྩད་གསལ་བསྒྲགས།

source: Optional SQL statements, to be executed after the user-submitted query, but before the verify_query.
bo: འདམ་ཀའི་SQLགསལ་བསྒྲགས། བཀོལ་སྤྱོད་པས་ཕུལ་བའི་འདྲི་རྩད་ཀྱི་རྗེས་སུ་ལག་བསྟར་བྱེད་དགོས། འོན་ཀྱང་བདེན་དཔང་_འདྲི་རྩད་ཀྱི་སྔོན་ལ།

source: Is Ordered?
bo: མངགས་ཉོ་བྱས་ཡོད་དམ།

source: Should results be in order?
bo: གྲུབ་འབྲས་གོ་རིམ་ལྡན་པ་ཞིག་ཡིན་དགོས་སམ།

source: Prompt
bo: དུས་བཀག

source: Explanatory text to accompany the problem
bo: དཀའ་རྙོག་དང་མཉམ་དུ་འགྲེལ་བརྗོད་ཡིག་ཆ།

source: Submission Query
bo: འབུལ་འདྲི་རྩད།

source: A Submission Query
bo: ཕུལ་བའི་འདྲི་རྩད།

source: %(score_weighted)s/%(max_score)s point (graded)
bo: %(score_weighted)s / %(max_score)s སྐར་མ། (རིམ་པ་བགོས་ཡོད།)

source: 0 points (ungraded)
bo: སྐར་མ་0(རིམ་པ་མ་བརྒྱབ་པ)

source: Note:
bo: དྲན་ཐོ:

source: Your queries are executed using SQLite, so you must conform to the SQL constructs supported by SQLite.
bo: ཁྱེད་ཀྱི་འདྲི་རྩད་དེ་ཚོ་SQLite བཀོལ་ནས་ལག་བསྟར་བྱེད་ཀྱི་ཡོད། དེར་བརྟེན་ཁྱེད་ཀྱིས་SQLite གིས་རྒྱབ་སྐྱོར་བྱེད་པའི་SQL བཟོ་བཀོད་ལ་མཐུན་དགོས།

source: Press ESC then TAB or click outside of the code editor to exit
bo: ESC དེ་ནས་ TAB མནན་པའམ་ཡང་ན་ཨང་གྲངས་རྩོམ་སྒྲིག་ཆས་ཀྱི་ཕྱི་རོལ་དུ་མནན་ནས་ཕྱིར་ཐོན་དགོས།

source: Submit
bo: འབུལ་སྤྲོད།

source: Show Answer
bo: ལན་སྟོན།

source: Correct
bo: ཡང་དག་པ

source: Incorrect
bo: ནོར་བ།

source: Unanswered
bo: ལན་བཏབ་མེད་པ།

source: To check your data modification statement, we ran the following query after your modification:
bo: ཁྱེད་ཀྱི་གཞི་གྲངས་བསྒྱུར་བཅོས་གསལ་བསྒྲགས་ཞིབ་བཤེར་བྱེད་ཆེད། ང་ཚོས་ཁྱེད་ཀྱི་བསྒྱུར་བཅོས་བྱས་རྗེས་གཤམ་གྱི་འདྲི་རྩད་སྤེལ།

source: Your Query Result:
bo: ཁྱེད་ཀྱི་འདྲི་རྩད་གྲུབ་འབྲས།

source: Expected Query Result:
bo: རེ་སྒུག་འདྲི་རྩད་གྲུབ་འབྲས།
