Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: bo, fr

source: This exam has a time limit associated with it.
bo: ཡིག་རྒྱུགས་འདི་ལ་དུས་ཚོད་ཀྱི་ཚད་གཞི་ཞིག་ཡོད།
fr: Cet examen est assorti d’une limite de temps.

source: To pass this exam, you must complete the problems in the time allowed.
bo: ཡིག་རྒྱུགས་འདི་ལོན་ཆེད་ཁྱེད་ཀྱིས་དུས་ཚོད་སྤྲད་པའི་ནང་དཀའ་ངལ་དེ་དག་སེལ་དགོས།
fr: Pour réussir cet examen, vous devez résoudre les problèmes dans le temps imparti.

source: After you select
bo: ཁྱེད་ཀྱིས་བདམས་རྗེས།
fr: Après avoir sélectionné

source: I am ready to start this timed exam,
bo: ངས་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་འདི་འགོ་འཛུགས་རྒྱུར་གྲ་སྒྲིག་ཡིན།
fr: Je suis prêt à commencer cet examen chronométré,

source: you will have
bo: ཁྱེད་ལ་ཡོད།
fr: Tu vas avoir

source: to complete and submit the exam.
bo: ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་ནས་འབུལ་དགོས།
fr: pour terminer et soumettre l&#39;examen.

source: I am ready to start this timed exam.
bo: ངས་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་འདི་འགོ་འཛུགས་རྒྱུར་གྲ་སྒྲིག་ཡིན།
fr: Je suis prêt à commencer cet examen chronométré.

source: Can I request additional time to complete my exam?
bo: ངས་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་ཆེད་དུས་ཚོད་འཕར་མ་རེ་ཞུ་བྱེད་ཐུབ་བམ།
fr: Puis-je demander un délai supplémentaire pour terminer mon examen ?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
bo: དབང་པོ་སྐྱོན་ཅན་ཡོད་ན། ཁྱེད་རང་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་ལ་དུས་ཚོད་ཁ་སྣོན་ཐོབ་ཐང་ཡོད་སྲིད། ཁྱེད་རང་གི་སློབ་ཚན་གྱི་རུ་ཁག་ལ་དུས་ཚོད་ཁ་སྣོན་གྱི་རོགས་རམ་སྐོར་གྱི་གནས་ཚུལ་དྲིས་རོགས།
fr: Si vous avez un handicap, vous pourriez avoir droit à une allocation de temps supplémentaire pour les examens chronométrés. Demandez à votre équipe de cours des informations sur les allocations de temps supplémentaires.

source: Are you sure that you want to submit your timed exam?
bo: ཁྱེད་རང་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་གཏོང་འདོད་ཡོད་པ་ངེས་གཏན་ཡིན་ནམ།
fr: Êtes-vous sûr de vouloir soumettre votre examen chronométré ?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
bo: ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་མ་བསྐུར་གོང་དཀའ་ངལ་རེ་རེའི་ཆེད་དུ་&quot;འབུལ་བ་&quot;ཞེས་པ་དེ་འདེམས་དགོས།
fr: Assurez-vous d&#39;avoir sélectionné « Soumettre » pour chaque problème avant de soumettre votre examen.

source: After you submit your exam, your exam will be graded.
bo: ཡིག་རྒྱུགས་ཕུལ་རྗེས་ཡིག་རྒྱུགས་ལ་སྐར་གྲངས་སྤྲོད་རྒྱུ་རེད།
fr: Après avoir soumis votre examen, votre examen sera noté.

source: Yes, submit my timed exam.
bo: རེད། ངའི་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་ཕུལ་རོགས།
fr: Oui, soumettre mon examen chronométré.

source: No, I want to continue working.
bo: མ་རེད། ངས་མུ་མཐུད་དུ་ལས་ཀ་བྱེད་འདོད་ཡོད།
fr: Non, je veux continuer à travailler.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
bo: ཐེངས་འདིའི་ཡིག་རྒྱུགས་ཀྱི་དུས་ཚོད་རྫོགས་ཟིན། ཁྱེད་རང་གི་རྒྱུགས་སྤྲོད་ཟིན་པ་དང་ལས་ཀ་གང་ཞིག་བསྒྲུབས་ཟིན་པ། རིམ་པ་བགོས་རྒྱུ་རེད།
fr: Le temps imparti pour cet examen est expiré. Votre examen a été soumis et tout travail que vous avez terminé sera noté.

source: You have submitted your timed exam.
bo: ཁྱོད་ཀྱིས་དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་རྒྱུགས་སྤྲོད་བྱས་ཟིན།
fr: Vous avez soumis votre examen chronométré.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
bo: དུས་ཚོད་ཟིན་རྗེས་ཡིག་རྒྱུགས་ལ་བསྐྱར་ཞིབ་བྱེད་ཆོག འོན་ཀྱང་ལན་བསྒྱུར་མི་ཐུབ།
fr: Une fois la date limite passée, vous pouvez réviser l’examen, mais vous ne pouvez pas modifier vos réponses.

source: {num_of_hours} hour
bo: {num_of_hours} ༠ཆུ་ཚོད།
fr: {num_of_hours} heure

source: {num_of_hours} hours
bo: {num_of_hours} ༠ ཆུ་ཚོད།
fr: {num_of_hours} heures

source: {num_of_minutes} minutes
bo: {num_of_minutes} ༠སྐར་མ།

source: and {num_of_minutes} minute
bo: དང་ {num_of_minutes} ༠སྐར་མ།
fr: et {num_of_minutes} minutes

source: {num_of_minutes} minute
bo: {num_of_minutes} ༠སྐར་མ།

source: and {num_of_minutes} minutes
bo: དང་ {num_of_minutes} ༠སྐར་མ་
fr: et {num_of_minutes} minutes

source: a proctored exam
bo: ལྟ་རྟོག་བྱས་པའི་ཡིག་རྒྱུགས།
fr: un examen surveillé

source: a timed exam
bo: དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་རྒྱུགས།
fr: un examen chronométré

source: an onboarding exam
bo: ནང་ཞུགས་རྒྱུགས་གཞི།
fr: un examen d&#39;intégration

source: a practice exam
bo: ལག་ལེན་རྒྱུགས་གཞི།
fr: un examen pratique

source: could not determine the course_id
bo: སློབ་ཚན་ཨང་རྟགས་གཏན་འཁེལ་བྱེད་མ་ཐུབ།
fr: n&#39;a pas pu déterminer le course_id

source: Must be a Staff User to Perform this request.
bo: རེ་འདུན་འདི་སྒྲུབ་པར་ངེས་པར་དུ་ལས་བྱེད་སྤྱོད་མཁན་ཞིག་ཡིན་དགོས།
fr: Vous devez être un utilisateur du personnel pour effectuer cette demande.

source: Missing required query parameter course_id
bo: དགོས་མཁོའི་འདྲི་རྩད་ཚད་གཞི་ course_id བརླག་སོང་།
fr: Paramètre de requête obligatoire manquant course_id

source: There is no onboarding exam related to this course id.
bo: སློབ་ཚན་འདི་དང་འབྲེལ་བའི་ཡིག་རྒྱུགས་མེད།
fr: Il n’y a aucun examen d’intégration lié à cet identifiant de cours.

source: There is no onboarding exam accessible to this user.
bo: བཀོལ་སྤྱོད་པ་འདི་ལ་འཛུལ་ཞུགས་ཡིག་རྒྱུགས་མེད།
fr: Aucun examen d’intégration n’est accessible à cet utilisateur.

source: No onboarding status API for {proctor_service}
bo: {proctor_service} ལ་ནང་འཛུལ་གནས་ཚུལ་API མེད།
fr: Aucune API de statut d&#39;intégration pour {proctor_service}

source: The onboarding service is temporarily unavailable. Please try again later.
bo: གནམ་གྲུའི་ནང་དུ་འཛུལ་བའི་ཞབས་ཞུ་གནས་སྐབས་རིང་ཐོབ་ཐུབ་ཀྱི་མེད། རྗེས་སུ་ཡང་བསྐྱར་ཚོད་ལྟ་གནང་རོགས།
fr: Le service d&#39;intégration est temporairement indisponible. Veuillez réessayer plus tard.

source: you have less than a minute remaining
bo: ཁྱེད་ལ་དུས་ཚོད་སྐར་མ་གཅིག་ལས་ཉུང་བ་ཡོད།
fr: il te reste moins d&#39;une minute

source: Enter a valid username or email
bo: ནུས་ལྡན་གྱི་སྤྱོད་མཁན་གྱི་མིང་ངམ་གློག་འཕྲིན་ཞིག་བླུགས།
fr: Entrez un nom d&#39;utilisateur ou une adresse e-mail valide

source: user_info
bo: སྤྱོད་མཁན་གྱི་ཆ་འཕྲིན།
fr: informations utilisateur

source: Enter a valid positive value number
bo: ནུས་ལྡན་གྱི་གནས་ཐང་ཨང་གྲངས་བླུགས།
fr: Entrez un nombre de valeur positive valide

source: allowance_value
bo: ཁ་གསབ་_རིན་ཐང་།
fr: allocation_value

source: Cannot update attempt review status
bo: ཚོད་ལྟའི་བསྐྱར་ཞིབ་གནས་ཚུལ་གསར་བཅོས་བྱེད་མི་ཐུབ།
fr: Impossible de mettre à jour l&#39;état de la tentative d&#39;examen

source: No exams in course {course_id}.
bo: སློབ་ཚན་ {course_id} ནང་ཡིག་རྒྱུགས་མེད།
fr: Aucun examen dans le cours {course_id} .

source: No proctored exams in course {course_id}
bo: སློབ་ཚན་ {course_id} ནང་དུ་སློབ་ཁྲིད་བྱས་པའི་ཡིག་རྒྱུགས་མེད།
fr: Aucun examen surveillé dans le cours {course_id}

source: No instructor dashboard for {proctor_service}
bo: {proctor_service} ལ་སློབ་ཁྲིད་བྱེད་མཁན་གྱི་མཛུབ་སྟོན་སྒྲོམ་མེད།
fr: Pas de tableau de bord instructeur pour {proctor_service}
