Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: bo, fr

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
bo: ཁྱེད་ཀྱི་བརྟག་དཔྱད་བྱས་པའི་ཡིག་རྒྱུགས་ལ་མ་ལག་གི་ནོར་འཁྲུལ་བྱུང་ཡོད། འདིར་འབྲེལ་བ་གནང་རོགས། <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s ལ་རྒྱབ་སྐྱོར</a> ། རོགས་རམ་དང་། ཁྱེད་ལ་བཀའ་སློབ་གཞན་དག་ཐོབ་རྗེས་ཡིག་རྒྱུགས་ལ་ལོག་དགོས།
fr: Une erreur système s&#39;est produite lors de votre examen surveillé. Veuillez contacter <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Prise en charge</a> de assistance et revenez à l’examen une fois que vous aurez reçu des instructions supplémentaires.

source: Close
bo: སྒོ་རྒྱོབས།
fr: Fermer

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
bo: ཡིག་རྒྱུགས་འདིའི་ནང་དོན་དེ་RPNowབརྒྱུད་ནས་མ་གཏོགས་ལྟ་ཐུབ་ཀྱི་མེད། ཉེར་སྤྱོད། གལ་ཏེ་ཁྱེད་རང་གིས་ད་དུང་རྒྱུགས་སྤྲོད་མ་ཚར་བ་ཡིན་ན། མུ་མཐུད་དུ་འགྲོ་བར་RPNowམཉེན་ཆས་ལ་ལོག་དགོས།
fr: Le contenu de cet examen ne peut être consulté que via RPNow application. Si vous n&#39;avez pas encore terminé votre examen, veuillez revenez à l’application RPNow pour continuer.

source: Alternatively, you can end your exam.
bo: ཡང་ན་ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་ཆོག
fr: Alternativement, vous pouvez mettre fin à votre examen.

source: End My Exam
bo: ངའི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ།
fr: Terminer mon examen

source: The due date for this exam has passed
bo: ཡིག་རྒྱུགས་འདིའི་དུས་ཚོད་འདས་ཟིན།
fr: La date limite pour cet examen est dépassée

source: Because the due date has passed, you are no longer able to take this exam.
bo: རྒྱུ་མཚན་ནི་དུས་ཚོད་འདས་ཟིན་པས་ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་འདི་གཏོང་མི་ཐུབ།
fr: La date limite étant dépassée, vous ne pouvez plus passer cet examen.

source: You did not satisfy the requirements for taking this exam with proctoring.
bo: ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་འདི་ལ་ལྟ་རྟོག་བྱེད་པའི་ཆ་རྐྱེན་སྐོང་མ་ཐུབ།
fr: Vous n&#39;avez pas satisfait aux exigences pour passer cet examen avec surveillance.

source: You did not satisfy the following prerequisites:
bo: ཁྱོད་ཀྱིས་གཤམ་གྱི་སྔོན་འགྲོའི་ཆ་རྐྱེན་ཚང་མེད།
fr: Vous n&#39;avez pas satisfait aux prérequis suivants :

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན་ཚང་མེད་པའི་རྐྱེན་གྱིས་ཁྱེད་ཀྱིས་ཡིག་རྒྱུགས་འདི་ལྟ་རྟོག་མེད་པར་མ་གཏོགས་གཏོང་མི་ཐུབ།
fr: En raison de conditions préalables non remplies, vous ne pouvez passer cet examen que sans surveillance.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
bo: གལ་ཏེ་ཁྱེད་ལ་དགོས་མཁོའི་གནས་ཚུལ་སྐོར་ལ་དྲི་བ་ཡོད་ན། %(platform_name)s རྒྱབ་སྐྱོར་ལ་འབྲེལ་བ་བྱོས།
fr: Si vous avez des questions sur l&#39;état de vos besoins, contactez le support %(platform_name)s .

source: About Proctored Exams
bo: ལྟ་རྟོག་བྱས་པའི་རྒྱུགས་གཞིའི་སྐོར།
fr: À propos des examens surveillés

source: You have not activated your account.
bo: ཁྱེད་རང་གི་རྩིས་ཁྲ་དེ་ཤུགས་སྣོན་བརྒྱབ་མེད།
fr: Vous n&#39;avez pas activé votre compte.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
bo: ཁྱེད་ཀྱི་ %(platform_name)s ཁ་བྱང་ད་དུང་བཀོལ་སྤྱོད་བྱས་མེད། འཛིན་གྲྭའི་ཡིག་རྒྱུགས་ལེན་ཆེད། ཁྱེད་རང་གིས་ཁྱེད་རང་གི་རྩིས་ཁྲ་དེ་ཤུགས་སྣོན་གཏོང་དགོས།
fr: Votre compte %(platform_name)s n&#39;a pas encore été activé. Pour passer l&#39;examen surveillé, vous devez activer votre compte.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
bo: ཁྱེད་རང་གི་ཐོ་འགོད་བྱས་པའི་གློག་འཕྲིན་གྱི་ནང་སྒམ་དང་སི་པམ་སྣོད་ནང་ལ་གློག་འཕྲིན་ཤུགས་སྣོན་གཏོང་བར་ལྟ་ཞིབ་གནང་རོགས། %(platform_name)s .
fr: Veuillez vérifier les dossiers Boîte de réception et Spam de votre e-mail enregistré pour un e-mail d&#39;activation de %(platform_name)s .

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་གློག་འཕྲིན་འདི་རྙེད་མ་ཐུབ་ན་ཁྱེད་ <a href="%(reset_link)s" target="_blank">ཀྱི་གསང་གྲངས་དེ་ ༡ ལ་བསྐྱར་སྒྲིག་བྱེད་</a> ཆོག ཁྱེད་རང་གི་རྩིས་ཁྲ་ཤུགས་སྣོན་རྒྱོབ།
fr: Si vous ne trouvez pas cet e-mail, vous pouvez <a href="%(reset_link)s" target="_blank">réinitialiser votre mot de passe</a> pour activez votre compte.

source: If you cannot find this email, you can reset your password to activate your account.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་གློག་འཕྲིན་འདི་རྙེད་མ་ཐུབ་ན་ཁྱེད་ཀྱི་གསང་གྲངས་སླར་གསོ་བྱས་ཏེ་ཁྱེད་ཀྱི་ཁ་བྱང་བཀོལ་སྤྱོད་བྱེད་ཐུབ།
fr: Si vous ne trouvez pas cet e-mail, vous pouvez réinitialiser votre mot de passe pour activer votre compte.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
bo: གལ་ཏེ་ཁྱེད་ལ་མུ་མཐུད་དཀའ་ངལ་འཕྲད་ཚེ་འབྲེལ་བ་གནང་རོགས། <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s རྒྱབ་སྐྱོར</a> །
fr: Si vous continuez à rencontrer des problèmes, veuillez contacter <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Prise en charge</a> .

source: Set up and start your proctored exam
bo: ཁྱེད་རང་གི་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་སྒྲིག་འཛུགས་དང་འགོ་འཛུགས།
fr: Configurez et démarrez votre examen surveillé

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
bo: མཆན: ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་སྒྲིག་ཆས་ཀྱི་ཆ་ཤས་ཤིག་ཡིན་པའི་ཆ་ནས་ཁྱེད་ལ་དྲིས་རྒྱུ་རེད། ཁྱེད་རང་གི་ངོ་བོ་བདེན་དཔང་བྱེད་ཆེད། ཁྱེད་རང་འགོ་མ་བཙུགས་གོང་ཁྱེད་རང་ཡིན་པ་གཏན་འཁེལ་བྱེད་དགོས། དྲ་རྒྱའི་པར་ཆས་ཡོད་པའི་གློག་ཀླད་སྟེང་དང་། ཁྱེད་ལ་ནུས་ལྡན་གྱི་ཡིག་ཆ་ཞིག་ཡོད། ཁ་ལོ་བའི་ལག་འཁྱེར་ལྟ་བུའི་པར་རིས་ངོས་འཛིན་ལག་ཁྱེར་ཡང་ན་ ཕྱི་སྐྱོད་ལག་ཁྱེར།
fr: Remarque : Dans le cadre de la configuration de l&#39;examen surveillé, il vous sera demandé pour vérifier votre identité. Avant de commencer, assurez-vous d&#39;être sur un ordinateur équipé d&#39;une webcam, et que vous disposez d&#39;un formulaire valide d&#39;une pièce d&#39;identité avec photo telle qu&#39;un permis de conduire ou passeport.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
bo: གལ་ཏེ་ཁྱེད་ལ་ལྟ་རྟོག་དང་འབྲེལ་བའི་གནད་དོན་ཡོད་ན། ཁྱེད་ཀྱིས་ %(provider_name)s ལག་རྩལ་རྒྱབ་སྐྱོར་ལ་གློག་འཕྲིན་བཏང་ནས་ %(provider_tech_support_email)s ཡང་ན་ %(provider_tech_support_phone)s ལ་ཁ་པར་བཏང་ནས་འབྲེལ་བ་བྱེད་ཐུབ།
fr: Si vous rencontrez des problèmes liés à la surveillance, vous pouvez contacter le support technique %(provider_name)s en envoyant un e-mail %(provider_tech_support_email)s ou en appelant %(provider_tech_support_phone)s .

source: Start System Check
bo: མ་ལག་ཞིབ་བཤེར།
fr: Démarrer la vérification du système

source: Start Exam
bo: ཡིག་རྒྱུགས་འགོ་བཙུགས།
fr: Commencer l&#39;examen

source: Step 1
bo: རིམ་པ་དང་པོ།
fr: Étape 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
bo: ཐུན་མོང་མ་ཡིན་པའི་ཡིག་རྒྱུགས་ཨང་རྟགས་འདི་འདྲ་བཤུས་བྱོས། ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་མ་འགོ་ཚུགས་གོང་དུ་ཡིག་ཆ་འདི་སྦྱར་དགོས་པའི་བརྡ་སྟོན་གྱི་རེད།
fr: Copiez ce code d&#39;examen unique. Vous serez invité à coller ce code plus tard avant de commencer l&#39;examen.

source: Copy Exam Code
bo: ཡིག་རྒྱུགས་ཨང་རྟགས་འདྲ་བཤུས།
fr: Copier le code d&#39;examen

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
bo: ཡིག་རྒྱུགས་ཨང་རྟགས་འདེམས་རྗེས་ཚོད་འཛིན་ + C (Windows) ཡང་ན་བཀའ་ཚིག་ + C (Mac) བཀོལ་ནས་འདྲ་བཤུས་བྱེད་དགོས།
fr: Sélectionnez le code de l&#39;examen, puis copiez-le à l&#39;aide de Ctrl + C (Windows) ou Commande + C (Mac).

source: Step 2
bo: གོམ་པ་གཉིས་པ།
fr: Étape 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
bo: ཁྱེད་རང་གི་མ་ལག་ཞིབ་བཤེར་ད་ལྟ་འགོ་བཙུགས། གོམ་པ་འདིའི་ཆེད་དུ་སྒེའུ་ཁུང་གསར་པ་ཞིག་ཁ་ཕྱེ་ནས་ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་ངོ་བོ་བདེན་དཔང་བྱེད།
fr: Démarrez la vérification de votre système maintenant. Une nouvelle fenêtre s&#39;ouvrira pour cette étape et vous vérifierez votre identité.

source: Make sure you:
bo: ངེས་པར་དུ།
fr: Assurez-vous:

source: Have a computer with a functioning webcam
bo: དྲ་རྒྱའི་པར་ཆས་བཀོལ་སྤྱོད་བྱེད་ཐུབ་པའི་གློག་ཀླད་ཡོད་པ།
fr: Avoir un ordinateur avec une webcam fonctionnelle

source: Have your valid photo ID (e.g. driver's license or passport) ready
bo: ཁྱེད་རང་གི་པར་རིས་ཡོད་པའི་ཐོབ་ཐང་ལག་ཁྱེར་(དཔེར་ན། ཁ་ལོ་བའི་ལག་འཁྱེར་ཡང་ན་ཕྱི་སྐྱོད་ལག་ཁྱེར)གྲ་སྒྲིག་ཡོད་དགོས།
fr: Préparez votre pièce d&#39;identité valide avec photo (par exemple, permis de conduire ou passeport)

source: Step 3
bo: གོམ་པ་གསུམ་པ།
fr: Étape 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
bo: བདེ་འཇགས་དང་ཡིག་རྒྱུགས་བདེ་འཇགས་ཀྱི་གནད་དོན་ལ་བརྟེན་ནས་ང་ཚོས་ཁྱེད་རང་གི་edXརྩིས་ཁྲ་ནང་འཛུལ་དགོས་པའི་འབོད་སྐུལ་བྱེད་ཀྱི་ཡོད། དེ་ནས་ང་ཚོས་ཁྱེད་ལ་RPNow ལྟ་རྟོག་པའི་ཉམས་མྱོང་ལ་ལམ་སྟོན་བྱེད།
fr: Pour des raisons de sécurité et d&#39;intégrité de l&#39;examen, nous vous demandons de vous connecter à votre compte edX. Ensuite, nous vous dirigerons vers l’expérience de surveillance RPNow.

source: Take this exam without proctoring.
bo: ཡིག་རྒྱུགས་འདི་ལྟ་རྟོག་མེད་པར་བླངས།
fr: Passez cet examen sans surveillance.

source: You must complete an onboarding exam before taking this proctored exam
bo: ཁྱེད་རང་གིས་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་འདི་མ་བླངས་གོང་དུ་ངེས་པར་དུ་ཡིག་རྒྱུགས་ལེན་དགོས།
fr: Vous devez passer un examen d&#39;intégration avant de passer cet examen surveillé.

source: Please complete an onboarding exam before attempting this exam.
bo: ཡིག་རྒྱུགས་འདི་མ་བཏང་གོང་དུ་ཡིག་རྒྱུགས་ལེན་རོགས།
fr: Veuillez passer un examen d&#39;intégration avant de tenter cet examen.

source: Navigate to onboarding exam
bo: ནང་ཞུགས་རྒྱུགས་ལ་འགྲོ་དགོས།
fr: Accédez à l&#39;examen d&#39;intégration

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
bo: ཁྱེད་རང་གི་སློབ་གྲྭར་འཛུལ་བའི་ཡིག་རྒྱུགས་ལ་བསྐྱར་ཞིབ་བྱེད་བཞིན་ཡོད། ཡིག་རྒྱུགས་འདི་མ་བཏང་གོང་ཁྱེད་རང་གི་ཡིག་རྒྱུགས་བསྐྱར་ཞིབ་བྱེད་པར་ཚོང་ལས་ཉིན་གྲངས་༢ལྷག་ཙམ་སྤྲོད་རོགས།
fr: Votre examen d&#39;intégration est en cours d&#39;examen. Avant de passer cet examen, veuillez prévoir au moins deux jours ouvrables pour que votre examen d&#39;intégration soit examiné.

source: Your onboarding exam failed to pass all requirements.
bo: ཁྱེད་རང་གི་སློབ་གྲྭར་འཛུལ་བའི་ཡིག་རྒྱུགས་དེ་ཆ་རྐྱེན་ཚང་མ་ལོན་མ་སོང་།
fr: Votre examen d&#39;intégration n&#39;a pas satisfait à toutes les exigences.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
bo: ཁྱེད་ཀྱི་ཡིག་རྒྱུགས་ལ་ལྟ་རྟོག་བྱེད་པ་དེ་ %(provider_name)s བརྒྱུད་ནས་སྤྲོད་ཀྱི་ཡོད། གལ་ཏེ་ཁྱེད་ལ་སློབ་གྲྭར་འཛུལ་བའི་ཡིག་རྒྱུགས་ཀྱི་གནས་ཚུལ་སྐོར་ལ་དྲི་བ་ཡོད་ན། འབྲེལ་བ་བྱོས། <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
fr: La surveillance de votre examen est assurée via %(provider_name)s . Si vous avez des questions sur le statut de votre examen d&#39;intégration, contactez <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
bo: ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་འདིའི་སྔོན་འགྲོའི་ཆ་རྐྱེན་མ་ཚང་བ་རེད། ཁྱེད་རང་གིས་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་འདི་མ་བཏང་གོང་དུ་དགོས་མཁོ་ཚང་མ་ཚང་དགོས།
fr: Vous n&#39;avez pas complété les prérequis pour cet examen. Toutes les conditions doivent être remplies avant de pouvoir passer cet examen surveillé.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
bo: གཤམ་གྱི་སྔོན་འགྲོའི་ཆ་རྐྱེན་རྣམས་ <strong>སྒུག་བཞིན་པའི་</strong> གནས་སྟངས་སུ་གནས་ཡོད་པས་མུ་མཐུད་དུ་མཇུག་སྒྲིལ་མ་ཐག་ལེགས་འགྲུབ་བྱུང་དགོས།
fr: Les conditions préalables suivantes sont en <strong>attente</strong> et doivent être remplies avec succès avant de pouvoir continuer :

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
bo: ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་འདི་སྔོན་འགྲོའི་ཆ་རྐྱེན་ཚང་མ་མཐར་ཕྱིན་རྗེས་གཞི་ནས་སློབ་ཁྲིད་ཀྱི་ཐོག་ནས་གཏོང་ཐུབ།
fr: Vous ne pouvez passer cet examen avec surveillance que lorsque toutes les conditions préalables ont été remplies avec succès.

source: Your Proctoring Session Has Started
bo: ཁྱེད་རང་གི་སློབ་ཁྲིད་ཚོགས་འདུ་འགོ་ཚུགས་ཟིན།
fr: Votre session de surveillance a commencé

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
bo: དུས་ཚོད་འདི་ནས་བཟུང་ཁྱེད་རང་གིས་དྲ་ <a href="%(link_urls.online_proctoring_rules)s" target="_blank">ཐོག་གི་སློབ་ཁྲིད་ཀྱི་ཁྲིམས་ལུགས་</a> ལྟར་ཁྱེད་རང་གི་ཡིག་རྒྱུགས་ཆེད་དུ་སློབ་ཁྲིད་ཀྱི་བསྐྱར་ཞིབ་ལ་འགྲོ་དགོས།
fr: À partir de ce moment, vous devez suivre les <a href="%(link_urls.online_proctoring_rules)s" target="_blank">règles de surveillance en ligne</a> pour réussir l&#39;examen de surveillance de votre examen.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
bo: ཡིག་རྒྱུགས་མ་ཚར་གོང་སྒེའུ་ཁུང་འདི་ཁ་མི་རྒྱག་རོགས། གལ་ཏེ་ཁྱེད་ཀྱིས་སྒེའུ་ཁུང་འདི་ཁ་རྒྱག་ན། ཁྱེད་ཀྱི་སློབ་ཁྲིད་ཀྱི་དུས་ཚོད་མཇུག་སྒྲིལ་ནས་ཁྱེད་ཀྱིས་སློབ་ཁྲིད་ཀྱི་ཡིག་རྒྱུགས་མཐར་ཕྱིན་མི་ཐུབ།
fr: Ne fermez pas cette fenêtre avant d&#39;avoir terminé votre examen. si vous fermez cette fenêtre, votre session de surveillance se termine et vous ne réussirez pas l&#39;examen surveillé.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
bo: ཁྱེད་རང་གི་ཡིག་རྒྱུགས་འགོ་འཛུགས་ཆེད་དུ་ %(platform_name)s སློབ་ཚན་གྱི་སྒེའུ་ཁུང་ལ་ལོག་དགོས། རྒྱུགས་སྤྲོད་ཚར་དུས་དང་། འདི་མཇུག་སྒྲིལ་ཟིན། ཁྱོད་ཀྱིས་ལྟ་རྟོག་ཚོགས་འདུ་མཇུག་སྒྲིལ་ཆེད་སྒེའུ་ཁུང་འདི་ཁ་རྒྱག་ཆོག བསྐྱར་ཞིབ་ཆེད་དུ་ཁྱེད་རང་གི་ལྟ་རྟོག་ཚོགས་འདུའི་གནས་ཚུལ་དེ་ཡར་བསྐུར་རོགས།
fr: Revenez à la fenêtre du cours %(platform_name)s pour commencer votre examen. Lorsque vous aurez terminé votre examen et l&#39;avez marqué comme terminé, vous pouvez fermer cette fenêtre pour mettre fin à la session de surveillance et téléchargez les données de votre session de surveillance pour examen.

source: Your exam is ready to be resumed.
bo: ཁྱེད་ཀྱི་ཡིག་རྒྱུགས་སླར་གསོ་བྱེད་པར་གྲ་སྒྲིག་བྱས་ཟིན།
fr: Votre examen est prêt à reprendre.

source: You will have %(total_time)s to complete your exam.
bo: ཁྱེད་རང་ལ་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་ཆེད་དུ་ %(total_time)s ཡོད།
fr: Vous aurez %(total_time)s pour terminer votre examen.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
bo: སློབ་ཚན་འདི་དང་འབྲེལ་བའི་བུན་གཡར་ཡང་ན་ལས་རིམ་གྱི་ཆོག་མཆན་ཐོབ་ཐང་ཡོད་པའི་ཆེད་དུ་ཁྱེད་ཀྱིས་ཡིག་རྒྱུགས་འདིའི་ཆེད་དུ་སློབ་ཁྲིད་ཀྱི་བསྐྱར་ཞིབ་ལས་བརྒལ་དགོས།
fr: Pour être admissible au crédit ou au titre de programme associé à ce cours, vous devez réussir l&#39;examen de surveillance pour cet examen.

source: Important
bo: གཙིགས་ཆེན

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
bo: • ཁྱེད་ལ་ཡིག་རྒྱུགས་འདི་མཇུག་སྒྲིལ་ཆེད་དུ་ %(total_time)s ཡོད།</br> • ཡིག་རྒྱུགས་འགོ་ཚུགས་རྗེས་དུས་ཚོད་བཀག་མི་ཐུབ།</br> • དྲི་བ་རིགས་ཚང་མར་ལན་འདེབས་བྱེད་པར་&quot;submit&quot; ཞེས་པ་དེ་ལ་སྣུན་དགོས།</br> • གལ་ཏེ་ཁྱེད་ཀྱིས་&quot;ངའི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་&quot;ཞེས་པ་དེ་ལ་སྣུན་མ་ཐག དུས་ཚོད་རྫོགས་ན་ཁྱེད་ཀྱིས་ཕུལ་བའི་ལན་ཁོ་ནར་ཚད་གཞི་སྤྲོད་རྒྱུ་རེད།
fr: • Vous disposez de %(total_time)s pour passer cet examen.</br> • Une fois l&#39;examen commencé, vous ne pouvez pas arrêter le chronomètre.</br> • Pour tous les types de questions, vous devez cliquer sur « soumettre » pour compléter votre réponse.</br> • Si le délai expire avant que vous cliquiez sur « Terminer mon examen », seules vos réponses soumises seront notées.

source: Proctored Exam Rules
bo: ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་སྒྲིག་གཞི།
fr: Règles des examens surveillés

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
bo: ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་འདི་མཇུག་སྒྲིལ་སྐབས་གཤམ་གྱི་སྒྲིག་གཞི་ཁག་བརྩི་སྲུང་བྱེད་དགོས། <strong>གལ་ཏེ་ཁྱེད་ཀྱིས་སྒྲིག་གཞི་འདི་དག་ལ་འགལ་འཛོལ་བྱས་ན་ཁྱེད་ལ་ཡིག་རྒྱུགས་ཐོག་སྐར་གྲངས་༠ཐོབ་རྒྱུ་དང་། </strong></br>
fr: Vous devez respecter les règles suivantes pendant que vous complétez cet examen. <strong>Si vous enfreignez ces règles, vous recevrez une note de 0 à l’examen et vous ne serez pas éligible aux crédits de cours académiques. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
bo: %(platform_name)s དྲ་ཐོག་ལྟ་རྟོག་ཡིག་རྒྱུགས་ཀྱི་སྒྲིག་གཞི།
fr: %(platform_name)s Règles pour les examens surveillés en ligne

source: Additional Exam Rules
bo: ཁ་སྣོན་ཡིག་རྒྱུགས་སྒྲིག་གཞི།
fr: Règles d&#39;examen supplémentaires

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
bo: གཤམ་གསལ་གྱི་ཁ་སྣོན་སྒྲིག་གཞི་འདི་དག་ཡིག་རྒྱུགས་འདི་ལ་འཇུག་དགོས། ཁྲིམས་ལུགས་འདི་དག་དྲ་ཐོག་ནས་ལྟ་རྟོག་བྱེད་པའི་ཡིག་རྒྱུགས་ཀྱི་ཁྲིམས་ལུགས་ལས་གལ་ཆེ་བ་རེད།</br></br> %(exam_review_policy)s</br>
fr: Les règles supplémentaires suivantes s&#39;appliquent à cet examen. Ces règles ont préséance sur les règles relatives aux examens surveillés en ligne.</br></br> %(exam_review_policy)s</br>

source: Start my exam
bo: ངའི་ཡིག་རྒྱུགས་འགོ་བཙུགས།
fr: Commencer mon examen

source: Starting Exam
bo: འགོ་འཛུགས་རྒྱུགས་གཞི།
fr: Début de l&#39;examen

source: Are you sure you want to end your proctored exam?
bo: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་འདོད་ཡོད་དམ།
fr: Êtes-vous sûr de vouloir mettre fin à votre examen surveillé ?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
bo: ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་མ་བསྐུར་གོང་ལན་རེ་རེའི་ཆེད་དུ་&quot;འབུལ་བ་&quot;ཞེས་པ་དེ་འདེམས་དགོས།
fr: Assurez-vous d&#39;avoir sélectionné « Soumettre » pour chaque réponse avant de soumettre votre examen.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
bo: ཁྱེད་ཀྱིས་&quot;རེད། ངའི་སློབ་ཁྲིད་ཀྱི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་རོགས།&quot;ཞེས་པ་དེ་ལ་སྣུན་ན་ཡིག་རྒྱུགས་དེ་སྒོ་བརྒྱབ་ནས་ཁྱེད་ཀྱི་སློབ་ཁྲིད་ཀྱི་དུས་ཚོད་དེ་བསྐྱར་ཞིབ་ཆེད་དུ་ཕུལ་རྒྱུ་རེད།
fr: Une fois que vous aurez cliqué sur « Oui, mettre fin à mon examen surveillé », l&#39;examen sera clôturé et votre session de surveillance sera soumise pour révision.

source: Yes, end my proctored exam
bo: རེད། ངའི་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་རོགས།
fr: Oui, je mets fin à mon examen surveillé

source: Ending Exam
bo: མཇུག་བསྡུའི་རྒྱུགས་གཞི།
fr: Fin de l&#39;examen

source: No, I'd like to continue working
bo: མ་རེད། ངས་མུ་མཐུད་དུ་ལས་ཀ་བྱེད་འདོད་ཡོད།
fr: Non, j&#39;aimerais continuer à travailler

source: Your proctoring session was reviewed, but did not pass all requirements
bo: ཁྱེད་རང་གི་སློབ་ཁྲིད་ཚོགས་འདུ་བསྐྱར་ཞིབ་བྱས་ཡོད་ཀྱང་། ཆ་རྐྱེན་ཚང་མ་ལོན་མེད།
fr: Votre session de surveillance a été examinée, mais n&#39;a pas satisfait à toutes les exigences.

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
bo: གལ་ཏེ་ཁྱེད་ལ་ཁྱེད་ཀྱི་སློབ་ཁྲིད་ཚོགས་འདུའི་གྲུབ་འབྲས་ཀྱི་གནས་ཚུལ་སྐོར་ལ་དྲི་བ་ཡོད་ན། %(platform_name)s རྒྱབ་སྐྱོར་ལ་འབྲེལ་བ་བྱོས།
fr: Si vous avez des questions sur l&#39;état des résultats de votre session de surveillance, contactez l&#39;assistance %(platform_name)s .

source: If you have concerns about your proctoring session results, contact your course team.
bo: གལ་ཏེ་ཁྱེད་རང་ལ་སློབ་ཁྲིད་ཀྱི་དུས་ཚོད་ཀྱི་གྲུབ་འབྲས་ལ་སེམས་ཁྲལ་ཡོད་ན། ཁྱེད་རང་གི་སློབ་ཚན་གྱི་རུ་ཁག་ལ་འབྲེལ་བ་བྱོས།
fr: Si vous avez des inquiétudes concernant les résultats de votre session de surveillance, contactez votre équipe de cours.

source: You have submitted this proctored exam for review
bo: ཁྱོད་ཀྱིས་ལྟ་རྟོག་བྱས་པའི་ཡིག་རྒྱུགས་འདི་བསྐྱར་ཞིབ་ཆེད་དུ་ཕུལ་ཡོད།
fr: Vous avez soumis cet examen surveillé pour examen

source: Your recorded data should now be uploaded for review.
bo: ཁྱེད་ཀྱི་ཐོ་འགོད་བྱས་པའི་གཞི་གྲངས་ད་ལྟ་བསྐྱར་ཞིབ་ཆེད་དུ་ཡར་བསྐུར་དགོས།
fr: Vos données enregistrées devraient maintenant être téléchargées pour examen.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
bo: གལ་ཏེ་མཉེན་ཆས་ལྟ་རྟོག་བྱེད་པའི་སྒེའུ་ཁུངས་དེ་ད་དུང་ཁ་ཕྱེ་ཡོད་ན། ད་ལྟ་ཁ་རྒྱག་ནས་ཁྱེད་ཀྱིས་མཉེན་ཆས་དེ་ལས་ཕྱིར་འཐེན་བྱེད་འདོད་ཡོད་པར་གཏན་འཁེལ་བྱེད་དགོས།
fr: Si la fenêtre du logiciel de surveillance est toujours ouverte, fermez-la maintenant et confirmez que vous souhaitez quitter l&#39;application.

source: Proctoring results are usually available within 5 business days after you submit your exam.
bo: ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་བཏང་རྗེས་ཚོང་ལས་ཉིན་ལྔའི་ནང་ལ་ཞིབ་བཤེར་གྱི་གྲུབ་འབྲས་དེ་རྒྱུན་དུ་ཐོབ་ཐུབ།
fr: Les résultats de la surveillance sont généralement disponibles dans les 5 jours ouvrables suivant la soumission de votre examen.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
bo: གལ་ཏེ་ཁྱེད་ལ་ཁྱེད་ཀྱི་བརྟག་དཔྱད་བྱས་པའི་ཡིག་རྒྱུགས་གྲུབ་འབྲས་ཀྱི་གནས་ཚུལ་སྐོར་ལ་དྲི་བ་ཡོད་ན། %(platform_name)s རྒྱབ་སྐྱོར་ལ་འབྲེལ་བ་བྱོས།
fr: Si vous avez des questions sur l&#39;état de vos résultats d&#39;examen surveillés, contactez l&#39;assistance %(platform_name)s .

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
bo: ཁྱེད་ཀྱི་སློབ་ཁྲིད་ཚོགས་འདུ་དེ་ལེགས་འགྲུབ་ངང་བསྐྱར་ཞིབ་བྱས། ཁྱེད་རང་གི་ཡར་རྒྱས་ཤོག་ངོས་ལ་སོང་ནས་ཁྱེད་རང་གི་ཡིག་རྒྱུགས་གྲུབ་འབྲས་ལ་ལྟོས།
fr: Votre session de surveillance a été examinée avec succès. Accédez à votre page de progression pour afficher votre note à l’examen.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
bo: ཁྱེད་རང་གི་ཡིག་རྒྱུགས་དྲི་བ་དང་ལན་ལྟ་བར་ <strong>ངའི་ཡིག་རྒྱུགས་ལྟ་ཞེས་</strong> པ་དེ་འདེམས། ཡིག་རྒྱུགས་ཀྱི་བསྐྱར་ཞིབ་གནས་ཚུལ་གཡོན་ཕྱོགས་ཀྱི་འགྲུལ་བཞུད་སྒེའུ་ཁུང་ནང་སྟོན་ཡོད།
fr: Pour afficher vos questions et réponses d&#39;examen, sélectionnez <strong>Afficher mon examen</strong> . L&#39;état de révision de l&#39;examen est affiché dans le volet de navigation de gauche.

source: View my exam
bo: ངའི་རྒྱུགས་ལ་གཟིགས།
fr: Voir mon examen

source: %(exam_name)s is a Timed Exam (%(total_time)s)
bo: %(exam_name)s ནི་དུས་ %(total_time)s གཏན་འཁེལ་བྱས་པའི་ཡིག་རྒྱུགས་ཤིག་རེད།
fr: %(exam_name)s est un examen chronométré ( %(total_time)s )
