Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: bo, fr

source: internally reviewed
bo: ནང་ཁུལ་གྱིས་བསྐྱར་ཞིབ་ཟིན་པ།
fr: révisé en interne

source: All Unreviewed
bo: བསྐྱར་ཞིབ་སོང་མེད་པ་ཆ་ཚང་།
fr: Tout non révisé

source: All Unreviewed Failures
bo: བསྐྱར་ཞིབ་མ་བྱས་པའི་འཐུས་ཤོར་ཚང་མ།
fr: Tous les échecs non examinés

source: active proctored exams
bo: ཤུགས་ལྡན་གྱི་ལྟ་རྟོག་ཡིག་རྒྱུགས།
fr: examens surveillés actifs

source: courses with active proctored exams
bo: སློབ་ཚན་ཁག་ལ་ལྟ་རྟོག་ཤུགས་ཆེན་བྱེད་པའི་རྒྱུགས་གཞི།
fr: cours avec examens surveillés actifs

source: Course Id
bo: སློབ་ཚན་ཨང་རྟགས།
fr: Identifiant du cours

source: Created
bo: བཟོས་ཟིན།
fr: Créé

source: Download Software Clicked
bo: མཉེན་ཆས་ཕབ་ལེན་ལ་བསྣུན་ཐེངས།
fr: Télécharger le logiciel cliqué

source: Ready To Start
bo: འགོ་འཛུགས་གྲ་སྒྲིག།
fr: Prêt à commencer

source: Started
bo: འགོ་བརྩམས་འདུག
fr: Commencé

source: Ready To Submit
bo: འབུལ་རྒྱུའི་གྲ་སྒྲིག།
fr: Prêt à soumettre

source: Declined
bo: ངོས་ལེན་བྱེད་མེད་པ།
fr: Diminué

source: Timed Out
bo: དུས་ཚོད་རྫོགས་སོང་།
fr: Fin du temps

source: Submitted
bo: འབུལ་སྤྲོད་བྱས་ཟིན།
fr: Soumis

source: Second Review Required
bo: བསྐྱར་ཞིབ་ཐེངས་གཉིས་པའི་ཆ་རྐྱེན་བཏོན་འདུག
fr: Deuxième examen requis

source: Verified
bo: ངོས་འཛིན་བྱས་ཟིན་པ།
fr: Vérifié

source: Rejected
bo: ངོས་ལེན་བྱས་མ་སོང་།
fr: Rejeté

source: Error
bo: གནད་དོན།
fr: Erreur

source: Onboarding Missing
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་ཤོར་ཟིན་འདུག
fr: Intégration manquante

source: Onboarding Failed
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་འཕྲོད་མི་འདུག
fr: Échec de l&#39;intégration

source: Onboarding Pending
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་སྒུག་ཐོའི་ནང་ཡོད།
fr: Intégration en attente

source: Onboarding Expired
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་ཀྱི་དུས་ཚོད་འདུག
fr: Intégration expirée

source: you have {remaining_time} remaining
bo: ཁྱེད་ལ་ {remaining_time} ལྷག་ཡོད།
fr: il vous reste {remaining_time}

source: your course
bo: རང་གི་སློབ་ཚན།
fr: Votre cours

source: Proctoring Results For {course_name} {exam_name}
bo: བརྟག་དཔྱད་གྲུབ་འབྲས། {course_name} {exam_name}
fr: Résultats de surveillance pour {course_name} {exam_name}

source: Taking As Proctored Exam
bo: ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་ལེན་བཞིན་ཡོད།
fr: Passer un examen surveillé

source: Proctored Option Available
bo: ལྟ་རྟོག་བྱས་པའི་གདམ་ག་ཡོད།
fr: Option surveillée disponible

source: Taking As Open Exam
bo: ཁ་ཕྱེ་བའི་རྒྱུགས་ལེན་པ།
fr: Passer un examen ouvert

source: Pending Session Review
bo: ཚོགས་ཐུན་བསྐྱར་ཞིབ་བྱེད་བཞིན་པ།
fr: En attente d&#39;examen de la session

source: Passed Proctoring
bo: འཛིན་གྲྭར་རྒྱུགས་འཕྲོད།
fr: Surveillance réussie

source: Failed Proctoring
bo: འཐུས་ཤོར་བྱུང་བའི་ལྟ་རྟོག་པ།
fr: Échec de la surveillance

source: Proctored Option No Longer Available
bo: ལྟ་རྟོག་བྱས་པའི་གདམ་ག་དེ་ད་ལྟ་མེད་པ་རེད།
fr: L&#39;option surveillée n&#39;est plus disponible

source: Ungraded Practice Exam
bo: རིམ་པ་མ་ཐོབ་པའི་ལག་ལེན་རྒྱུགས་གཞི།
fr: Examen pratique non noté

source: Practice Exam Completed
bo: ལག་ལེན་རྒྱུགས་གཞི་ལེགས་འགྲུབ་བྱུང་།
fr: Examen pratique terminé

source: Practice Exam Failed
bo: ལག་ལེན་རྒྱུགས་འཕྲོད་མ་སོང་།
fr: Échec de l&#39;examen pratique

source: Timed Exam
bo: དུས་བཅད་ཡོད་པའི་ཡིག་རྒྱུགས།
fr: Examen chronométré

source: Onboarding status question
bo: གྲུ་གཟིངས་ནང་འཛུལ་བའི་གནས་ཚུལ་གྱི་དྲི་བ།
fr: Question sur le statut d&#39;intégration

source: Taking as Proctored
bo: ལྟ་རྟོག་པ་ལྟར་ལེན་བཞིན་ཡོད།
fr: Prendre comme surveillé

source: Is Sample Attempt
bo: དཔེ་ཚད་ཀྱི་ཚོད་ལྟ་རེད་དམ།
fr: Est-ce qu&#39;un échantillon est une tentative

source: Is Resumable
bo: བསྐྱར་དུ་འགོ་འཛུགས་ཐུབ་བམ།
fr: Peut être repris

source: Ready to Resume
bo: ལས་འགོ་བསྐྱར་འཛུགས་གྲ་སྒྲིག།
fr: Prêt à reprendre

source: Resumed
bo: སླར་གསོ་བྱས།
fr: A repris

source: Additional Time (minutes)
bo: ཆུ་ཚོད་འཕར་མ་ (minutes)
fr: Temps supplémentaire (minutes)

source: Review Policy Exception
bo: Policy Exception བསྐྱར་ཞིབ།
fr: Exception aux règles d&#39;examen

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
bo: གྲུབ་འབྲས་དེ་ <strong id="wait_deadline">མངོན་འགྱུར་བྱས་རྗེས་མཐོང་རྒྱུ་རེད།</strong>
fr: Le résultat sera visible après <strong id="wait_deadline">le chargement...</strong>

source: Hello,
bo: བདེ་མོ,
fr: Bonjour,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
bo: ཁྱེད་ཀྱི་འགན་འཛིན་ཡིག་རྒྱུགས་ &quot; %(exam_name)s &quot; 2019 ལོར། <a href="%(course_url)s">%(course_name)s</a> བསྐྱར་ཞིབ་བྱས་པ་དང་ཁྱེད་རང་། ལྟ་རྟོག་པའི་དགོས་མཁོ་ཚང་མ་སྐོང་ཡོད།
fr: Votre examen surveillé « %(exam_name)s » en <a href="%(course_url)s">%(course_name)s</a> a été examiné et vous satisfait à toutes les exigences de surveillance.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
bo: གལ་ཏེ་ཁྱེད་ལ་གྲུབ་འབྲས་སྐོར་ལ་དྲི་བ་ཡོད་ན། <a href="%(contact_url)s"> %(contact_url_text)s </a> .
fr: Si vous avez des questions sur vos résultats, vous pouvez nous contacter à <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days.
bo: ཁྱེད་ཀྱི་འགན་འཛིན་ཡིག་རྒྱུགས་ &quot; %(exam_name)s &quot; 2019 ལོར། <a href="%(course_url)s">%(course_name)s</a> ཕུལ་ཡོད། མཐར་ཕྱིན་པ་དང་ད་ལྟ་བསྐྱར་ཞིབ་བྱས་ཏེ་ཡིག་རྒྱུགས་ཚང་མར་འགན་ལེན་བྱ་རྒྱུ་རེད། ཁྲིམས་ལུགས10ལག་བསྟར་བྱས། ཁྱེད་རང་གི་ཡིག་རྒྱུགས་དང་མཉམ་དུ་གློག་འཕྲིན་འབྱོར་དགོས། ཚོང་ལས་ཉིན་5ནང་ཚུན་གནས་ཚུལ།
fr: Votre examen surveillé « %(exam_name)s » en <a href="%(course_url)s">%(course_name)s</a> a été soumis avec succès et sera maintenant examiné pour garantir que tous les examens les règles ont été respectées. Vous devriez recevoir un e-mail avec votre examen statut dans les 5 jours ouvrables.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
bo: ཁྱེད་ཀྱི་འགན་འཛིན་ཡིག་རྒྱུགས་ &quot; %(exam_name)s &quot; 2019 ལོར། <a href="%(course_url)s">%(course_name)s</a> བསྐྱར་ཞིབ་བྱས་པ་དང་། སློབ་ཚན་གྱི་རུ་ཁག་གིས་བརྟག་དཔྱད་བྱས་པའི་ཡིག་རྒྱུགས་སྒྲིག་གཞི་ལ་འགལ་འཛོལ་གཅིག་དང་ཡང་ན་དེ་ལས་མང་བ་ངོས་འཛིན་བྱས་ཡོད། དཔེ། ཁྲིམས་ལུགས་ལ་འགལ་འཛོལ་བྱུང་བའི་གནད་དོན་ནང་དྲ་རྒྱ་བལྟ་ཀློག་བྱེད་པ་ཚུད་ཡོད། དྲ་རྒྱ། མུན་ནག་ཡང་ན་པར་རིས་ངོས་འཛིན་མེད་པ། ཁ་པར་བེད་སྤྱོད་བྱེད་པ། ཡང་ན་མི་གཞན་ཞིག་གི་རོགས་རམ་ལེན་པ། ངོས་འཛིན་བྱས་པའི་གནད་དོན་གྱི་མཇུག་འབྲས་ལྟར་ན། ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་ཀྱི་ཆ་རྐྱེན་ལེགས་འགྲུབ་བྱུང་མེད།
fr: Votre examen surveillé « %(exam_name)s » en <a href="%(course_url)s">%(course_name)s</a> a été examiné et le L&#39;équipe du cours a identifié une ou plusieurs violations des règles de l&#39;examen surveillé. Exemples des problèmes pouvant entraîner une violation des règles incluent la navigation Internet, photo d&#39;identité floue ou manquante, utilisation d&#39;un téléphone, ou obtenir de l&#39;aide d&#39;une autre personne. En raison du ou des problèmes identifiés, vous n&#39;avez pas satisfait aux exigences de l&#39;examen surveillé.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
bo: ཁྱེད་རང་གི་ཡིག་རྒྱུགས་གྲུབ་འབྲས་ལ་ཞུ་གཏུག་བྱེད་པར་འབྲེལ་ཡོད་གནས་ཚུལ་གང་རུང་ཞིག་ཡོད་ན་འབྲེལ་བ་གནང་རོགས། ཁྱེད་རང་གི་ཡིག་རྒྱུགས་སྐོར། <a href="%(contact_url)s"> %(contact_url_text)s </a> .
fr: Pour faire appel des résultats de votre examen surveillé, veuillez nous contacter avec toute information pertinente. à propos de votre examen à <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Proctoring onboarding exam
bo: འཛིན་གྲྭའི་ནང་ཞུགས་རྒྱུགས་ལེན་པ།
fr: Surveillance de l&#39;examen d&#39;intégration

source: Why this is important to you:
bo: འདི་ཁྱེད་ལ་གལ་ཆེན་པོ་ཡིན་པའི་རྒྱུ་མཚན་ནི།
fr: Pourquoi c&#39;est important pour vous :

source: Establish your identity with the proctoring system to take a proctored exam
bo: ཁྱེད་རང་གི་ངོ་བོ་དེ་འཛིན་བཟུང་མ་ལག་དང་མཉམ་དུ་བཙུགས་ནས་འཛིན་གྲྭའི་ཡིག་རྒྱུགས་ལེན་དགོས།
fr: Établissez votre identité auprès du système de surveillance pour passer un examen surveillé

source: Create your onboarding profile for faster access in the future
bo: མ་འོངས་པར་མགྱོགས་མྱུར་འཛུལ་ཞུགས་བྱེད་ཆེད་ཁྱེད་རང་གི་ནང་འཛུལ་གྱི་གསལ་སྡུད་བཟོས།
fr: Créez votre profil d&#39;intégration pour un accès plus rapide à l&#39;avenir

source: Practice taking a proctored test
bo: བརྟག་དཔྱད་ཚོད་ལྟ་བྱེད་པའི་སྦྱོང་བརྡར་བྱས།
fr: Entraînez-vous à passer un test surveillé

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
bo: སློབ་ཚན་འདིའི་ཆེད་དུ་ལྟ་རྟོག་བྱེད་པ་དེ་ %(provider_name)s བརྒྱུད་ནས་སྤྲོད་ཀྱི་ཡོད། ངོས་འཛིན་བདེན་དཔང་ཚུད་པའི་གྲུ་གཟིངས་ནང་འཛུལ་བའི་བསྐྱར་ཞིབ་ལ་ཚོང་ལས་ཉིན་གྲངས་༢ལྷག་ཙམ་འགོར་གྱི་ཡོད།
fr: La surveillance de ce cours est assurée via %(provider_name)s . L&#39;examen d&#39;intégration, y compris la vérification de l&#39;identité, peut prendre plus de deux jours ouvrés.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
bo: ཁྱེད་ཀྱི་ངོ་སྤྲོད་ལ་ཞིབ་བཤེར་བྱས་ཚར་རྗེས་ཁྱེད་ལ་བསྐྱར་ཞིབ་གྲུབ་འབྲས་ཡོད་པའི་གློག་འཕྲིན་ཞིག་འབྱོར་རྒྱུ་རེད། གློག་འཕྲིན་དེ་ནས་ཡོང་གི་རེད། <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . གློག་འཕྲིན་འདི་ཁྱེད་ཀྱི་ཡིག་སྒམ་གྱི་ཚགས་རླུང་ནང་དུ་ཁ་སྣོན་བྱས་ཡོད་པར་ངེས་གཏན་བཟོས།
fr: Une fois votre profil examiné, vous recevrez un e-mail avec les résultats de l&#39;examen. L&#39;e-mail proviendra de <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Assurez-vous que cet e-mail a été ajouté au filtre de votre boîte de réception.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
bo: འབྲེལ་བ་གནང་རོགས། <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> གལ་ཏེ་ཁྱེད་ལ་དྲི་བ་ཡོད་ན།
fr: S&#39;il vous plaît contactez <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> si tu as des questions.

source: Continue to onboarding
bo: མུ་མཐུད་དུ་གྲུ་གཟིངས་ནང་འཛུལ་བ།
fr: Continuer l&#39;intégration

source: You will be guided through online proctoring software set up and identity verification.
bo: ཁྱེད་རང་དྲ་ཐོག་ནས་མཉེན་ཆས་སྒྲིག་འཛུགས་དང་ངོ་བོ་བདེན་དཔང་བྱེད་པའི་ཐོག་ནས་ལམ་སྟོན་བྱེད།
fr: Vous serez guidé dans la configuration d&#39;un logiciel de surveillance en ligne et dans la vérification de votre identité.

source: Error: There was a problem with your onboarding session
bo: ནོར་འཁྲུལ། ཁྱེད་རང་གི་གྲུ་གཟིངས་ནང་འཛུལ་བའི་དུས་ཚོད་ལ་དཀའ་ངལ་ཞིག་བྱུང་ཡོད།
fr: Erreur : Il y a eu un problème avec votre session d&#39;intégration

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
bo: ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་འདི་མ་ཚར་གོང་ཁྱེད་རང་གི་སློབ་ཁྲིད་ཀྱི་དུས་ཚོད་མཇུག་སྒྲིལ་ཡོད། ཁྱོད་ཀྱིས་ཡིག་རྒྱུགས་འདི་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་དགོས།
fr: Votre session de surveillance s&#39;est terminée avant que vous ayez terminé cet examen d&#39;intégration. Vous devriez réessayer cet examen d&#39;intégration.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
bo: ཁྱེད་རང་གིས་&quot; %(exam_display_name)s &quot; ཞེས་པ་དེ་སློབ་གྲྭར་འཛུལ་བའི་ཡིག་རྒྱུགས་ཤིག་ལ་ལེན་བཞིན་ཡོད། ཁྱེད་རང་གིས་“རེད། ངའི་སློབ་ཁྲིད་ཀྱི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་དགོས།”
fr: Vous passez « %(exam_display_name)s » comme examen d&#39;intégration. Vous devez cliquer sur « Oui, mettre fin à mon examen surveillé » et soumettre votre session de surveillance pour terminer l&#39;intégration.

source: Your onboarding session was reviewed, but did not pass all requirements
bo: ཁྱེད་རང་གི་འཛུལ་ཞུགས་ཚོགས་འདུ་བསྐྱར་ཞིབ་བྱས་ཡོད་ཀྱང་། ཆ་རྐྱེན་ཚང་མ་ལོན་མེད།
fr: Votre session d&#39;intégration a été examinée, mais n&#39;a pas satisfait à toutes les exigences

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
bo: འབྲེལ་བ་གནང་རོགས། <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> གལ་ཏེ་ཁྱེད་ལ་དྲི་བ་ཡོད་ན། ཁྱེད་ཀྱིས་&quot;ངའི་ཡིག་རྒྱུགས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་&quot;ཞེས་པ་དེ་ལ་སྣུན་ནས་ཡིག་རྒྱུགས་འདི་བསྐྱར་དུ་བླངས་ཆོག
fr: S&#39;il vous plaît contactez <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> si tu as des questions. Vous pouvez repasser cet examen d&#39;intégration en cliquant sur « Réessayer mon examen ».

source: Retry my exam
bo: ངའི་ཡིག་རྒྱུགས་བསྐྱར་དུ་ཚོད་ལྟ་བྱས།
fr: Réessayer mon examen

source: Resetting Onboarding Exam
bo: ཡིག་རྒྱུགས་སླར་གསོ་བྱེད་པ།
fr: Réinitialisation de l&#39;examen d&#39;intégration

source: You have submitted this onboarding exam
bo: ཁྱོད་ཀྱིས་ནང་ཞུགས་རྒྱུགས་འདི་ཕུལ་ཟིན།
fr: Vous avez soumis cet examen d&#39;intégration

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
bo: གལ་ཏེ་ཁྱེད་ལ་མ་ལག་དང་མཉམ་དུ་ནང་འཛུལ་གྱི་གསལ་སྡུད་མེད་ན། བདེན་དཔང་བྱེད་མཁན་གྱིས་ཁྱེད་ཀྱི་ཕུལ་བའི་ཡིག་ཆ་ལ་ཞིབ་བཤེར་བྱས་ཏེ་འཛུལ་ཞུགས་བཟོ་རྒྱུ་རེད། ཁྱེད་ལ་ལྟ་རྟོག་བྱས་པའི་ཡིག་རྒྱུགས་ལ་འཛུལ་ཞུགས་བྱེད་པའི་ཆེད་དུ་གསལ་སྡུད། གྲུ་གཟིངས་ནང་འཛུལ། ངོ་སྤྲོད་བསྐྱར་ཞིབ་ལ་ཚོང་ལས་ཉིན་2ལྷག་ཙམ་འགོར་གྱི་ཡོད།
fr: Si vous n&#39;avez pas de profil d&#39;intégration avec le système, Verificient examinera votre soumission et créera une intégration profil pour vous donner accès aux examens surveillés. Intégration l’examen du profil peut prendre plus de 2 jours ouvrables.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
bo: ཁྱེད་རང་གི་ངོ་སྤྲོད་ལ་ཞིབ་བཤེར་བྱས་ཚར་རྗེས་ཁྱེད་རང་ལ་གློག་འཕྲིན་ཞིག་འབྱོར་གྱི་རེད། བསྐྱར་ཞིབ་གྲུབ་འབྲས་དང་མཉམ་དུ། གློག་འཕྲིན་དེ་ནས་ཡོང་གི་རེད། <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , . གློག་འཕྲིན་འདི་ཁྱེད་ཀྱི་ཡིག་སྣོད་ཚགས་རླུང་ནང་དུ་ཁ་སྣོན་བྱས་ཡོད་པར་ངེས་གཏན་བཟོས།
fr: Une fois votre profil examiné, vous recevrez un e-mail avec les résultats de l&#39;examen. L&#39;e-mail proviendra de <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , alors assurez-vous que cet e-mail a été ajouté au filtre de votre boîte de réception.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
bo: གལ་ཏེ་ཁྱེད་ལ་སློབ་ཚན་གཞན་ཞིག་བརྒྱུད་ནས་ཆོག་མཆན་ཐོབ་པའི་སློབ་སྦྱོང་གི་གནས་ཚུལ་ཡོད་ན། ཡིག་ཆ་འདི་བསྐྱར་ཞིབ་བྱེད་ཀྱི་མིན། ཁྱོད་ཀྱིས་དུས་ནམ་ཡང་ཡིག་རྒྱུགས་འདི་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་ཆོག ཁྱེད་ཀྱི་གཞི་སྒྲོམ་དེ་ད་དུང་ཡང་ལྟ་རྟོག་བྱེད་པའི་དགོས་མཁོ་སྐོང་ཡོད་མེད་བདེན་དཔང་བྱེད་ཆེད།
fr: Si vous disposez déjà d&#39;un profil d&#39;intégration approuvé dans le cadre d&#39;un autre cours, cette soumission ne sera pas examinée. Vous pouvez réessayer cet examen à tout moment pour valider que votre configuration répond toujours aux exigences de surveillance.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་འདིའི་ནང་ནོར་འཁྲུལ་བྱུང་ཡོད་ན། ཁྱེད་ཀྱིས་ནང་དུ་འཛུལ་བའི་བྱ་རིམ་དེ་བསྐྱར་དུ་འགོ་འཛུགས་ཆོག ཁྱེད་ཀྱི་ད་ལྟའི་ཕུལ་བའི་ཡིག་ཆ་དེ་མེད་པར་བཟོ་རྒྱུ་ཡིན་པས་བསྐྱར་ཞིབ་ཐོབ་མི་ཐུབ།
fr: Si vous avez commis une erreur lors de cette soumission, vous pouvez redémarrer le processus d&#39;intégration. Votre soumission actuelle sera supprimée et ne recevra pas d&#39;examen.

source: I understand and want to reset this onboarding exam.
bo: ངས་གོ་བ་ལེན་ཐུབ་པ་དང་ཡིག་རྒྱུགས་འདི་སླར་ཡང་བཙུགས་འདོད་ཡོད།
fr: Je comprends et je souhaite réinitialiser cet examen d&#39;intégration.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
bo: འབྲེལ་བ་གནང་རོགས། <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> གལ་ཏེ་ཁྱེད་ལ་དྲི་བ་ཡོད་ན།
fr: S&#39;il vous plaît contactez <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> si tu as des questions.

source: Your onboarding profile was reviewed successfully
bo: ཁྱེད་རང་གི་གྲུ་གཟིངས་ནང་ཞུགས་པའི་གནས་ཚུལ་ལ་བསྐྱར་ཞིབ་མཐར་ཕྱིན་བྱུང་།
fr: Votre profil d&#39;intégration a été examiné avec succès

source: Your profile has been established, and you're ready to take proctored exams in this course.
bo: ཁྱེད་ཀྱི་ངོ་སྤྲོད་སྒྲིག་ཟིན་པ་དང་། སློབ་ཚན་འདིའི་ནང་ཁྱེད་རང་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་གཏོང་རྒྱུར་གྲ་སྒྲིག་ཡིན།
fr: Votre profil a été établi et vous êtes prêt à passer les examens surveillés de ce cours.

source: Try a proctored exam
bo: ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་ཚོད་ལྟ་བྱོས།
fr: Essayez un examen surveillé

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
bo: སློབ་ཚན་གྱི་རྗེས་སུ་ཡིག་རྒྱུགས་ངོ་མའི་ཆེད་དུ་ལྟ་རྟོག་བྱེད་པར་གོམས་འདྲིས་བྱོས། ལག་ལེན་རྒྱུགས་གཞི་འདི་ལ་ཤུགས་རྐྱེན་གང་ཡང་མེད། སློབ་ཚན་ཁྲོད་ཀྱི་ཁྱེད་རང་གི་སྐར་གྲངས་ཐོག
fr: Familiarisez-vous avec la surveillance de vrais examens plus tard dans le cours. Cet examen pratique n&#39;a aucun impact sur votre note dans le cours.

source: Continue to my practice exam
bo: ངའི་ལག་ལེན་རྒྱུགས་འཕྲོ་མུ་མཐུད།
fr: Continuer vers mon examen pratique

source: You will be guided through steps to set up online proctoring software and verify your identity.
bo: ཁྱེད་རང་ལ་དྲ་ཐོག་ནས་ལྟ་རྟོག་བྱེད་པའི་མཉེན་ཆས་སྒྲིག་འཛུགས་བྱེད་པ་དང་ཁྱེད་རང་གི་ངོ་བོ་བདེན་དཔང་བྱེད་པའི་བྱེད་ཐབས་བརྒྱུད་ནས་ལམ་སྟོན་བྱེད།
fr: Vous serez guidé à travers les étapes pour configurer un logiciel de surveillance en ligne et vérifier votre identité.

source: There was a problem with your practice proctoring session
bo: ཁྱེད་རང་གི་སྦྱོང་བརྡར་གྱི་སློབ་ཁྲིད་དུས་ཚོད་ལ་དཀའ་ངལ་ཞིག་བྱུང་ཡོད།
fr: Il y a eu un problème avec votre séance de surveillance d&#39;entraînement

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
bo: ཁྱེད་རང་གི་སྦྱོང་བརྡར་གྱི་གྲུབ་འབྲས་ལ་ <b class="failure">ཡིད་ཚིམས་མེད།</b>
fr: Résultats de surveillance de votre pratique : <b class="failure">Insatisfaisant</b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
bo: ཁྱེད་རང་གིས་སྦྱོང་བརྡར་གྱི་ཡིག་རྒྱུགས་འདི་མ་ཚར་གོང་ཁྱེད་རང་གི་སློབ་ཁྲིད་ཀྱི་དུས་ཚོད་མཇུག་སྒྲིལ་ཡོད། གལ་ཏེ་ཁྱེད་ལ་དྲ་ཐོག་ནས་སློབ་ཁྲིད་བྱེད་པའི་མཉེན་ཆས་སྒྲིག་འཛུགས་བྱེད་པར་དཀའ་ངལ་ཡོད་ན། ཁྱེད་ཀྱིས་སྦྱོང་བརྡར་གྱི་ཡིག་རྒྱུགས་འདི་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་ཐུབ།
fr: Votre session de surveillance s&#39;est terminée avant que vous ayez terminé cet examen pratique. Vous pouvez réessayer cet examen pratique si vous rencontrez des problèmes lors de la configuration du logiciel de surveillance en ligne.

source: You have submitted this practice proctored exam
bo: ཁྱོད་ཀྱིས་ལག་ལེན་ལྟ་སྐུལ་ཡིག་རྒྱུགས་འདི་ཕུལ་ཟིན།
fr: Vous avez soumis cet examen pratique surveillé

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
bo: ལག་ལེན་ཡིག་རྒྱུགས་ཀྱིས་ཁྱེད་ཀྱི་སྐར་གྲངས་ལ་ཤུགས་རྐྱེན་ཐེབས་མི་ཐུབ། ཁྱོད་ཀྱིས་ལག་ལེན་གྱི་ཡིག་རྒྱུགས་འདི་མཇུག་སྒྲིལ་རྗེས་མུ་མཐུད་དུ་སློབ་ཚན་གྱི་ལས་ཀ་བྱེད་ཐུབ།
fr: Les examens pratiques n’affectent pas votre note. Vous avez terminé cet examen pratique et pouvez continuer vos travaux de cours.

source: Are you sure you want to take this exam without proctoring?
bo: ཁྱེད་རང་གིས་ཡིག་རྒྱུགས་འདི་ལ་ལྟ་རྟོག་མེད་པར་བཏང་འདོད་ཡོད་དམ།
fr: Êtes-vous sûr de vouloir passer cet examen sans surveillance ?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་རྒྱུགས་འདི་སློབ་ཁྲིད་མེད་པར་བཏང་ན། ཁྱེད་ལ་སློབ་ཚན་གྱི་བུན་གཡར་ཡང་ན་སློབ་ཚན་འདི་ལ་འཇུག་ན་མའི་ཀོ་མ་སི་ཊར་གྱི་ཆོག་མཆན་ཐོབ་ཐང་མེད་པ་རེད།
fr: Si vous passez cet examen sans surveillance, vous ne serez pas éligible aux crédits de cours ni au titre MicroMasters si l&#39;un ou l&#39;autre s&#39;applique à ce cours.

source: Continue Exam Without Proctoring
bo: ལྟ་རྟོག་མེད་པར་ཡིག་རྒྱུགས་མུ་མཐུད།
fr: Continuer l&#39;examen sans surveillance

source: Go Back
bo: ཕྱིར་འགྲོ།
fr: Retourner

source: This exam is proctored
bo: རྒྱུགས་འདི་ལྟ་རྟོག་བྱས་ཡོད།
fr: Cet examen est surveillé

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
bo: སློབ་ཚན་འདི་དང་འབྲེལ་བའི་བུན་གཡར་ཡང་ན་ལས་རིམ་གྱི་ཆོག་མཆན་ཐོབ་ཐང་ཡོད་པའི་ཆེད་དུ་ཁྱེད་ཀྱིས་ཡིག་རྒྱུགས་འདིའི་ཆེད་དུ་སློབ་ཁྲིད་ཀྱི་བསྐྱར་ཞིབ་ལས་བརྒལ་དགོས།
fr: Pour être admissible au crédit ou au titre de programme associé à ce cours, vous devez réussir l&#39;examen de surveillance pour cet examen.

source: Continue to my proctored exam.
bo: མུ་མཐུད་དུ་ངའི་ལྟ་རྟོག་པའི་ཡིག་རྒྱུགས་ལ་འགྲོ།
fr: Continuez vers mon examen surveillé.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
bo: ཁྱེད་རང་ལ་དྲ་ཐོག་ནས་ལྟ་རྟོག་བྱེད་པའི་མཉེན་ཆས་སྒྲིག་འཛུགས་བྱེད་པ་དང་ཁྱེད་རང་གི་ངོ་བོ་བདེན་དཔང་བྱེད་པའི་བྱེད་ཐབས་བརྒྱུད་ནས་ལམ་སྟོན་བྱེད།</br>
fr: Vous serez guidé à travers les étapes pour configurer un logiciel de surveillance en ligne et vérifier votre identité.</br>

source: Error with proctored exam
bo: ལྟ་ཞིབ་ཡིག་རྒྱུགས་ཀྱི་ནོར་འཁྲུལ།
fr: Erreur lors de l&#39;examen surveillé

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
bo: ཁྱེད་ཀྱི་བརྟག་དཔྱད་བྱས་པའི་ཡིག་རྒྱུགས་ལ་མ་ལག་གི་ནོར་འཁྲུལ་བྱུང་ཡོད། ཁྱེད་རང་གི་སློབ་ཚན་ལ་འབྲེལ་བ་གནང་རོགས། རུ་ཁག <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> སྟེང་། རོགས་རམ་ཆེད་དང་། ཁྱེད་ལ་བཀའ་སློབ་གཞན་དག་ཐོབ་རྗེས་ཡིག་རྒྱུགས་ལ་ལོག་དགོས།
fr: Une erreur système s&#39;est produite lors de votre examen surveillé. Veuillez contacter votre cours équipe à <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> pour obtenir de l&#39;aide et revenez à l&#39;examen une fois que vous aurez reçu des instructions supplémentaires.
