Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Display Correctness?
bo: བཀྲམ་སྟོན་ཡང་དག་ཡིན་ནམ།

source: This is a flag that indicates if the indicator icon should be displayed after a student enters their response
bo: འདི་ནི་སློབ་མ་ཞིག་གིས་ལན་འདེབས་བྱས་རྗེས་མཚོན་རྟགས་ཀྱི་འདྲ་སྐུ་དེ་མངོན་དགོས་མིན་སྟོན་པའི་དར་ཆ་ཞིག་རེད།

source: Display Other Student Responses
bo: སློབ་མ་གཞན་གྱི་ལན་འདེབས་བསྟན་པ།

source: This will display other student responses to the student after they submit their response.
bo: འདིས་སློབ་མ་གཞན་གྱིས་ལན་འདེབས་ཕུལ་རྗེས་སློབ་མ་ལ་ལན་འདེབས་བསྟན་ཐུབ།

source: System selected answers to give to students
bo: མ་ལག་བདམས་ནས་སློབ་མར་སྤྲོད་པའི་ལན་འདེམས།

source: Display Name
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།

source: This is the title for this question type
bo: འདི་ནི་དྲི་བ་འདིའི་རིགས་ཀྱི་ཁ་བྱང་ཡིན།

source: Full-Credit Key Phrases
bo: བུ་ལོན་ཆ་ཚང་གི་གལ་ཆེའི་ཚིག་གྲུབ།

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit
bo: འདི་ནི་མིང་ཚིག་དང་ཚིག་གྲུབ་ཀྱི་ཐོ་གཞུང་ཞིག་ཡིན་ཞིང་། སློབ་མའི་ལན་ཆ་ཚང་ཐོབ་ཆེད་མིང་ཚིག་གཅིག་ཡོད་དགོས།

source: Half-Credit Key Phrases
bo: བུ་ལོན་ཕྱེད་ཀའི་གལ་ཆེའི་ཚིག་གྲུབ།

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit
bo: འདི་ནི་མིང་ཚིག་དང་ཚིག་གྲུབ་ཀྱི་ཐོ་གཞུང་ཞིག་ཡིན་ཞིང་། སློབ་མའི་ལན་ཕྱེད་ཀ་ཐོབ་ཆེད་དུ་དེའི་ནང་ནས་གཅིག་ཡོད་དགོས།

source: Maximum Number of Attempts
bo: ཚོད་ལྟ་མང་ཤོས།

source: This is the maximum number of times a student is allowed to attempt the problem
bo: འདི་ནི་སློབ་མ་ཞིག་གིས་དཀའ་ངལ་དེ་ཚོད་ལྟ་བྱེད་ཆོག་པའི་ཐེངས་མང་ཤོས་ཡིན།

source: Maximum Word Count
bo: མིང་ཚིག་མང་ཤོས།

source: This is the maximum number of words allowed for this question
bo: འདི་ནི་དྲི་བ་འདིའི་ཆེས་མཐོའི་ཚིག་གྲངས་ཡིན།

source: Minimum Word Count
bo: མིང་ཚིག་ཉུང་ཤོས།

source: This is the minimum number of words required for this question
bo: འདི་ནི་དྲི་བ་འདི་ལ་དགོས་པའི་ཚིག་གྲངས་ཉུང་ཤོས་ཡིན།

source: Prompt
bo: དུས་བཀག

source: This is the prompt students will see when asked to enter their response
bo: འདི་ནི་སློབ་མ་ཚོས་ལན་འདེབས་བྱེད་སྐབས་མཐོང་རྒྱུ་ཡིན།

source: Submission Received Message
bo: ཕུལ་བའི་འཕྲིན་ཡིག་འབྱོར།

source: This is the message students will see upon submitting their response
bo: འདི་ནི་སློབ་མ་ཚོས་ལན་འདེབས་བྱས་རྗེས་མཐོང་བའི་བརྡ་འཕྲིན་ཡིན།

source: Weight
bo: སྦྱངས་འབྲས་བརྒྱ་ཆ།

source: This assigns an integer value representing the weight of this problem
bo: འདིས་དཀའ་ངལ་འདིའི་ལྗིད་ཚད་མཚོན་པའི་ཧྲིལ་གྲངས་རིན་ཐང་སྤྲོད་ཀྱི་ཡོད།

source: Draft Received Message
bo: ཟིན་བྲིས་འབྱོར་བྱུང་།

source: This is the message students will see upon submitting a draft response
bo: འདི་ནི་སློབ་མ་ཚོས་ལན་འདེབས་ཟིན་བྲིས་ཕུལ་སྐབས་མཐོང་བའི་བརྡ་འཕྲིན་ཡིན།

source: Allow my response to possibly be visible by other learners after submitting their response
bo: ངའི་ལན་དེ་སློབ་མ་གཞན་གྱིས་ལན་འདེབས་བྱས་རྗེས་མཐོང་ཐུབ།

source: Checking...
bo: ཞིབ་བཤེར་བྱེད་བཞིན་ཡོད།

source: Submit
bo: འབུལ་སྤྲོད།

source: Save
bo: ཉར་ཚགས།

source: Hide
bo: སྤེད།

source: Show
bo: སྟོན།

source: peer responses
bo: མཉམ་རོགས་ཀྱི་ལན་འདེབས།

source: Submissions by others
bo: གཞན་གྱིས་ཕུལ་བའི་ཡིག་ཆ།

source: No responses to show at this time
bo: མིག་སྔར་སྟོན་པའི་ལན་འདེབས་གང་ཡང་མེད།

source: {weight} point possible
bo: {weight} སྐར་གྲངས་འབྱུང་སྲིད།

source: {score_string}/{weight} point
bo: {score_string} ༠ / {weight} ཛ༠ སྐར་མ།

source: You have used {count_attempts} of {max_attempts} submission
bo: ཁྱོད་ཀྱིས་ {max_attempts} ཡི་འབུལ་བ {count_attempts} བེད་སྤྱོད་བྱས།

source: Your response must be between {min} and {max} word.
bo: ཁྱེད་ཀྱི་ལན་དེ་ {min} དང་ {max} བར་ཡིན་དགོས།

source: Invalid Word Count. {word_count_message}
bo: མིང་ཚིག་གྲངས་འབོར། {word_count_message}
