Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/credentials-themes/edx_credentials_themes/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Legal Policies
fr: Politiques juridiques

source: Terms of Service & Honor Code
fr: Conditions d&#39;utilisation et code d&#39;honneur

source: Privacy Policy
fr: politique de confidentialité

source: Cookie Policy
fr: Politique en matière de cookies

source: Your Privacy Choices
fr: Vos choix en matière de confidentialité

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
fr: Tous droits réservés sauf indication contraire. edX, Open edX et les logos edX et Open edX sont des marques déposées ou des marques commerciales d&#39;edX Inc.

source: Powered by
fr: Alimenté par

source: About edX
fr: À propos d&#39;edX

source: {link_start} edX{link_end} offers interactive online classes and MOOCs from the world’s best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is an online initiative created by founding partners Harvard and MIT.
fr: {link_start} edX {link_end} propose des cours interactifs en ligne et des MOOC des meilleures universités du monde, notamment le MIT, Harvard, Berkeley, l&#39;Université du Texas et bien d&#39;autres. edX est une initiative en ligne créée par les partenaires fondateurs Harvard et MIT.

source: has successfully completed all courses and received passing grades to earn a MicroBachelors program certificate in
fr: a terminé avec succès tous les cours et obtenu la note de passage pour obtenir un certificat du programme MicroBachelors en

source: MicroBachelors program certificate
fr: Certificat du programme MicroBachelors

source: About the edX MicroBachelors program certificate
fr: À propos du certificat du programme edX MicroBachelors

source: An edX MicroBachelors credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroBachelors programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the program.
fr: Un diplôme edX MicroBachelors signifie que l&#39;apprenant a suivi un groupe de cours qui s&#39;ajoutent à une riche compréhension d&#39;un domaine d&#39;études. L&#39;achèvement des programmes MicroBachelors nécessite que les apprenants obtiennent des certificats vérifiés {link_start} {link_end} pour chacun des cours inclus dans le programme.

source: You worked hard to earn your MicroMasters Credential from %(organization_name)s.
fr: Vous avez travaillé dur pour obtenir votre accréditation MicroMasters auprès de %(organization_name)s .

source: has successfully completed all courses and received passing grades to earn a MicroMasters program certificate in
fr: a terminé avec succès tous les cours et obtenu la note de passage pour obtenir un certificat du programme MicroMasters en

source: MicroMasters program certificate
fr: Certificat du programme MicroMasters

source: About the edX MicroMasters credential
fr: À propos du diplôme edX MicroMasters

source: An edX MicroMasters credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroMasters Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
fr: Un diplôme edX MicroMasters signifie que l&#39;apprenant a suivi un groupe de cours qui s&#39;ajoutent à une riche compréhension d&#39;un domaine d&#39;étude. L&#39;achèvement des programmes MicroMasters nécessite que les apprenants obtiennent des certificats vérifiés {link_start} {link_end} pour chacun des cours inclus dans le programme.

source: successfully completed all courses and received passing grades for a Professional Certificate in
fr: terminé avec succès tous les cours et obtenu la note de passage pour un certificat professionnel en

source: Professional Certificate
fr: Certificat professionnel

source: About the edX Professional Certificate
fr: À propos du certificat professionnel edX

source: An edX Professional Certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of Professional Certificate Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
fr: Un certificat professionnel edX signifie que l&#39;apprenant a suivi un groupe de cours qui s&#39;ajoutent à une riche compréhension d&#39;un domaine d&#39;étude. L&#39;achèvement des programmes de certificat professionnel nécessite que les apprenants obtiennent des certificats vérifiés {link_start} {link_end} pour chacun des cours inclus dans le programme.

source: You worked hard to earn your XSeries Program certificate from %(organization_name)s.
fr: Vous avez travaillé dur pour obtenir votre certificat du programme XSeries auprès de %(organization_name)s .

source: has successfully completed all courses and received passing grades for an XSeries Program certificate in
fr: a terminé avec succès tous les cours et obtenu la note de passage pour un certificat du programme XSeries en

source: XSeries Program certificate
fr: Certificat du programme XSeries

source: About the edX XSeries Program certificate
fr: À propos du certificat du programme edX XSeries

source: An edX XSeries Program certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of XSeries Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
fr: Un certificat du programme edX XSeries signifie que l&#39;apprenant a suivi un groupe de cours qui s&#39;ajoutent à une riche compréhension d&#39;un domaine d&#39;étude. Pour terminer les programmes XSeries, les apprenants doivent obtenir des certificats vérifiés {link_start} {link_end} pour chacun des cours inclus dans le programme.
