Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
bo: ལས་འགན་འདི་མཇུག་སྒྲིལ་ཟིན། ལས་འགན་འདིའི་དུས་ཚོད་གཅིག་གམ་དེ་ལས་མང་བ་འདས་ཟིན། ཁྱེད་ལ་ལས་བྱ་འདི་ལ་སྐར་གྲངས་མ་ཚང་བ་ཞིག་ཐོབ་རྒྱུ་རེད།

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
bo: ཁྱེད་ཀྱིས་ལས་འགན་འདི་བསྒྲུབས། ཁྱེད་ཀྱི་ལན་འདེབས་ཀྱི་དཔྱད་ཞིབ་མཇུག་སྒྲིལ་རྗེས་ཁྱེད་ཀྱི་མཐའ་མའི་གྲུབ་འབྲས་ཐོབ་ཐུབ།

source: You have completed this assignment. Review your grade and your assessment details.
bo: ཁྱེད་ཀྱིས་ལས་འགན་འདི་བསྒྲུབས། ཁྱེད་རང་གི་གྲུབ་འབྲས་དང་དཔྱད་ཞིབ་ཞིབ་ཕྲ་ལ་ཞིབ་བཤེར་བྱས།

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། སློབ་མའི་སྦྱོང་བརྡར་མགྱོགས་མྱུར་སྒོ་བརྒྱབ་རྒྱུ་རེད། མདུན་དུ་བསྐྱོད་པའི་སློབ་མའི་སྦྱོང་བརྡར་གྱི་གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: This assignment is in progress. Complete the learner training step to move on.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། མདུན་དུ་བསྐྱོད་པའི་སློབ་མའི་སྦྱོང་བརྡར་གྱི་གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: This assignment is in progress. Check back later when the assessment period has started.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། དཔྱད་ཞིབ་དུས་ཡུན་འགོ་ཚུགས་རྗེས་རྗེས་སུ་ལྟ་ཞིབ་བྱོས།

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
bo: %(start_strong)s ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། རང་གིས་རང་ལ་དཔྱད་ཞིབ་བྱེད་པའི་རིམ་པ་དེ་མགྱོགས་པོ་སྒོ་བརྒྱབ་རྒྱུ་རེད། ཁྱེད་རང་གིས་ད་དུང་རང་ཉིད་ཀྱི་བརྟག་དཔྱད་ %(end_link)s གོ་རིམ་ %(start_link)s སྒྲུབ་དགོས %(end_strong)s

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། ཁྱེད་རང་གིས་ད་དུང་ %(start_link)s རང་གིས་རང་ལ་དཔྱད་ཞིབ་བྱེད་ %(end_link)s གོམ་པ་དེ་མཇུག་སྒྲིལ་དགོས།

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། %(start_strong)s མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་རིམ་པ་དེ་མགྱོགས་པོ་སྒོ་བརྒྱབ་རྒྱུ་རེད། %(end_strong)s ཕུལ་བའི་མཉམ་རོགས་ཀྱི་ལན་འདེབས་ཚང་མར་བརྟག་དཔྱད་བྱས་ཟིན། སློབ་ཕྲུག་མང་པོས་ལན་འདེབས་བྱས་ཡོད་མེད་རྗེས་སུ་ལྟ་ཞིབ་བྱོས། ཁྱེད་རང་གིས་ད་དུང་ %(start_link)s མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ %(end_link)s གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། ཕུལ་བའི་མཉམ་རོགས་ཀྱི་ལན་འདེབས་ཚང་མར་དཔྱད་ཞིབ་བྱས་ཟིན། སློབ་ཕྲུག་མང་པོས་ལན་འདེབས་བྱས་ཡོད་མེད་རྗེས་སུ་ལྟ་ཞིབ་བྱོས། ཁྱེད་རང་གིས་ད་དུང་ %(start_link)s མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ %(end_link)s གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། %(start_strong)s མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་རིམ་པ་དེ་མགྱོགས་པོ་སྒོ་བརྒྱབ་རྒྱུ་རེད། ཁྱེད་རང་གིས་ད་དུང་ %(end_strong)s མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ %(start_link)s གོམ་པ་མཇུག་སྒྲིལ་དགོས %(end_link)s

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
bo: ལས་འགན་འདི་འགྲོ་བཞིན་ཡོད། ཁྱེད་རང་གིས་ད་དུང་ %(start_link)s མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ %(end_link)s གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: Team membership is required to view this assignment
bo: ལས་འགན་འདི་ལྟ་བར་རུ་ཁག་གི་ཚོགས་མི་དགོས།

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
bo: འདི་ནི་རུ་ཁག་སྒྲིག་ཆས་ &quot; %(teamset_name)s &quot; ཡི་རུ་ཁག་གི་ལས་འགན་ཡིན། ཁྱེད་རང་ད་ལྟ་རུ་ཁག་སྒྲིག་ཆས་ &quot; %(teamset_name)s &quot; ནང་རུ་ཁག་ཅིག་ནང་མེད། ཁྱེད་རང་རུ་ཁག་གི་ལས་འགན་འདི་ལ་འཛུལ་ཞུགས་བྱེད་པར་རུ་ཁག་སྒྲིག་ཆས་ &quot; %(teamset_name)s &quot; ནང་རུ་ཁག་ཅིག་གི་ནང་དུ་ཡོད་དགོས།

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
bo: ལས་འགན་འབུལ་བ་མགྱོགས་པོ་མཇུག་སྒྲིལ་རྒྱུ་རེད། གྲུབ་འབྲས་ཐོབ་ཆེད་དུ་ཐོག་མར་བརྡ་སྟོན་ལ་ལན་སྤྲོད་དགོས། དེ་ནས་ %(start_tag)s ཁྱེད་ཀྱི་ལན་ %(end_tag)s ས་ཁོངས་འོག་གི་གོམ་པ་དེ་དག་སྒྲུབ་དགོས།

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
bo: ལས་འགན་འདི་ལ་གོམ་པ་ཁ་ཤས་ཡོད། གོམ་པ་ཐོག་མའི་ནང་ཁྱེད་ཀྱིས་བརྡ་སྟོན་ལ་ལན་འདེབས་བྱེད། གོམ་པ་གཞན་པ་དེ་ཚོ་ %(start_tag)s ཁྱེད་ཀྱི་ལན་འདེབས་ %(end_tag)s ས་ཁོངས་འོག་ཏུ་མངོན་ཡོད།

source: Instructions Unavailable
bo: བཀའ་སློབ་ཐོབ་མི་ཐུབ།

source: The instructions for this step could not be loaded.
bo: གོམ་པ་འདིའི་བཀའ་སློབ་མངོན་ཐུབ་མ་སོང་།

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
bo: ལས་འགན་འདི་ལ་གོམ་པ་ཁ་ཤས་ཡོད། གོམ་པ་ཐོག་མའི་ནང་ཁྱེད་ཀྱིས་བརྡ་སྟོན་ལ་ལན་འདེབས་བྱེད། གོམ་པ་གཞན་པ་རྣམས་ཁྱེད་ཀྱི་ལན་འདེབས་ས་ཁོངས་འོག་ཏུ་མངོན་ཡོད།

source: Loading
bo: ལེན་བཞིན་པ་་་

source: Preview in LaTeX
bo: LaTeX ནང་སྔོན་ལྟ།

source: Click to preview your submission in LaTeX.
bo: ཁྱེད་རང་གི་འབུལ་བ་ལ་ལེ་ཊེག་སི་(LaTeX)ནང་སྔོན་ལྟ་བྱེད་པར་སྣུན་རོགས།

source: Preview Response
bo: སྔོན་ལྟའི་ལན་འདེབས།

source: Comments
bo: མཆན།

source: The question for this section
bo: ཚན་པ་འདིའི་དྲི་བ།

source: Files that were uploaded by your teammates:
bo: ཁྱེད་རང་གི་རུ་མི་ཚོས་ཡར་བསྐུར་བའི་ཡིག་ཆ།

source: View the files associated with this submission:
bo: ཕུལ་བ་འདི་དང་འབྲེལ་བའི་ཡིག་ཆ་ལ་གཟིགས།

source: Uploaded by
bo: ཡར་འཇུག་མཁན།

source: Files that were uploaded by you:
bo: ཁྱེད་ཀྱིས་ཡར་བསྐུར་བའི་ཡིག་ཆ།

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
bo: དྲན་སྐུལ། ཡིག་ཆ་འདི་དག་སློབ་ཚན་གཞན་ཞིག་གིས་ཡར་བསྐུར་ཡོད་པ་དང་། དྲ་ཚིགས་འཛིན་སྐྱོང་པས་བདེན་དཔང་དང་། བརྟག་དཔྱད། ཆོག་མཆན། བསྐྱར་ཞིབ། ཡང་ན་ཆོག་མཆན་མ་སྤྲད་པ་རེད། གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་དེ་དག་ལ་འཛུལ་ཞུགས་བྱས་ན་ཁྱེད་རང་གིས་རང་ཉིད་ཀྱི་ཉེན་ཁ་ལ་ཐུག་ཡོད།)

source: Assess Peers
bo: མཉམ་རོགས་ལ་དཔྱད་ཞིབ་བྱེད་པ།

source: In Progress (%(review_number)s of %(num_must_grade)s)
bo: འགྲོ་བཞིན་འདུག ( %(review_number)s of %(num_must_grade)s )

source: Read and assess the following response from one of your peers.
bo: ཁྱེད་རང་གི་གྲོགས་པོ་གཅིག་གིས་གཤམ་གྱི་ལན་འདེབས་འདི་ཀློག་ནས་དཔྱད་ཞིབ་བྱོས།

source: Associated Files
bo: འབྲེལ་ཡོད་ཡིག་ཆ།

source: We could not submit your assessment
bo: ང་ཚོས་ཁྱེད་ཀྱི་དཔྱད་ཞིབ་འབུལ་ཐུབ་མ་སོང་།

source: Cancelled
bo: ཕྱིར་འཐེན་བྱས་ཟིན།

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
bo: མ་ཚང་བ། ( %(num_graded)s of %(num_must_grade)s )

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
bo: གོམ་པ་འདིའི་དུས་ཚོད་འདས་ཟིན། གོམ་པ་འདི་ད་ལྟ་སྒོ་བརྒྱབ་ཟིན། ཁྱེད་རང་གིས་མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་མཇུག་སྒྲིལ་མི་ཐུབ་པའམ་ཡང་ན་ལས་འགན་འདི་མུ་མཐུད་དུ་སྒྲུབ་མི་ཐུབ་པས་ཁྱེད་རང་ལ་མཇུག་སྒྲིལ་མེད་པའི་གྲུབ་འབྲས་ཐོབ་རྒྱུ་རེད།

source: Completed
bo: རྫོགས་སོ།

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
bo: ཁྱོད་ཀྱིས་ལས་འགན་འདིའི་ཆེད་དུ་དགོས་མཁོའི་མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ཚང་མ་མཐར་ཕྱིན་ངང་སྒྲུབ་ཟིན། གལ་ཏེ་ཁྱེད་རང་འདོད་ན་ཁྱེད་རང་གིས་མཉམ་རོགས་ཀྱི་ལན་འདེབས་ཁ་སྣོན་ལ་དཔྱད་ཞིབ་བྱེད་ཐུབ། ཁ་སྣོན་གྱི་དཔྱད་ཞིབ་མཇུག་སྒྲིལ་ན་ཁྱེད་ཀྱི་མཐའ་མའི་གྲུབ་འབྲས་ལ་ཤུགས་རྐྱེན་ཐེབས་མི་ཐུབ།

source: We could not retrieve additional submissions for assessment
bo: ང་ཚོས་དཔྱད་ཞིབ་ཆེད་དུ་ཕུལ་བའི་ཡིག་ཆ་ཁ་སྣོན་ལེན་ཐུབ་མ་སོང་།

source: Continue Assessing Peers
bo: མཉམ་རོགས་ལ་མུ་མཐུད་དུ་དཔྱད་དཔོག་བྱེད་པ།

source: Complete (%(num_graded)s)
bo: མཇུག་སྒྲིལ། ( %(num_graded)s )

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
bo: ཕུལ་བའི་མཉམ་རོགས་ཀྱི་ལན་འདེབས་ཚང་མར་དཔྱད་ཞིབ་བྱས་ཟིན། སློབ་ཕྲུག་མང་པོས་ལན་འདེབས་བྱས་ཡོད་མེད་རྗེས་སུ་ལྟ་ཞིབ་བྱོས།

source: Not Available
bo: མེད་པ།

source: In Progress (%(review_number)s of %(num_must_grade)s)
bo: འགྲོ་བཞིན་འདུག ( %(review_number)s of %(num_must_grade)s )

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
bo: མཉམ་རོགས་ཀྱི་ལན་འདེབས་ཡོད་ཚད་ལ་དཔྱད་ཞིབ་བྱས་ཟིན། སློབ་ཕྲུག་མང་པོས་ལན་འདེབས་བྱས་ཡོད་མེད་རྗེས་སུ་ལྟ་ཞིབ་བྱོས། ཁྱེད་རང་གིས་དཀའ་ངལ་འདིའི་རིམ་པ་ཚང་མ་སྒྲུབ་རྗེས་དང་ཁྱེད་རང་གི་གྲོགས་པོ་ཚོས་ཁྱེད་རང་གི་ལན་འདེབས་ལ་དབྱེ་ཞིབ་བྱས་རྗེས་ཁྱེད་རང་གི་གྲུབ་འབྲས་ཐོབ་རྒྱུ་རེད།

source: Your Team's Response
bo: ཁྱེད་རང་གི་རུ་ཁག་གི་ལན་འདེབས།

source: In Progress
bo: སྦྱངས་འབྲས།

source: Enter your team's response to the prompt.
bo: ཁྱེད་རང་གི་རུ་ཁག་གི་ལན་འདེབས་ལ་བརྡ་སྟོན་ནང་འཇུག་བྱོས།

source: Your work will save automatically and you can return to complete your team's response at any time before the due date
bo: ཁྱེད་ཀྱི་ལས་ཀ་རང་འགུལ་གྱིས་གསོག་འཇོག་བྱེད་པ་དང་། ཁྱེད་ཀྱིས་དུས་ཚོད་མ་ཟིན་གོང་དུས་ནམ་ཡང་ཁྱེད་ཀྱི་རུ་ཁག་གི་ལན་འདེབས་མཇུག་སྒྲིལ་བར་ལོག་ཐུབ།

source: Your work will save automatically and you can return to complete your team's response at any time.
bo: ཁྱེད་ཀྱི་ལས་ཀ་དེ་རང་འགུལ་གྱིས་ཉར་ཚགས་བྱེད་པ་དང་། ཁྱེད་ཀྱིས་དུས་ནམ་ཡང་ཁྱེད་ཀྱི་རུ་ཁག་གི་ལན་འདེབས་མཇུག་སྒྲིལ་བར་ལོག་ཐུབ།

source: After you submit a response on behalf of your team, it cannot be edited.
bo: ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་རུ་ཁག་གི་ཚབ་བྱས་ནས་ལན་འདེབས་བྱས་རྗེས་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ།

source: Enter your response to the prompt.
bo: ཁྱེད་རང་གི་ལན་དེ་བརྡ་སྟོན་ནང་བླུགས།

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
bo: ཁྱེད་ཀྱི་ལས་ཀ་རང་འགུལ་གྱིས་ཉར་ཚགས་བྱེད་པ་དང་། ཁྱེད་ཀྱིས་དོན་ཚན་ཆུང་བའི་དུས་ཚོད་མ་ཟིན་གོང་དུས་ནམ་ཡང་ལན་འདེབས་བྱེད་པར་ཕྱིར་ལོག་ཐུབ།

source: Your work will save automatically and you can return to complete your response at any time before the course ends
bo: ཁྱེད་ཀྱི་ལས་ཀ་རང་འགུལ་གྱིས་ཉར་ཚགས་བྱེད་པ་དང་། སློབ་ཚན་མཇུག་མ་བསྒྲིལ་གོང་དུ་དུས་ནམ་ཡང་ལན་འདེབས་བྱེད་པར་ཕྱིར་ལོག་བྱེད་ཐུབ།

source: Your work will save automatically and you can return to complete your response at any time before the due date
bo: ཁྱེད་ཀྱི་ལས་ཀ་རང་འགུལ་གྱིས་གསོག་འཇོག་བྱེད་པ་དང་། ཁྱེད་ཀྱིས་དུས་ཚོད་མ་ཟིན་གོང་དུས་ཚོད་གང་རུང་ཞིག་ལ་ལན་འདེབས་བྱེད་པར་ཕྱིར་ལོག་བྱེད་ཐུབ།

source: Your work will save automatically and you can return to complete your response at any time.
bo: ཁྱེད་ཀྱི་ལས་ཀ་དེ་རང་འགུལ་གྱིས་གསོག་འཇོག་བྱེད་པ་དང་། ཁྱེད་ཀྱིས་དུས་ནམ་ཡང་ལན་འདེབས་བྱེད་པར་ཕྱིར་ལོག་ཐུབ།

source: After you submit your response, you cannot edit it
bo: ལན་འདེབས་ཕུལ་རྗེས་རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ།

source: What will this assignment be graded on?
bo: ལས་འགན་འདི་ལ་ཨང་གྲངས་གང་ཞིག་སྤྲོད་ཀྱི་རེད་དམ།

source: The prompt for this section
bo: དོན་ཚན་འདིའི་བརྡ་སྐུལ།

source: You are on team
bo: ཁྱེད་རང་རུ་ཁག་ནང་ཡོད།

source: Team Members:
bo: རུ་ཁག་གི་ཁོངས་མི།

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
bo: %(team_members_with_external_submissions)s རུ་ཁག་གཞན་ཞིག་དང་མཉམ་དུ་ལས་འགན་འདིའི་ལན་འདེབས་བྱས་ཟིན། ཁྱེད་རང་གི་རུ་ཁག་གི་ཕུལ་བའམ་ལས་འགན་གྱི་གྲུབ་འབྲས་ཀྱི་ཆ་ཤས་ཤིག་མིན།

source: Team Response
bo: རུ་ཁག་གི་ལན་འདེབས།

source: Your Response
bo: ཁྱེད་ཀྱི་ལན་འདེབས།

source: (Required)
bo: (ངེས་སྦྱོང)

source: (Optional)
bo: (རང་མོས་ཡིན།)

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
bo: རུ་ཁག་གིས་རུ་ཁག་གི་ཁོངས་མི་གཅིག་བསྐོ་བཞག་བྱས་ནས་ལན་འདེབས་འབུལ་དགོས། རུ་ཁག་ཧྲིལ་པོ། རུ་ཁག་གི་ཚོགས་མི་ཚང་མས་བར་སྟོང་འདི་བེད་སྤྱད་ནས་ལན་འདེབས་ཟིན་བྲིས་ལ་ལས་ཀ་བྱེད་ཐུབ། འོན་ཀྱང་། ཁྱོད་ཀྱིས་ཁྱོད་ཀྱི་རུ་མི་རྣམས་ཀྱི་ཟིན་བྲིས་དེ་ས་ཆ་འདིར་བཟོས་པ་མཐོང་མི་ཐུབ། མཐའ་མའི་ལན་འདེབས་ཐག་གཅོད་བྱེད་པར་ཁོ་ཚོ་དང་མཉམ་དུ་འབྲེལ་མཐུད་བྱེད་རོགས། འཐུས་མིས་འབུལ་དགོས།

source: Enter your response to the prompt above.
bo: གོང་གསལ་གྱི་བརྡ་སྟོན་ལ་ཁྱེད་རང་གི་ལན་བླུགས།

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
bo: ཁྱེད་རང་ད་ལྟ་རུ་ཁག་ %(team_name)s ནང་ཡོད། ཁྱེད་རང་རུ་ཁག་ %(previous_team_name)s ནང་དུ་ཡོད་པའི་དུས་ནས་བཟུང་། ཁོང་ཚོས་ལས་འགན་འདི་ལ་ལན་འདེབས་བྱས་སྐབས། ཁྱོད་ཀྱིས་རུ་ཁག་ %(previous_team_name)s མཐོང་གི་འདུག ལན་འདེབས་བྱས་ན་ལས་འགན་འདི་ལ་ཁྱེད་ཀྱི་རུ་མི་སྔོན་མ་དང་གཅིག་མཚུངས་ཀྱི་གྲུབ་འབྲས་ཐོབ་རྒྱུ་རེད། ཁྱེད་རང་ལས་འགན་འདིའི་ཆེད་དུ་རུ་ཁག་ %(team_name)s ཡི་ཕུལ་བའི་ཆ་ཤས་ཤིག་མིན་ལ། ཁོ་ཚོས་ཕུལ་བའི་གྲུབ་འབྲས་ལ་གྲུབ་འབྲས་ཐོབ།

source: We could not save your progress
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཡར་རྒྱས་སྲུང་སྐྱོབ་བྱེད་ཐུབ་མ་སོང་།

source: Status of Your Response
bo: ཁྱེད་ཀྱི་ལན་འདེབས་ཀྱི་གནས་ཚུལ།

source: File Uploads
bo: ཡིག་ཆ་ཡར་བསྐུར།

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
bo: གཤམ་དུ་ཁྱེད་རང་དང་ཁྱེད་རང་གི་རུ་མི་ཚོས་ཡར་བསྐུར་བའི་ཡིག་ཆ་དང་བསྐྱར་ཞིབ་ཡིག་ཆ་ཁག་ལ་ཡར་བསྐུར་རོགས། ངེས་པར་དུ་ཁ་སྣོན་བྱེད་དགོས། ཁྱེད་ཀྱི་ཡིག་ཆའི་འགྲེལ་བཤད་དེ་ཁྱེད་ཀྱི་རུ་མི་ཚོས་དེ་དག་ངོས་འཛིན་བྱེད་པར་རོགས་རམ་བྱེད།

source: We could not upload files
bo: ང་ཚོས་ཡིག་ཆ་ཡར་བསྐུར་ཐུབ་མ་སོང་།

source: We could not delete files
bo: ང་ཚོས་ཡིག་ཆ་སུབ་མ་ཐུབ།

source: Select one or more files to upload for this submission.
bo: འབུལ་བ་འདིའི་ཆེད་དུ་ཡིག་ཆ་གཅིག་དང་ཡང་ན་དེ་ལས་མང་བ་འདེམས་དགོས།

source: Select a file to upload for this submission.
bo: འབུལ་བ་འདིའི་ཆེད་དུ་ཡར་བསྐུར་བྱེད་པའི་ཡིག་ཆ་ཞིག་འདེམས།

source: Supported file types:
bo: རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་ཆའི་རིགས།

source: Upload files
bo: ཡིག་ཆ་ནང་འཇུག

source: Upload file
bo: ཡིག་ཆ་ནང་འཇུག

source: This is a team submission.
bo: འདི་ནི་རུ་ཁག་གིས་ཕུལ་བ་ཞིག་རེད།

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
bo: རུ་ཁག་གི་ཚོགས་མི་གཅིག་གིས་རུ་ཁག་གི་མཉམ་སྤྱོད་ཡིག་ཆ་དང་རུ་ཁག་ཡོངས་ཀྱི་ཚབ་བྱས་ནས་ཡིག་ཐོག་གི་ལན་འདེབས་འབུལ་དགོས།

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
bo: རུ་ཁག་གི་ཚོགས་མི་གཅིག་གིས་རུ་ཁག་ཡོངས་ཀྱི་ཚབ་བྱས་ནས་རུ་ཁག་གི་མཉམ་སྤྱོད་ཡིག་ཆ་དང་མཉམ་དུ་ལན་འདེབས་འབུལ་དགོས།

source: One team member should submit a text response on behalf of the entire team.
bo: རུ་ཁག་གི་ཁོངས་མི་གཅིག་གིས་རུ་ཁག་ཡོངས་ཀྱི་ཚབ་བྱས་ནས་ཡིག་ཐོག་ལན་འདེབས་འབུལ་དགོས།

source: One team member should submit on behalf of the entire team.
bo: རུ་མི་གཅིག་གིས་རུ་ཁག་ཡོངས་ཀྱི་ཚབ་བྱས་ནས་འབུལ་དགོས།

source: Learn more about team assignments here: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
bo: འདིར་རུ་ཁག་གི་ལས་འགན་སྐོར་ལ་མང་ཙམ་ཤེས་དགོས། ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">འབྲེལ་མཐུད</a> )

source: We could not submit your response
bo: ང་ཚོས་ཁྱེད་ཀྱི་ལན་འདེབས་ཐུབ་མ་སོང་།

source: Submit your response and move to the next step
bo: ཁྱེད་རང་གི་ལན་འདེབས་ཕུལ་ནས་གོམ་པ་རྗེས་མར་སྤོ་དགོས།

source: Your submission was cancelled.
bo: ཁྱེད་ཀྱི་ཕུལ་བ་དེ་མེད་པར་བཟོས་ཡོད།

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
bo: ཁྱེད་ཀྱི་བསྐུར་ཡིག་དེ་ %(removed_by_username)s ནས་ %(removed_datetime)s ཐོག་མེད་པར་བཟོས་ཡོད།

source: Your submission was cancelled on %(removed_datetime)s
bo: ཁྱེད་ཀྱི་བསྐུར་ཡིག་དེ་ %(removed_datetime)s ཉིན་རྩིས་མེད་དུ་བཏང་ཡོད།

source: Comments: %(comments)s
bo: མཆན: %(comments)s .

source: Incomplete
bo: ཆ་མ་ཚང་བ།

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
bo: གོམ་པ་འདིའི་དུས་ཚོད་འདས་ཟིན། གོམ་པ་འདི་ད་ལྟ་སྒོ་བརྒྱབ་ཟིན། ཁྱེད་ཀྱིས་ལན་འདེབས་འབུལ་མི་ཐུབ་པའམ་ཡང་ན་དཀའ་ངལ་འདི་མུ་མཐུད་དུ་སྤེལ་མི་ཐུབ་པས་ཁྱེད་ལ་མ་ཚང་བའི་ཚད་གཞི་ཐོབ་རྒྱུ་རེད། གལ་ཏེ་ཁྱེད་ཀྱིས་ཉར་ཚགས་བྱས་ཀྱང་ལན་འདེབས་མ་ཕུལ་ན། ལན་འདེབས་དེ་སློབ་ཚན་གྱི་དྲན་ཐོའི་ནང་མངོན་ཡོད།

source: Complete
bo: འགྲུབ་རྒྱུ།

source: Your response
bo: ཁྱེད་ཀྱི་ལན་འདེབས།

source: Your Uploaded Files
bo: ཁྱེད་ཀྱིས་ཡར་བསྐུར་བའི་ཡིག་ཆ།

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་ཕུལ་ཟིན། གོམ་པ་ཚང་མ་མཇུག་སྒྲིལ་རྗེས་དང་ལན་འདེབས་ཆ་ཚང་བརྟག་དཔྱད་བྱས་རྗེས་ཁྱེད་ལ་གྲུབ་འབྲས་ཐོབ་རྒྱུ་རེད།

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
bo: ཁྱེད་རང་གིས་ད་དུང་ %(peer_start_tag)s མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ %(end_tag)s དང་ %(self_start_tag)s རང་ཉིད་ཀྱི་བརྟག་དཔྱད་ %(end_tag)s གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
bo: ཁྱེད་རང་གིས་ད་དུང་ %(start_tag)s མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ %(end_tag)s གོམ་པ་མཇུག་སྒྲིལ་དགོས།

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
bo: ཁྱེད་རང་གིས་ད་དུང་ %(start_tag)s རང་གིས་རང་ལ་དབྱེ་ཞིབ་བྱེད་ %(end_tag)s གོམ་པ་དེ་མཇུག་སྒྲིལ་དགོས།

source: We could not reset your response
bo: ང་ཚོས་ཁྱེད་ཀྱི་ལན་འདེབས་སླར་གསོ་བྱེད་ཐུབ་མ་སོང་།

source: Reset response and submit again
bo: ལན་འདེབས་སླར་གསོ་བྱས་ནས་ཡང་བསྐྱར་ཕུལ་བ།

source: Error
bo: གནད་དོན།

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
bo: ཁྱེད་རང་རུ་ཁག་ %(team_name)s ལ་མཉམ་ཞུགས་བྱས་རྗེས་ཁོ་ཚོས་ལས་འགན་འདིའི་ལན་བསྐུར་རྗེས། ཁྱེད་ལ་ཁོང་ཚོའི་ལན་འདེབས་ལ་གྲངས་ཀ་ཐོབ་ཀྱི་མ་རེད། ཁྱེད་ཀྱིས་ཀྱང་སྔོན་ཆད་ཕུལ་མེད། རུ་ཁག་གཞན་ཞིག་དང་མཉམ་དུ་ལས་འགན་འདི་ལ་ལན་འདེབས། སློབ་ཚན་གྱི་ལས་བྱེད་ལ་འབྲེལ་བ་བྱས་ནས་གྲོས་བསྡུར་གནང་རོགས། ལས་འགན་འདིའི་གདམ་ག།

source: Assess Your Response
bo: ཁྱེད་རང་གི་ལན་འདེབས་ལ་དཔྱད་ཞིབ་བྱོས།

source: Submit your assessment
bo: དཔྱད་ཞིབ་ཕུལ་བ།

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
bo: གོམ་པ་འདིའི་དུས་ཚོད་འདས་ཟིན། གོམ་པ་འདི་ད་ལྟ་སྒོ་བརྒྱབ་ཟིན། ཁྱེད་རང་གིས་རང་ཉིད་ཀྱི་བརྟག་དཔྱད་མཇུག་སྒྲིལ་མི་ཐུབ་པའམ་ཡང་ན་ལས་འགན་འདི་མུ་མཐུད་དུ་སྒྲུབ་མི་ཐུབ་པ་དང་། ཁྱེད་རང་ལ་མཇུག་སྒྲིལ་མེད་པའི་གྲུབ་འབྲས་ཐོབ་རྒྱུ་རེད།

source: Staff Grade
bo: ལས་བྱེད་འཛིན་གྲྭ།

source: Manage Individual Learners
bo: སློབ་མ་སྒེར་ལ་དོ་དམ་བྱེད་པ།

source: Manage Team Responses
bo: རུ་ཁག་གི་ལན་འདེབས་ལ་དོ་དམ་བྱེད་པ།

source: View Assignment Statistics
bo: ལས་འགན་གྱི་གྲངས་གཞི་ལ་གཟིགས།

source: Demo the new Grading Experience
bo: རིམ་པ་གསར་པའི་ཉམས་མྱོང་དཔེ་སྟོན།

source: View ORA in Studio
bo: གློག་བརྙན་ཁང་ནང་ORAལ་གཟིགས།

source: Close
bo: སྒོ་རྒྱོབས།

source: Manage Teams
bo: སྡེ་ཚན་དོ་དམ་བྱེད་པ།

source: Enter an individual learner's username or email
bo: སློབ་མ་རེ་རེའི་སྤྱོད་མིང་ངམ་གློག་འཕྲིན་ནང་འཇུག་བྱེད་པ།

source: Enter a team member's username or edX email
bo: རུ་ཁག་གི་ཁོངས་མིའི་སྤྱོད་མཁན་གྱི་མིང་ཡང་ན་edXགློག་འཕྲིན་བླུགས།

source: Submit
bo: འབུལ་སྤྲོད།

source: Response total
bo: ལན་འདེབས་བསྡོམས་འབོར།

source: Location
bo: ས་གནས།

source: Learner Progress
bo: སློབ་མའི་འཕེལ་རྒྱས།

source: Problem Step
bo: དཀའ་ངལ་གྱི་གོམ་པ།

source: Active Learners in Step
bo: གོམ་པ་སྤོ་བའི་སློབ་སྦྱོང་བྱེད་མཁན།

source: Dates
bo: ཟླ་ཚེས་ཁག

source: Release Date
bo: འགྲེམ་སྤེལ་དུས་ཚོད།

source: N/A
bo: མེད།

source: Staff Assessment
bo: ལས་བྱེད་པས་དཔྱད་ཞིབ།

source: Give this team a grade using the problem's rubric.
bo: དཀའ་ངལ་གྱི་རེའུ་མིག་བཀོལ་ནས་རུ་ཁག་འདི་ལ་སྐར་མ་སྤྲོད་དགོས།

source: Give this learner a grade using the problem's rubric.
bo: དཀའ་ངལ་གྱི་རེའུ་མིག་བཀོལ་ནས་སློབ་མ་འདི་ལ་སྐར་གྲངས་སྤྲོད་དགོས།

source: Response for: %(team_name)s with %(team_usernames)s
bo: ལན་འདེབས།: %(team_name)s དང་ %(team_usernames)s

source: Response for: %(student_username)s
bo: ལན་འདེབས།: %(student_username)s

source: Learner Response
bo: སློབ་མའི་ལན་འདེབས།

source: The teams's response to the prompt above
bo: གོང་གསལ་གྱི་བརྡ་སྟོན་ལ་རུ་ཁག་གི་ལན་འདེབས།

source: The learner's response to the prompt above
bo: གོང་གསལ་གྱི་སྐུལ་མ་ལ་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་ལན་འདེབས།

source: Submit assessment
bo: དཔྱད་ཞིབ་འབུལ་བ།

source: Submit assessment and continue grading
bo: གདེང་འཇོག་འབུལ་བ་དང་མུ་མཐུད་དུ་རིམ་པ་བགར་རྒྱུ།

source: %(ungraded)s Available and %(in_progress)s Checked Out
bo: %(ungraded)s ཡོད་ལ། %(in_progress)s བརྟག་དཔྱད་བྱས་ཟིན།

source: Override this learner's current grade using the problem's rubric.
bo: དཀའ་ངལ་གྱི་རུབ་རིཀ་བཀོལ་ནས་སློབ་མ་འདིའི་ད་ལྟའི་གྲུབ་འབྲས་དེ་བརྗེ་སྒྱུར་བྱེད་དགོས།

source: Override this team's current grade using the problem's rubric.
bo: དཀའ་ངལ་གྱི་རེའུ་མིག་བེད་སྤྱད་དེ་རུ་ཁག་འདིའི་ད་ལྟའི་གྲུབ་འབྲས་དེ་མེད་པར་བཟོས།

source: Team Response
bo: རུ་ཁག་གི་ལན་འདེབས།

source: The team's response to the prompt above
bo: རུ་ཁག་གིས་གོང་གསལ་གྱི་བརྡ་སྟོན་ལ་ལན་བཏབ།

source: Viewing learner: %(learner)s
bo: བལྟ་བཞིན་པའི་སློབ་སྦྱོང་བྱེད་མཁན། %(learner)s

source: Viewing team: %(team)s
bo: ལྟ་མཁན་རུ་ཁག %(team)s .

source: Learner's Response
bo: སློབ་མའི་ལན་འདེབས།

source: Team's Response
bo: རུ་ཁག་གི་ལན་འདེབས།

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
bo: སློབ་མའི་འབུལ་བ་དེ་ %(removed_by_username)s གིས་ %(removed_datetime)s ཐོག་མེད་པར་བཟོས།

source: Learner submission removed on %(removed_datetime)s
bo: སློབ་མའི་འབུལ་བ་དེ་ %(removed_datetime)s ཐོག་མེད་པར་བཟོས་ཡོད།

source: Comments: %(comments)s
bo: མཆན: %(comments)s .

source: Peer Assessments for This Learner
bo: སློབ་མ་འདི་ལ་མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད།

source: Peer Assessments Completed by This Learner
bo: སློབ་མ་འདིས་གྲོགས་པོའི་བརྟག་དཔྱད།

source: Learner's Self Assessment
bo: སློབ་མའི་རང་ངོས་དཔྱད་ཞིབ།

source: Staff Assessment for This Learner
bo: སློབ་མ་འདིའི་ཆེད་དུ་ལས་བྱེད་པའི་བརྟག་དཔྱད།

source: Staff Assessment for this Team
bo: རུ་ཁག་འདིའི་ལས་བྱེད་པའི་བརྟག་དཔྱད།

source: Learner's Final Grade
bo: སློབ་མའི་མཐའ་མའི་སྐར་གྲངས།

source: Team's Final Grade
bo: རུ་ཁག་གི་མཐའ་མའི་སྐར་གྲངས།

source: Final grade: %(points_earned)s out of %(points_possible)s
bo: མཐའ་མའི་སྐར་གྲངས། %(points_possible)s ནང་ནས་ %(points_earned)s

source: Final Grade Details
bo: མཐའ་མའི་སྐར་གྲངས་ཞིབ་ཕྲ།
