Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Could not parse serialized rubric
bo: རིམ་སྒྲིག་རུབ་རིཀ་ལ་དབྱེ་ཞིབ་བྱེད་མ་ཐུབ།

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
bo: གལ་ཏེ་ཁྱེད་ཀྱི་ལས་འགན་ནང་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་སྦྱོང་བརྡར་གྱི་གོམ་པ་ཞིག་ཚུད་ཡོད་ན།

source: Example {example_number} has a validation error: {error}
bo: དཔེར་ན་ {example_number} ལ་བདེན་དཔང་ནོར་འཁྲུལ་ཡོད། {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
bo: དཔེ་མཚོན་ {example_number} ལ་ &quot; {criterion_name} &quot;: &quot; {option_name} &quot; ལ་ནུས་མེད་ཀྱི་གདམ་ཁ་ཡོད།

source: Example {example_number} has an extra option for "{criterion_name}"
bo: དཔེར་ན་ {example_number} ལ་ &quot; {criterion_name} &quot; ཡི་གདམ་ག་ཁ་སྣོན་ཡོད།

source: Example {example_number} is missing an option for "{criterion_name}"
bo: དཔེར་ན་ {example_number} ལ་ &quot; {criterion_name} &quot; ཡི་གདམ་ག་ཞིག་བརླག་སོང་།

source: Peer
bo: ན་ཚོད་གཅིག་པའི་མི

source: Self
bo: རང

source: Staff
bo: ལས་བྱེད།

source: Unknown
bo: ངེས་མེད།

source: Criterion {number}: {label}
bo: ཚད་གཞི་ {number} : {label}

source: Points {number}
bo: སྐར་ཚད {number} །

source: Median Score {number}
bo: ཆ་སྙོམས་སྐར་གྲངས {number}

source: Feedback {number}
bo: བསམ་འཆར {number}

source: Item ID
bo: རྣམ་གྲངས་ཨང་རྟགས།

source: Submission ID
bo: ཕུལ་བའི་ལག་ཁྱེར།

source: Anonymized Student ID
bo: མིང་མ་བཀོད་པའི་སློབ་མའི་ལག་ཁྱེར།

source: Assessment ID
bo: དཔྱད་ཞིབ་ཨང་རྟགས།

source: Assessment Scored Date
bo: དཔྱད་ཞིབ་སྐར་གྲངས་ཐོབ་པའི་ཚེས་གྲངས།

source: Assessment Scored Time
bo: དཔྱད་ཞིབ་སྐར་གྲངས་ཐོབ་པའི་དུས་ཚོད།

source: Assessment Type
bo: དཔྱད་ཞིབ་རིགས།

source: Anonymous Scorer Id
bo: མིང་མེད་ཨང་གྲངས་ཐོབ་མཁན་ཨང་རྟགས།

source: Overall Feedback
bo: ཁྱོན་ཡོངས་ཀྱི་བསམ་འཆར།

source: Assessment Score Earned
bo: དཔྱད་ཞིབ་སྐར་གྲངས་བླངས།

source: Assessment Scored At
bo: དཔྱད་ཞིབ་སྐར་གྲངས།

source: Date/Time Final Score Given
bo: ཚེས་གྲངས།དུས་ཚོད་མཐའ་མའི་སྐར་གྲངས་སྤྲད་པ།

source: Final Score Earned
bo: མཐའ་མའི་སྐར་གྲངས་བླངས།

source: Final Score Possible
bo: མཐའ་མའི་སྐར་གྲངས་འབྱུང་སྲིད།

source: Feedback Statements Selected
bo: བསམ་འཆར་བརྗོད་གཞི་འདེམས་སྒྲུག་བྱས།

source: Feedback on Assessment
bo: དཔྱད་ཞིབ་ཀྱི་བསམ་འཆར།

source: Response Files
bo: ལན་འདེབས་ཡིག་ཆ།

source: No description provided.
bo: འགྲེལ་བཤད་གང་ཡང་སྤྲད་མེད།

source: None
bo: མེད།

source: Save
bo: ཉར་ཚགས།

source: Cancel
bo: ཕྱིར་འཐེན།

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
bo: ཁ་ཕྱེ་བའི་ལན་འདེབས་བརྟག་དཔྱད་ཀྱིས་ཁྱེད་ལ་རུབ་རིག་ལ་གཞི་བཅོལ་བའི་ཁ་ཕྱེ་བའི་ལན་འདེབས་བརྟག་དཔྱད་ཀྱི་གོ་རིམ་ནང་གོམ་པ་གཅིག་གམ་མང་པོ་སྒྲིག་བཀོད་བྱེད་ཐུབ། གཤམ་གྱི་གོམ་པ་དེ་དག་སློབ་གསོའི་དགོས་མཁོའི་མཉེན་ཆས་ལྡན་པའི་ཆེད་དུ་ལག་བསྟར་བྱེད་ཐུབ་པ་དང་། ལྕོགས་མེད་བཟོ་ཐུབ་པ། དེ་བཞིན་བཀོད་སྒྲིག་བྱེད་ཐུབ།

source: Display Name
bo: མངོན་པའི་མིང་།

source: The display name for this component.
bo: ཆ་ཤས་འདིའི་བཀྲམ་སྟོན་མིང་།

source: Text Response
bo: ཡི་གེའི་ལན་འདེབས།

source: Specify whether learners must include a text based response to this problem's prompt.
bo: སློབ་ཕྲུག་ཚོས་དཀའ་ངལ་འདིའི་བརྡ་སྟོན་ལ་ཡིག་ཆ་ལ་བརྟེན་པའི་ལན་འདེབས་བྱེད་དགོས་མིན་གསལ་བཤད་བྱོས།

source: Response Editor
bo: ལན་འདེབས་རྩོམ་སྒྲིག་པ།

source: Select which editor learners will use to include a text based response to this problem's prompt.
bo: སློབ་ཕྲུག་ཚོས་དཀའ་ངལ་འདིའི་བརྡ་སྟོན་ལ་ཚིག་ཡིག་ལ་གཞི་བཅོལ་བའི་ལན་འདེབས་ཚུད་པའི་ཆེད་དུ་རྩོམ་སྒྲིག་པ་གང་ཞིག་བེད་སྤྱོད་གཏོང་རྒྱུ་དེ་འདེམས།

source: File Uploads Response
bo: ཡིག་ཆ་ཡར་བསྐུར་གྱི་ལན་འདེབས།

source: Specify whether learners are able to upload files as a part of their response.
bo: སློབ་ཕྲུག་ཚོས་ལན་འདེབས་ཀྱི་ཆ་ཤས་ཤིག་ཡིན་པའི་ཆ་ནས་ཡིག་ཆ་ཡར་བསྐུར་ཐུབ་མིན་གསལ་བཀོད་བྱེད།

source: Allow Multiple Files
bo: ཡིག་ཆ་སྣ་ཚོགས་ཆོག་མཆན་སྤྲོད་པ།

source: False
bo: རྫུན་མ།

source: True
bo: བདེན་པ།

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
bo: སློབ་སྦྱོང་བྱེད་མཁན་གྱིས་ཡིག་ཆ་གཅིག་ལས་མང་བ་ཡར་བསྐུར་ཐུབ་མིན་གཏན་འཁེལ་བྱེད། གལ་ཏེ་ཡིག་ཆ་ཕབ་ལེན་ལན་འདེབས་དེ་མེད་པ་ལ་སྒྲིག་ན་འདི་ལ་ནུས་པ་གང་ཡང་མེད། འདི་རང་འགུལ་གྱིས་རུ་ཁག་གི་ལས་འགན་ལ་བདེན་པ་ལ་སྒྲིག་འཇུག་བྱེད།

source: File Upload Types
bo: ཡིག་ཆ་ཡར་བསྐུར་རིགས།

source: PDF or Image Files
bo: PDF ཡང་ན་པར་རིས་ཡིག་ཆ།

source: Image Files
bo: པར་རིས་ཡིག་ཆ།

source: Custom File Types
bo: རང་སྒྲིག་ཡིག་ཆའི་རིགས།

source: Specify whether learners can submit files along with their text responses.
bo: སློབ་ཕྲུག་ཚོས་ཡིག་ཆའི་ལན་འདེབས་དང་མཉམ་དུ་ཡིག་ཆ་འབུལ་ཐུབ་མིན་གསལ་བཤད་བྱོས།

source: File Types
bo: ཡིག་ཆའི་རིགས།

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
bo: ཁྱེད་ཀྱིས་སློབ་ཕྲུག་ཚོས་ཡར་བསྐུར་ཐུབ་པའི་ཡིག་ཆའི་རྒྱ་བསྐྱེད་དེ་ཚེག་གིས་དབྱེ་ནས་བླུགས། དཔེར་ན: pdf,doc,docx.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
bo: ཡིག་ཆའི་རྒྱ་བསྐྱེད་མང་བ་ཁ་སྣོན་བྱེད་པར་ སྲོལ་སྒྲིག་ཡིག་ཆའི་རིགས་འདེམས་ནས་ ཁས་ལེན་ཐུབ་པའི་ཡིག་ཆའི་རྒྱ་བསྐྱེད་ཀྱི་ཐོ་གཞུང་ཆ་ཚང་བཙུགས།

source: Allow LaTeX Responses
bo: LaTeXལན་འདེབས་བྱེད་དུ་འཇུག་པ།

source: Specify whether learners can write LaTeX formatted strings
bo: སློབ་མ་རྣམས་ཀྱིས་LaTeXརྩ་སྒྲིག་བྱས་པའི་ཡིག་རྒྱུན་འབྲི་ཐུབ་མིན་གཏན་འཁེལ་བྱེད།

source: Top Responses
bo: ལན་འདེབས་ཆེ་ཤོས།

source: (Disabled)
bo: (ཞ་བོ)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
bo: སློབ་ཕྲུག་གིས་ལན་འདེབས་ཕུལ་རྗེས་བཀྲམ་སྟོན་བྱེད་པའི་གྲངས་ཀ་མཐོ་ཤོས་ཀྱི་ལན་འདེབས་གྲངས་ཚད་གསལ་བཤད་བྱོས། ནུས་ལྡན་གྱི་ཨང་གྲངས་ནི་༠ནས་༩༩བར་ཡིན། གལ་ཏེ་ཨང་གྲངས་དེ་༠ཡིན་ན། ལན་འདེབས་མཐོ་ཤོས་ཀྱི་སྡེ་ཚན་དེ་སློབ་ཕྲུག་ཚོར་མངོན་མི་ཐུབ།

source: When Teams Enabled is set to true, Top Responses will be disabled.
bo: སྡེ་ཚན་ལྕོགས་ཅན་བཟོས་པ་དེ་བདེན་པ་ལ་སྒྲིག་པའི་སྐབས་ལན་འདེབས་མཐོ་ཤོས་དེ་ལྕོགས་མིན་བཟོ་རྒྱུ་རེད།

source: Teams Enabled
bo: རུ་ཁག་ལྕོགས་ཅན་བཟོས།

source: Specify whether team submissions are allowed for this response.
bo: ལན་འདེབས་འདིའི་ཆེད་དུ་རུ་ཁག་གི་ཡིག་ཆ་འབུལ་ཆོག་མིན་གསལ་བཤད་བྱོས།

source: Select Team-Set
bo: རུ་ཁག་-ཆ་སྒྲིག་འདེམས།

source: Show Rubric During Response
bo: ལན་འདེབས་སྐབས་རུབ་རིཀ་སྟོན།

source: Specify whether learners can see the rubric while they are working on their response.
bo: སློབ་ཕྲུག་ཚོས་ལན་འདེབས་བྱེད་པའི་སྐབས་ལ་རུ་བྷིག་མཐོང་ཐུབ་མིན་གསལ་བཤད་བྱོས།

source: Allow Learner Resubmissions
bo: སློབ་མ་བསྐྱར་དུ་འབུལ་ཆོག་པ།

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
bo: སློབ་ཕྲུག་ཚོས་རིམ་པ་མ་སྤྲད་པའི་ལས་ཀ་བསྐྱར་དུ་འབུལ་ཐུབ་པའི་ཆེད་དུ་བདེན་པ་ལ་སྒྲིག་དགོས། གལ་ཏེ་བསྐྱར་དུ་འབུལ་མི་ཆོག་ན་རྫུན་མ་ལ་སྒྲིག་དགོས།

source: Resubmission Grace Period
bo: ཡང་བསྐྱར་ཕུལ་བའི་ཆོག་མཆན་དུས་ཡུན།

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
bo: བསྐྱར་དུ་འབུལ་ཆོག་པའི་དུས་ཡུན་མཐོ་ཤོས་དེ་གསལ་བཤད་བྱོས། གལ་ཏེ་སྟོང་པར་བཞག་ན། སློབ་ཕྲུག་ཚོས་ཁོང་ཚོའི་ཕུལ་བའི་ཡིག་ཆ་དེ་ལ་ཚད་གཞི་མ་སྤྲད་བར་དུ་བསྐྱར་དུ་བཙུགས་ཐུབ། སློབ་མས་ལན་འདེབས་ཕུལ་རྗེས་ཆོག་མཆན་དུས་ཡུན་འགོ་འཛུགས།

source: Criterion
bo: ཚད་གཞི།

source: You cannot delete a criterion after the assignment has been released.
bo: ལས་འགན་གློད་རྗེས་ཚད་གཞི་ཞིག་བསུབས་མི་ཐུབ།

source: Remove
bo: བསུབ།

source: Criterion Name
bo: ཚད་གཞིའི་མིང་།

source: Criterion Prompt
bo: ཚད་གཞིའི་སྐུལ་སློང་།

source: Add Option
bo: གདམ་ག་ཁ་སྣོན།

source: Feedback for This Criterion
bo: ཚད་གཞི་འདིའི་བསམ་འཆར།

source: Optional
bo: རང་མོས་ཡིན།

source: Required
bo: ངེས་སྦྱོང

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
bo: གོང་གི་གདམ་ག་གཅིག་འདེམས། འདིས་བསྐྱར་ཞིབ་བྱེད་མཁན་གྱིས་ཚད་གཞིའི་བསམ་འཆར་སྤྲོད་དགོས་མིན་བརྗོད་ཀྱི་ཡོད།

source: Open Response Assessment
bo: རང་མོས་ལན་འདེབས་དཔྱད་ཞིབ།

source: Prompt
bo: དུས་བཀག

source: Schedule
bo: ཐོ་གཞུང

source: Assessment steps
bo: དཔྱད་ཞིབ་ཀྱི་གོ་རིམ།

source: Settings
bo: སྒྲིག་འགོད།

source: Option
bo: གདམ་ག

source: Option Name
bo: གདམ་གའི་མིང་།

source: Option Points
bo: གདམ་གའི་སྐར་གྲངས།

source: Option Explanation
bo: གདམ་ག་འགྲེལ་བཤད།

source: Step: Peer Assessment
bo: གོམ་པ་: མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད།

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
bo: མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་དེས་སློབ་མ་ཚོས་སློབ་མ་གཞན་ལ་བསམ་འཆར་སྤྲོད་ཐུབ་པ་དང་། མཐའ་མའི་འཛིན་གྲྭའི་ནང་གཞན་གྱི་བསམ་འཆར་ཡང་ཐོབ་ཐུབ། མང་ཆེ་བ་མ་ཡིན་ནའང་། གོམ་པ་འདིའི་སྔོན་ལ་རང་ཉིད་ཀྱི་བརྟག་དཔྱད་ཡང་ན་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་སྦྱོང་བརྡར་གྱི་གོམ་པ་ཡོད།

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
bo: རིམ་སྒྲིག: གོམ་པ་འདི་སྒྲིག་བཀོད་བྱེད་པར་ཁྱེད་ཀྱིས་སློབ་ཕྲུག་གཅིག་ལ་མཉམ་རོགས་ཀྱི་བསྐྱར་ཞིབ་ཀྱི་གྲངས་འབོར་དང་། སློབ་ཕྲུག་གཅིག་གིས་མཉམ་རོགས་ཀྱིས་ཚད་གཞི་སྤྲོད་དགོས་པའི་གྲངས་འབོར་གསལ་བཀོད་བྱེད་དགོས། ཁ་སྣོན་གྱི་གདམ་ག་གཏན་འཁེལ་བྱེད་ཐུབ།

source: View Options & Configuration
bo: གདམ་ག་དང་སྒྲིག་བཀོད་ལ་ལྟ་བ།

source: Must Grade
bo: ངེས་པར་འཛིན་གྲྭ།

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
bo: སློབ་མ་རེ་རེས་སྒྲུབ་དགོས་པའི་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཀྱི་གྲངས་འབོར་གསལ་བཤད་བྱེད་དགོས། ནུས་ལྡན་ཨང་གྲངས་ནི་ ༡ ནས་ ༩༩ བར་ཡིན།

source: Graded By
bo: རིམ་པ་བགོས་པ།

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
bo: ལན་འདེབས་རེ་རེར་དཔྱད་ཞིབ་བྱེད་དགོས་པའི་སློབ་མའི་གྲངས་འབོར་གསལ་བཤད་བྱེད་དགོས། ནུས་ལྡན་གྱི་ཨང་གྲངས་ནི་1ནས་99བར་ཡིན།

source: Enable Flexible Peer Grade Averaging
bo: མཉེན་ལྩུག་ལྡན་པའི་གྲོགས་ཚད་ཆ་སྙོམས་བྱེད་ཐུབ།

source: When enabled, learners who have received at least 30%% of the required \
bo: ལྕོགས་ཅན་བཟོས་སྐབས། ཉུང་མཐར་ཡང་དགོས་མཁོའི་ %% ཐོབ་པའི་སློབ་མ་ཚོས་\

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
bo: ཁྱད་ཆོས་འདི་སློབ་ཚན་རིམ་པའི་སྒྲིག་སྟངས་ཀྱིས་ལག་བསྟར་བྱེད་བཞིན་ཡོད། དེ་ཤོག་ངོས་དང་ཐོན་ཁུངས་སྒྲིག་བཀོད་ཀྱི་ཤོག་ངོས་སྟེང་གི་ཁ་ཕྱེ་བའི་ལན་འདེབས་བརྟག་དཔྱད་སྒྲིག་སྟངས་ཀྱི་ཤོག་བྱང་འོག་ལ་རྙེད་ཐུབ།

source: Grading strategy for the peer assessment
bo: མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཀྱི་རིམ་པ་གཅོད་པའི་ཐབས་ལམ།

source: Mean
bo: ནང་དོན

source: Median (default)
bo: བར་མཚམས་(སྔོན་སྒྲིག)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
bo: མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཆེད་དུ་འདོད་མོས་ཆེ་བའི་རིམ་པ་བཏོན་པའི་ཐབས་ཤེས་འདེམས། སྔོན་སྒྲིག་ལྟར་ན། མཉམ་ལས་བསྐྱར་ཞིབ་ཚང་མའི་བར་མཚམས་དེ་མཐའ་མའི་གྲུབ་འབྲས་རྩིས་རྒྱག་པར་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་ཆ་སྙོམས་འདེམས་ན། མཉམ་ལས་བསྐྱར་ཞིབ་ཚང་མའི་ཆ་སྙོམས་བེད་སྤྱོད་བྱེད།

source: Peer Assessment Deadlines
bo: མཉམ་རོགས་དཔྱད་ཞིབ་དུས་ཚོད།

source: Start Date
bo: འགོ་འཛུགས་ཚེས་གྲངས།

source: Start Time
bo: འགོ་ཚུགས་དུས་ཚོད།

source: The date and time when learners can begin assessing peer responses.
bo: སློབ་ཕྲུག་ཚོས་མཉམ་རོགས་ཀྱི་ལན་འདེབས་ལ་དཔྱད་ཞིབ་བྱེད་འགོ་ཚུགས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Due Date
bo: དུས་ཚོད།

source: Due Time
bo: དུས་ཚོད།

source: The date and time when all peer assessments must be complete.
bo: མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཚང་མ་མཇུག་སྒྲིལ་དགོས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: You cannot delete a prompt after the assignment has been released.
bo: ལས་འགན་གློད་རྗེས་ཁྱེད་ཀྱིས་བརྡ་སྟོན་ཞིག་བསུབས་མི་ཐུབ།

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
bo: བརྡ་སྟོན། དཔེ་མཚོན་ཡི་གེའི་ཚབ་ལ་རང་ཉིད་ཀྱི་ཡི་གེ་བཀོད། གནས་ཚུལ་ཁ་གསལ་གྱི་ཆེད་དུ་ORAཡིག་ཆ་ལ་གཟིགས།

source: Add Prompt
bo: བརྡ་སྟོན་ཁ་སྣོན།

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
bo: རུབ་རིཀ་ནི་ཚད་གཞི་ལས་གྲུབ་པ་ཡིན། དེའི་ནང་སྤྱིར་བཏང་དུ་གདམ་ག་གཅིག་དང་ཡང་ན་དེ་ལས་མང་བ་ཡོད། གདམ་ག་རེ་རེ་ལ་ཚད་གཞིའི་རིན་ཐང་ཡོད། དཔེ་སྒྲོམ་འདིའི་ནང་དཔེ་ཚད་ཀྱི་ཚད་གཞི་གཉིས་དང་དེ་དག་གི་འདེམས་གཞི་ཡོད། དཔེ་མཚོན་ཡི་གེའི་ཚབ་ལ་རང་ཉིད་ཀྱི་ཡི་གེ་བཀོད། གནས་ཚུལ་ཁ་གསལ་གྱི་ཆེད་དུ་ORAཡིག་ཆ་ལ་གཟིགས།

source: Add Criterion
bo: ཚད་གཞི་ཁ་སྣོན།

source: Feedback for This Response
bo: ལན་འདེབས་འདིའི་བསམ་འཆར།

source: Feedback Instructions
bo: བསམ་འཆར་བཀའ་སློབ།

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
bo: སློབ་མ་ཚོས་ཁོང་ཚོས་གྲངས་ཐོ་བཀོད་པའི་ལན་འདེབས་ལ་བསམ་འཆར་སྤྲོད་པར་སྐུལ་མ་གཏོང་དགོས། ཁྱེད་ཀྱིས་དཔེ་མཚོན་ཡི་གེ་དེ་རང་ཉིད་ཀྱི་ཡི་གེ་དང་བརྗེ་ལེན་བྱེད་ཐུབ།

source: Default Feedback Text
bo: སྔོན་སྒྲིག་བསམ་འཆར་ཡི་གེ།

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
bo: སློབ་ཕྲུག་ཚོས་རང་ཉིད་ཀྱི་བསམ་འཆར་མ་བླུགས་གོང་མཐོང་རྒྱུའི་བསམ་འཆར་ཡིག་ཆ་བླུགས། ཡིག་ཆ་འདི་བེད་སྤྱད་ནས་སློབ་མ་ཚོར་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཀྱི་དཔེ་ཡག་པོ་ཞིག་སྟོན་དགོས།

source: Deadlines Configuration
bo: དུས་བཀག་སྒྲིག་བཀོད།

source: Select a deadline configuration option
bo: དུས་བཀག་སྒྲིག་བཀོད་གདམ་ག་འདེམས།

source: Configure deadlines manually
bo: ལག་ཐོག་ནས་དུས་ཚོད་བཀོད་སྒྲིག་བྱེད་པ།

source: Match deadlines to the subsection due date
bo: དོན་ཚན་ཆུང་བའི་དུས་ཚོད་དང་མཐུན་པའི་དུས་ཚོད།

source: Match deadlines to the course end date
bo: སློབ་ཚན་མཇུག་སྒྲིལ་བའི་དུས་ཚོད་དང་མཐུན་པ།

source: Learn more about open response date settings
bo: ཁ་ཕྱེ་བའི་ལན་འདེབས་ཚེས་གྲངས་སྒྲིག་སྟངས་སྐོར་ལ་མང་ཙམ་ཤེས་དགོས།

source: Response Start Date
bo: ལན་འདེབས་འགོ་ཚུགས་ཚེས་གྲངས།

source: Response Start Time
bo: ལན་འདེབས་འགོ་ཚུགས་དུས་ཚོད།

source: The date and time when learners can begin submitting responses.
bo: སློབ་ཕྲུག་ཚོས་ལན་འདེབས་འབུལ་འགོ་ཚུགས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Response Due Date
bo: ལན་འདེབས་དུས་ཚོད།

source: Response Due Time
bo: ལན་འདེབས་དུས་ཚོད།

source: The date and time when learners can no longer submit responses.
bo: སློབ་ཕྲུག་ཚོས་ལན་འདེབས་འབུལ་མི་ཐུབ་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Step: Self Assessment
bo: གོམ་པ་: རང་གིས་རང་ལ་བརྟག་དཔྱད།

source: Self Assessment asks learners to grade their own submissions against the rubric.
bo: རང་གིས་རང་ལ་དཔྱད་ཞིབ་བྱེད་པ་དེས་སློབ་མ་ཚོར་རང་ཉིད་ཀྱི་ཡིག་ཆ་དེ་དག་ལ་ཚད་གཞི་ལྟར་ཚད་གཞི་བཟོ་དགོས།

source: Self Assessment Deadlines
bo: རང་བཤེར་དུས་ཚོད།

source: The date and time when learners can begin assessing their responses.
bo: སློབ་ཕྲུག་ཚོས་ལན་འདེབས་ལ་དཔྱད་ཞིབ་བྱེད་འགོ་ཚུགས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: The date and time when all self assessments must be complete.
bo: རང་གིས་རང་ལ་དཔྱད་ཞིབ་ཚང་མ་མཇུག་སྒྲིལ་དགོས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Step: Staff Assessment
bo: གོམ་པ་: ལས་བྱེད་པའི་བརྟག་དཔྱད།

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
bo: ལས་བྱེད་པའི་བརྟག་དཔྱད་སྒོ་དེ་སློབ་ཕྲུག་ཚོའི་མཐའ་མའི་གྲུབ་འབྲས་དེ་གལ་ཏེ་གོམ་པ་གཞན་པ་དང་མཉམ་དུ་བཀོལ་སྤྱོད་བྱེད་ཐུབ་ན།

source: Step: Learner Training
bo: གོམ་པ་: སློབ་མའི་སྦྱོང་བརྡར།

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
bo: སློབ་མའི་སྦྱོང་བརྡར་དེ་སློབ་མ་ཚོར་མཉམ་རོགས་ཀྱིས་ཕུལ་བའི་བརྟག་དཔྱད་ཀྱི་ཚད་གཞི་ལ་སྦྱོང་བརྡར་བྱེད་པར་རོགས་རམ་བྱེད་པར་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
bo: རིམ་སྒྲིག: གོམ་པ་འདི་ཆ་ཚང་སྒྲིག་བཀོད་བྱེད་པར་ཁྱེད་ཀྱིས་དཔེ་ཚད་ཀྱི་ལན་འདེབས་གཅིག་ཡང་ན་དེ་ལས་མང་བ་སྤྲོད་དགོས། དེ་ནས་སློབ་ཕྲུག་ཚོས་སློབ་སྟོན་པའི་གྲངས་ཀ་འདི་དང་མཐུན་དགོས་པ་དང་། ཁོང་ཚོའི་གྲངས་ཀ་དེ་དཔེ་ཚད་ཀྱི་ལན་འདེབས་དང་མཐུན་མི་ཐུབ་པའི་སྐབས་ལ་བསམ་འཆར་སྤྲོད་དགོས།

source: View / Add Sample Responses
bo: དཔེ་ཚད་ལན་འདེབས་ལ་ལྟ་བ།/ཁ་སྣོན་བྱེད་པ།

source: Add Sample Response
bo: དཔེ་ཚད་ལན་འདེབས་ཁ་སྣོན།

source: Clone Rubric
bo: རིགས་མཚུངས་རབ་རིགས།

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
bo: ད་ཡོད་ཀྱི་དཔར་བསྐྲུན་བྱས་པའམ་ཡང་ན་དཔར་བསྐྲུན་མ་བྱས་པའི་ལས་འཆར་ནས་རུབ་རིག་ཅིག་འདྲ་བཟོ་བྱེད་པར་ཁྱེད་ཀྱིས་བཀག་སྡོམ་ཨང་རྟགས་བརྒྱུད་ནས་འཚོལ་ཞིབ་བྱེད་ཐུབ། རིགས་མཚུངས་བཟོ་བཅོས་བྱེད་པ་དེ་ཕྱོགས་གཅིག་ཡིན་པ་དྲན་དགོས། དེའི་དོན་ནི་རིགས་མཚུངས་བཟོས་རྗེས་བསྒྱུར་བཅོས་བྱས་པ་དེས་བསྒྱུར་བཅོས་བྱེད་བཞིན་པའི་རུ་བྷིག་ལ་ཤུགས་རྐྱེན་ཐེབས་རྒྱུ་དང་། རིགས་མཚུངས་བཟོས་པའི་རུ་བྷིག་གང་རུང་ལ་བསྒྱུར་བཅོས་གཏོང་མི་སྲིད།

source: Block ID For this ORA:
bo: ORAའདིའི་བཀག་སྡོམ་ཨང་རྟགས་:

source: Block ID
bo: བཀག་སྡོམ་ID།

source: No other Open Response Assessments found in course
bo: སློབ་ཚན་ནང་ཁ་ཕྱེ་བའི་ལན་འདེབས་དཔྱད་ཞིབ་གཞན་པ་རྙེད་མེད།

source: Clone
bo: འདྲ་བཤུས།

source: Rubric Successfully Cloned from Block ID:
bo: རྡོག་རྡོག་ཨང་རྟགས་ནས་རུབ་རིཀ་མཐར་ཕྱིན་ངང་རིགས་མཚུངས་བཟོས།

source: Scored Response
bo: སྐར་གྲངས་ལན་འདེབས།

source: Response Score
bo: ལན་འདེབས་སྐར་གྲངས།

source: Response
bo: ལན་ལྡོན

source: Not Selected
bo: བདམས་མེད།

source: points
bo: སྐར་མ3།

source: %(start_tag)s%(title)s%(end_tag)s%(start_grade_tag)s - %(grade)s%(end_tag)s
bo: %(start_tag)s %(title)s %(end_tag)s %(start_grade_tag)s - %(grade)s བ %(end_tag)s

source: %(assessment_title)s - %(points)s point
bo: %(assessment_title)s - %(points)s ཅ༠ སྐར་མ།

source: More information about %(name)s
bo: %(name)s སྐོར་གྱི་གནས་ཚུལ་མང་ཙམ་ཤེས་ཐུབ།

source: Your Grade
bo: ཁྱེད་ཀྱི་འཛིན་གྲྭ།

source: %(points_earned)s out of %(points_possible)s
bo: %(points_earned)s ༠ ནང་ནས་ %(points_possible)s །

source: Your submission has been cancelled.
bo: ཁྱེད་ཀྱི་ཕུལ་བ་དེ་མེད་པར་བཟོས་ཡོད།

source: %(points_earned)s out of %(points_possible)s
bo: %(points_earned)s ༠ ནང་ནས་ %(points_possible)s །

source: Your Response
bo: ཁྱེད་ཀྱི་ལན་འདེབས།

source: Your Upload
bo: ཁྱེད་ཀྱི་ཡར་བསྐུར།

source: Assessments of Your Response
bo: ཁྱེད་རང་གི་ལན་འདེབས་ལ་བརྟག་དཔྱད།

source: Status
bo: གནས་བབས།

source: Overall Grade
bo: སྤྱིའི་འཛིན་གྲྭ།

source: Points
bo: ཐོབ་སྐར།

source: Additional comments on your response
bo: ཁྱེད་ཀྱི་ལན་འདེབས་ལ་ཁ་སྣོན་གྱི་མཆན་འགྲེལ།

source: Provide feedback on peer assessments
bo: མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཐད་བསམ་འཆར་སྤྲོད་པ།

source: Submitting Feedback
bo: བསམ་འཆར་འབུལ་བ།

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
bo: ཁྱེད་ཀྱི་བསམ་འཆར་ཕུལ་ཟིན། སློབ་ཚན་གྱི་ལས་བྱེད་པས་སློབ་ཚན་གྱི་ཐོ་འགོད་བསྐྱར་ཞིབ་བྱེད་སྐབས་བསམ་འཆར་འདི་མཐོང་ཐུབ།

source: Course staff will be able to see any feedback that you provide here when they review course records.
bo: སློབ་ཚན་གྱི་ལས་བྱེད་པས་སློབ་ཚན་གྱི་ཡིག་ཆ་བསྐྱར་ཞིབ་བྱེད་སྐབས་ཁྱེད་ཀྱིས་འདིར་སྤྲད་པའི་བསམ་འཆར་གང་རུང་མཐོང་ཐུབ།

source: Select the statements below that best reflect your experience with peer assessments.
bo: ཁྱེད་རང་གི་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཀྱི་ཉམས་མྱོང་ཡག་ཤོས་མཚོན་པའི་གཤམ་གྱི་བརྗོད་གཞི་འདེམས།

source: These assessments were useful.
bo: དཔྱད་ཞིབ་འདི་དག་ཕན་ཐོགས་ཆེན་པོ་བྱུང་ཡོད།

source: These assessments were not useful.
bo: དཔྱད་ཞིབ་དེ་དག་ཕན་ཐོགས་མེད་པ་རེད།

source: I disagree with one or more of the peer assessments of my response.
bo: ངའི་ལན་འདེབས་ལ་མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་གཅིག་དང་ཡང་ན་དེ་ལས་མང་བ་ལ་མོས་མཐུན་མེད།

source: Some comments I received were inappropriate.
bo: ང་ལ་འབྱོར་བའི་བསམ་ཚུལ་ཁ་ཤས་འོས་འཚམ་མིན་པ་རེད།

source: Provide feedback on the grade or comments that you received from your peers.
bo: ཁྱེད་རང་གི་གྲོགས་པོ་ཚོའི་གྲུབ་འབྲས་དང་བསམ་ཚུལ་སྐོར་ལ་བསམ་འཆར་སྤྲོད་དགོས།

source: I feel the feedback I received was...
bo: ང་ལ་འབྱོར་བའི་བསམ་འཆར་དེ་ནི།

source: We could not submit your feedback
bo: ང་ཚོས་ཁྱེད་ཀྱི་བསམ་འཆར་འབུལ་ཐུབ་མ་སོང་།

source: Submit feedback on peer assessments
bo: མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཐད་ཀྱི་བསམ་འཆར་འབུལ་བ།

source: Not Completed
bo: མཇུག་བསྒྲིལ་མེད།

source: You have not completed all the steps of this problem.
bo: ཁྱོད་ཀྱིས་དཀའ་ངལ་འདིའི་རིམ་པ་ཚང་མ་མཇུག་སྒྲིལ་མེད།

source: Not Started
bo: ད་དུང་འགོ་བཙུགས་མེད།

source: You have not started this problem yet.
bo: ཁྱོད་ཀྱིས་ད་དུང་དཀའ་ངལ་འདི་འགོ་མ་བཙུགས་པ་རེད།

source: Waiting for Assessments
bo: དཔྱད་ཞིབ་ལ་སྒུག་བཞིན་ཡོད།

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
bo: ཁྱེད་རང་གིས་ལས་འགན་ནང་ལ་ཁྱེད་རང་གི་གོམ་པ་མཇུག་སྒྲིལ་ཡོད་ཀྱང་། ཁྱེད་རང་གི་ལན་འདེབས་ལ་ད་དུང་བརྟག་དཔྱད་འགའ་ཤས་བྱེད་དགོས་ཡོད། ཁྱེད་ཀྱི་ལན་འདེབས་ཀྱི་དཔྱད་ཞིབ་ཚང་མ་ཚར་རྗེས་ཁྱེད་ཀྱི་ལན་འདེབས་ལ་དཔྱད་ཞིབ་བྱེད་མཁན་ཚང་མའི་བསམ་འཆར་མཐོང་རྒྱུ་དང་། ཁྱེད་ལ་མཐའ་མའི་གྲུབ་འབྲས་ཐོབ་རྒྱུ་རེད།

source: Grade Available Responses
bo: འཛིན་གྲྭ་ཡོད་ཚད་ཀྱི་ལན་འདེབས།

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
bo: འཛིན་གྲྭ་ཡོད་པའི་ལན་འདེབས་མེད་པ་རེད། རྣམ་གྲངས་འདི་ལས་བྱེད་པའི་དཔྱད་ཞིབ་ཆེད་དུ་སྒྲིག་བཀོད་བྱས་མེད།

source: Please wait
bo: སྒུག་རོགས།

source: Waiting Step Details
bo: སྒུག་པའི་རིམ་པ་ཞིབ་ཕྲ།

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
bo: སྒུག་པའི་གོམ་སྟབས་ཞིབ་ཕྲའི་མཐོང་སྣང་ཐོབ་མི་ཐུབ། རྣམ་གྲངས་འདི་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཆེད་དུ་སྒྲིག་བཀོད་བྱས་མེད།

source: %(num_points)s points
bo: %(num_points)s སྐར་མ།

source: Your peer's response to the prompt above
bo: ཁྱེད་ཀྱི་གྲོགས་པོས་གོང་གི་བརྡ་སྟོན་ལ་ལན་འདེབས།

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
bo: ཁྱེད་ཀྱིས་ལས་འགན་འདིའི་རིམ་པ་ཚང་མ་སྒྲུབ་རྗེས་ཁྱེད་རང་གི་གྲོགས་པོ་ཚོའི་ལན་འདེབས་མཐོ་ཤོས་དེ་མཐོང་ཐུབ།

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
bo: ཁྱེད་ཀྱི་རུ་ཁག་གི་འབུལ་བ་ཕྱིར་འཐེན་བྱས་ཟིན། ཁྱེད་ཀྱི་རུ་ཁག་ལ་སློབ་ཚན་གྱི་ལས་བྱེད་པས་ཁྱེད་ཀྱི་བརྟག་དཔྱད་དེ་བསྐྱར་དུ་བཙུགས་ནས་རུ་ཁག་ལ་ལན་འདེབས་བསྐྱར་དུ་འབུལ་ཆོག་པའི་ཆེད་དུ་གྲུབ་འབྲས་ཀླད་ཀོར་ཐོབ་རྒྱུ་རེད།

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
bo: ཁྱེད་ཀྱི་ཕུལ་བ་དེ་མེད་པར་བཟོས་ཡོད། སློབ་ཚན་གྱི་ལས་བྱེད་པས་ཁྱེད་ཀྱི་བརྟག་དཔྱད་དེ་བསྐྱར་དུ་བསྐྱར་སྒྲིག་བྱས་ནས་ལན་འདེབས་བསྐྱར་དུ་འབུལ་ཆོག་པའི་ཆོག་མཆན་མ་སྤྲད་ན་ཁྱེད་ལ་གྲངས་ཀ་ཀླད་ཀོར་ཐོབ་རྒྱུ་རེད།

source: This task is not yet available. Check back to complete the assignment once this section has opened.
bo: ལས་འགན་འདི་ད་དུང་འགྲུབ་ཐུབ་མེད། ལེའུ་འདི་ཁ་ཕྱེ་རྗེས་ལས་འགན་སྒྲུབ་པར་བསྐྱར་དུ་བརྟག་དཔྱད་བྱོས།
