Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: %(assessment_label)s - %(points)s point
bo: %(assessment_label)s ཟ༠ - %(points)s ༠ སྐར་མ།

source: Feedback Recorded
bo: བསམ་འཆར་ཐོ་འགོད་བྱས།

source: The submission is waiting for assessments.
bo: ཕུལ་བའི་ཡིག་ཆ་དེ་དཔྱད་ཞིབ་ལ་སྒུག་ཡོད།

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
bo: སློབ་མའི་ཕུལ་བའི་ཡིག་ཆ་དེ་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ལས་ཕྱིར་འཐེན་བྱས་ཡོད། ཁྱེད་ཀྱིས་དཀའ་ངལ་དེའི་ཆེད་དུ་སློབ་ཕྲུག་གི་གནས་སྟངས་དེ་བསུབས་ནས་ལན་འདེབས་བསྐྱར་དུ་འབུལ་ཆོག་པའི་ཆེད་དུ་མ་གཏོགས་སློབ་ཕྲུག་དེ་ལ་གྲངས་ཀ་ཀླད་ཀོར་ཐོབ་ཀྱི་ཡོད།

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
bo: རུ་ཁག་གི་ཕུལ་བའི་ཡིག་ཆ་དེ་རིམ་པ་བཏོན་ནས་ཕྱིར་འཐེན་བྱས་ཡོད། ཁྱེད་ཀྱིས་དཀའ་ངལ་དེའི་ཆེད་དུ་རུ་ཁག་གི་ཚོགས་མིའི་གནས་སྟངས་དེ་བསུབས་ནས་རུ་ཁག་ལ་ལན་འདེབས་བསྐྱར་དུ་འབུལ་ཆོག་པའི་ཆེད་དུ་རུ་ཁག་ལ་ཚད་གཞི་ཀླད་ཀོར་ཐོབ་ཀྱི་ཡོད།

source: The problem has not been started.
bo: དཀའ་ངལ་དེ་འགོ་འཛུགས་བྱས་མེད།

source: The problem has not been completed.
bo: དཀའ་ངལ་དེ་མཇུག་སྒྲིལ་ཐུབ་མེད།

source: Submit Assessment Grade Override
bo: དཔྱད་ཞིབ་སྐར་གྲངས་བརྒལ་བ་ཕུལ་བ།

source: Submit Team Grade Override
bo: རུ་ཁག་གི་སྐར་གྲངས་བརྒལ་བ་ཕུལ་བ།

source: Unable to perform grade override
bo: སྐར་གྲངས་བཤོལ་བ་སྒྲུབ་མི་ཐུབ།

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
bo: འཛིན་གྲྭ་འཁྱགས་པ་རེད། སློབ་ཚན་མཇུག་སྒྲིལ་པའི་ཚེས་གྲངས་ནས་ཉིན་ ༣༠ རྗེས་སུ་གྲུབ་འབྲས་རང་འགུལ་གྱིས་འཁྱགས་སུ་བཅུག་ཡོད།

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
bo: ཡིག་ཆ་འདི་ཆ་མེད་དུ་བཏང་བས་གྲུབ་འབྲས་ཐོབ་མི་ཐུབ། དཀའ་ངལ་འདིའི་ཆེད་དུ་སློབ་མའི་གནས་སྟངས་ཇི་ལྟར་བསུབས་དགོས་མིན་ཡིག་ཆ་ལ་ལྟོས་ནས་ཁོང་ཚོས་ཡང་བསྐྱར་འབུལ་ཆོག་པའི་ཆོག་མཆན་སྤྲོད་དགོས།

source: Remove Submission From Peer Grading
bo: མཉམ་རོགས་ཀྱི་རིམ་པ་ནས་འབུལ་བ་མེད་པར་བཟོས།

source: Remove Team Submission from Grading
bo: སྡེ་ཚན་གྱི་འབུལ་བ་དེ་རིམ་པ་བཏོན་ནས་མེད་པར་བཟོ་བ།

source: Caution: This Action Cannot Be Undone
bo: དྲན་སྐུལ། བྱ་སྤྱོད་འདི་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།

source: Removing a learner's submission cannot be undone and should be done with caution.
bo: སློབ་སྦྱོང་བྱེད་མཁན་གྱི་ཡིག་ཆ་མེད་པར་བཟོ་བ་དེ་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ་པས་དོགས་ཟོན་བྱེད་དགོས།

source: Removing a team's submission cannot be undone and should be done with caution.
bo: རུ་ཁག་ཅིག་གི་ཕུལ་བའི་ཡིག་ཆ་མེད་པར་བཟོ་བ་དེ་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ་པས་དོགས་ཟོན་བྱེད་དགོས།

source: Comments:
bo: བསམ་ཚུལ།

source: Remove submission
bo: ཕུལ་བ་མེད་པར་བཟོས།

source: A response was not found for this learner.
bo: སློབ་མ་འདི་ལ་ལན་འདེབས་ཤིག་རྙེད་མ་སོང་།

source: Assessment %(assessment_num)s:
bo: དཔྱད་ཞིབ་ %(assessment_num)s :

source: Assessment Details
bo: དཔྱད་ཞིབ་ཞིབ་ཕྲ།

source: Selected Option
bo: བདམས་པའི་གདམ་ག།

source: Feedback
bo: བསམ་འཆར།

source: Points Possible
bo: འབྱུང་སྲིད་པའི་དོན་ཚན།

source: Learn to Assess Responses
bo: ལན་འདེབས་ལ་དཔྱད་ཞིབ་བྱེད་ཤེས་དགོས།

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
bo: འགྲོ་བཞིན་འདུག ( %(current_progress_num)s of %(training_available_num)s )

source: Learning to Assess Responses
bo: ལན་འདེབས་ལ་དཔྱད་ཞིབ་བྱེད་པར་སློབ་སྦྱོང་བྱེད་པ།

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
bo: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་གྲོགས་པོ་ཚོའི་ལན་འདེབས་ལ་དབྱེ་ཞིབ་བྱེད་འགོ་མ་ཚུགས་གོང་དུ་སློབ་སྟོན་པས་དབྱེ་ཞིབ་བྱས་ཟིན་པའི་ལན་འདེབས་ལ་ཞིབ་བཤེར་བྱས་ནས་གྲོགས་པོའི་ལན་འདེབས་ལ་ཞིབ་བཤེར་བྱེད་སྟངས་ཤེས་དགོས། གལ་ཏེ་ཁྱེད་ཀྱིས་སློབ་སྟོན་པས་འདེམས་པའི་ལན་འདེབས་ལ་འདེམས་གཞི་གཅིག་པ་འདེམས་ན་ཁྱེད་རང་གོམ་པ་རྗེས་མར་སྤོ་རྒྱུ་རེད། གལ་ཏེ་ཁྱེད་ཀྱིས་གདམ་ག་གཅིག་པ་མ་འདེམས་ན་ཁྱེད་ཀྱིས་ལན་འདེབས་ལ་བསྐྱར་ཞིབ་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད།

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
bo: ཁྱེད་ཀྱི་བརྟག་དཔྱད་དེ་སློབ་སྟོན་པས་ལན་འདེབས་འདི་ལ་བརྟག་དཔྱད་བྱས་པ་དང་མི་འདྲ་བ་རེད། ལན་འདེབས་ལ་ཞིབ་བཤེར་བྱས་ནས་སློབ་སྟོན་པས་དེ་ལ་དཔྱད་ཞིབ་མི་འདྲ་བ་བྱེད་དགོས་དོན་གང་ཡིན་བསམ་གཞིག་བྱོས། དེ་ནས་བསྐྱར་དུ་དཔྱད་ཞིབ་ཚོད་ལྟ་བྱེད་དགོས།

source: The response to the prompt above:
bo: གོང་གསལ་གྱི་བརྡ་ལན་ལ་ལན་འདེབས།

source: Selected Options Agree
bo: བདམས་པའི་གདམ་ག་མོས་མཐུན།

source: The option you selected is the option that the instructor selected.
bo: ཁྱེད་ཀྱིས་འདེམས་པའི་གདམ་ག་དེ་སློབ་སྟོན་པས་འདེམས་པའི་གདམ་ག་དེ་རེད།

source: Selected Options Differ
bo: བདམས་པའི་གདམ་ག་མི་འདྲ།

source: The option you selected is not the option that the instructor selected.
bo: ཁྱེད་ཀྱིས་འདེམས་པའི་གདམ་ག་དེ་སློབ་སྟོན་པས་འདེམས་པའི་གདམ་ག་མིན།

source: We could not check your assessment
bo: ང་ཚོས་ཁྱེད་ཀྱི་དཔྱད་ཞིབ་ལ་ཞིབ་བཤེར་བྱེད་ཐུབ་མ་སོང་།

source: Compare your selections with the instructor's selections
bo: ཁྱེད་རང་གི་འདེམས་སྒྲུག་དང་སློབ་སྟོན་པའི་འདེམས་སྒྲུག་གཉིས་བསྡུར་རོགས།

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
bo: གོམ་པ་འདིའི་དུས་ཚོད་འདས་ཟིན། གོམ་པ་འདི་ད་ལྟ་སྒོ་བརྒྱབ་ཟིན། ཁྱོད་ཀྱིས་ལས་འགན་འདི་མུ་མཐུད་དུ་སྒྲུབ་མི་ཐུབ། ཁྱོད་ལ་མ་ཚང་བའི་ཨང་གྲངས་ཐོབ་རྒྱུ་རེད།

source: Error Loading Learner Training Examples
bo: སློབ་མའི་སྦྱོང་བརྡར་དཔེ་མཚོན་མངོན་པའི་ནོར་འཁྲུལ།

source: The Learner Training Step of this assignment could not be loaded.
bo: ལས་འགན་འདིའི་སློབ་མའི་སྦྱོང་བརྡར་གྱི་གོ་རིམ་དེ་བླུགས་ཐུབ་ཀྱི་མིན་འདུག

source: Loading Open Response Assessment...
bo: ཁ་ཕྱེ་བའི་ལན་འདེབས་དཔྱད་ཞིབ་མངོན་འགྱུར་བྱེད་བཞིན་ཡོད།

source: An unexpected error occurred.
bo: བསམ་ཡུལ་ལས་འདས་པའི་ནོར་འཁྲུལ་བྱུང་།

source: Peer Assessment
bo: སློབ་གྲོགས་ཕན་ཚུན་དཔྱད་ཞིབ།

source: Self Assessment
bo: རང་ཉིད་ཀྱིས་རང་ཉིད་ལ་དཔྱད་ཞིབ།

source: Assessment feedback could not be saved.
bo: དཔྱད་ཞིབ་ཀྱི་བསམ་འཆར་ཉར་ཚགས་བྱེད་མ་ཐུབ།

source: Feedback saved.
bo: བསམ་འཆར་ཉར་ཚགས་བྱས།

source: Staff Comments
bo: ལས་བྱེད་པའི་བསམ་འཆར།

source: Peer {peer_index}
bo: མཉམ་པ་ {peer_index} །

source: Peer Comments
bo: མཉམ་རོགས་ཀྱི་བསམ་ཚུལ།

source: Self Assessment Grade
bo: རང་དཔྱད་ཀྱི་སྐར་གྲངས།

source: Your Self Assessment
bo: ཁྱེད་རང་གི་རང་ཉིད་ལ་བརྟག་དཔྱད།

source: Your Comments
bo: ཁྱེད་ཀྱི་བསམ་འཆར།

source: Peer Mean Grade
bo: མཉམ་རོགས་ཀྱི་ཆ་སྙོམས་སྐར་གྲངས།

source: Peer Median Grade
bo: མཉམ་རོགས་ཀྱི་ཆ་སྙོམས་འཛིན་གྲྭ།

source: Waiting for peer reviews
bo: མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ལ་སྒུག་ཡོད།

source: The grade for this problem is determined by your Staff Grade.
bo: དཀའ་ངལ་འདིའི་སྐར་གྲངས་ནི་ཁྱེད་ཀྱི་ལས་བྱེད་པའི་སྐར་གྲངས་ཀྱིས་གཏན་འབེབས་བྱེད།

source: The grade for this problem is determined by your Self Assessment.
bo: དཀའ་ངལ་འདིའི་གྲུབ་འབྲས་དེ་ཁྱེད་རང་གི་རང་ཉིད་ཀྱི་བརྟག་དཔྱད་ཀྱིས་གཏན་འབེབས་བྱེད།

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
bo: ཁྱེད་ཀྱིས་དཀའ་ངལ་འདི་ལེགས་འགྲུབ་བྱུང་བ་དང་། {earned_points} / {total_points} ཐོབ་ཡོད།

source: You have not yet received all necessary peer reviews to determine your final grade.
bo: ཁྱེད་རང་གིས་མཐའ་མའི་གྲུབ་འབྲས་གཏན་འབེབས་བྱེད་པར་དགོས་ངེས་ཀྱི་མཉམ་ལས་བསྐྱར་ཞིབ་ཚང་མ་ད་དུང་ཐོབ་མེད།

source: The grade for this problem is determined by the median score of your Peer Assessments.
bo: དཀའ་ངལ་འདིའི་གྲུབ་འབྲས་དེ་ཁྱེད་ཀྱི་མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ཀྱི་ཆ་སྙོམས་གྲུབ་འབྲས་ཀྱིས་གཏན་འབེབས་བྱེད།

source: The grade for this problem is determined by the mean score of your Peer Assessments.
bo: དཀའ་ངལ་འདིའི་གྲུབ་འབྲས་དེ་ཁྱེད་ཀྱི་མཉམ་རོགས་ཀྱི་བརྟག་དཔྱད་ཀྱི་ཆ་སྙོམས་གྲུབ་འབྲས་ཀྱིས་གཏན་འབེབས་བྱེད།

source: Peer Assessment Only
bo: སློབ་གྲོགས་ཕན་ཚུན་དབྱེ་ཞིབ་ཁོ་ན།

source: Self Assessment Only
bo: རང་གིས་རང་ལ་དཔྱད་ཞིབ་ཁོ་ན་བྱེད་པ།

source: Staff Assessment Only
bo: ལས་བྱེད་པའི་དཔྱད་ཞིབ་ཁོ་ན།

source: Self Assessment to Peer Assessment
bo: རང་ཉིད་ཀྱི་དཔྱད་ཞིབ་ནས་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་བར།

source: Self Assessment to Staff Assessment
bo: རང་གིས་རང་ལ་དཔྱད་ཞིབ་བྱེད་པ་ནས་ལས་བྱེད་པའི་དཔྱད་ཞིབ་བར།

source: You can't reset your submission.
bo: ཁྱོད་ཀྱིས་ཕུལ་བ་བསྐྱར་སྒྲིག་བྱེད་མི་ཐུབ།

source: The user does not exist.
bo: སྤྱོད་མཁན་དེ་མེད།

source: There is no submission to reset.
bo: སླར་གསོ་བྱེད་པར་འབུལ་བ་མེད།

source: Submission reset successfully.
bo: ཕུལ་བའི་བསྐྱར་སྒྲིག་ལེགས་འགྲུབ་བྱུང་།

source: You must specify a block id from which to copy a rubric.
bo: ཁྱེད་ཀྱིས་རུབ་རིཀ་འདྲ་བཤུས་བྱེད་པའི་བཀག་སྡོམ་ཨང་རྟགས་གསལ་བཀོད་བྱེད་དགོས།

source: Invalid block id.
bo: ནུས་མེད་ཀྱི་བཀག་སྡོམ་ཨང་རྟགས།

source: No Open Response Assessment found in {course_id} with block id {block_id}
bo: བཀག་སྡོམ་གྱི་ཨང་རྟགས་ {block_id} དང་མཉམ་དུ་ {course_id} ནང་དུ་ཁ་ཕྱེ་བའི་ལན་འདེབས་བརྟག་དཔྱད་ཅིག་མཐོང་མ་བྱུང་།

source: You do not have permission to schedule training
bo: ཁྱེད་ལ་སྦྱོང་བརྡར་དུས་ཚོད་གཏན་འཁེལ་བྱེད་པའི་ཆོག་མཆན་མེད།

source: You do not have permission to reschedule tasks.
bo: ཁྱེད་ལ་ལས་འགན་བསྐྱར་དུ་བཀོད་སྒྲིག་བྱེད་པའི་ཆོག་མཆན་མེད།

source: You do not have permission to access the ORA staff area
bo: ཁྱེད་ལ་ORAལས་བྱེད་པའི་ས་ཁུལ་དུ་འཛུལ་ཆོག་པའི་ཆོག་མཆན་མེད།

source: You do not have permission to access ORA learner information.
bo: ཁྱེད་ལ་ORAསློབ་སྦྱོང་བྱེད་མཁན་གྱི་ཆ་འཕྲིན་ལ་འཛུལ་ཞུགས་བྱེད་པའི་ཆོག་མཆན་མེད།

source: You do not have permission to access ORA staff grading.
bo: ཁྱེད་ལ་ORAལས་བྱེད་པའི་རིམ་པ་ལ་འཛུལ་ཆོག་པའི་ཆོག་མཆན་མེད།

source: Pending
bo: སྒུག་བཞིན་པ།

source: Complete/Overwritten
bo: མཇུག་བསྡུ།/བསྐྱར་འབྲི།

source: Not applicable
bo: འཇུག་མི་ཐུབ།

source: Not submitted
bo: ཕུལ་མེད།

source: Submitted
bo: འབུལ་སྤྲོད་བྱས་ཟིན།

source: Error getting learner information.
bo: སློབ་མའི་ཆ་འཕྲིན་ཐོབ་པའི་ནོར་འཁྲུལ།

source: Error loading the checked out learner response.
bo: བརྟག་དཔྱད་བྱས་པའི་སློབ་མའི་ལན་འདེབས་ལ་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: No other learner responses are available for grading at this time.
bo: ད་ལྟའི་ཆར་སློབ་མའི་ལན་འདེབས་གཞན་པ་གང་ཡང་མེད།

source: Error getting staff grade information.
bo: ལས་བྱེད་པའི་སྐར་གྲངས་ཆ་འཕྲིན་ཐོབ་པའི་ནོར་འཁྲུལ།

source: Error getting staff grade ungraded and checked out counts.
bo: ལས་བྱེད་པའི་ཨང་གྲངས་ལ་རིམ་པ་མ་བཟོས་པ་དང་ཞིབ་བཤེར་བྱེད་པའི་ནོར་འཁྲུལ།

source: Please enter valid reason to remove the submission.
bo: ཕུལ་བའི་ཡིག་ཆ་དེ་མེད་པར་བཟོ་དགོས་པའི་རྒྱུ་མཚན་ཡང་དག་ཅིག་བྲིས་རོགས།

source: Submission not found
bo: ཕུལ་བ་རྙེད་མ་སོང་།

source: Submission for team assignment has no associated team submission
bo: རུ་ཁག་གི་ལས་འགན་ཆེད་དུ་འབུལ་བ་ལ་འབྲེལ་ཡོད་རུ་ཁག་གི་འབུལ་བ་མེད།

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
bo: སློབ་མའི་ཕུལ་བའི་ཡིག་ཆ་དེ་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ལས་ཕྱིར་འཐེན་བྱས་ཡོད། ཁྱེད་ཀྱིས་དཀའ་ངལ་དེའི་ཆེད་དུ་སློབ་ཕྲུག་གི་གནས་སྟངས་དེ་བསུབས་ནས་ལན་འདེབས་བསྐྱར་དུ་འབུལ་ཆོག་པའི་ཆེད་དུ་མ་གཏོགས་སློབ་ཕྲུག་དེ་ལ་གྲངས་ཀ་ཀླད་ཀོར་ཐོབ་ཀྱི་ཡོད།

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
bo: རུ་ཁག་གི་ཕུལ་བའི་ཡིག་ཆ་དེ་རིམ་པ་བཏོན་ནས་ཕྱིར་འཐེན་བྱས་ཡོད། ཁྱེད་ཀྱིས་དཀའ་ངལ་དེའི་ཆེད་དུ་རུ་ཁག་གི་ཚོགས་མིའི་གནས་སྟངས་དེ་བསུབས་ནས་རུ་ཁག་ལ་ལན་འདེབས་བསྐྱར་དུ་འབུལ་ཆོག་པའི་ཆེད་དུ་རུ་ཁག་ལ་ཚད་གཞི་ཀླད་ཀོར་ཐོབ་ཀྱི་ཡོད།

source: Error updating XBlock configuration
bo: XBlock སྒྲིག་བཀོད་དུས་བསྟུན་ནོར་འཁྲུལ་བྱུང་བ།

source: Error: Text Response and File Upload Response cannot both be disabled
bo: ནོར་འཁྲུལ། ཡིག་ཆའི་ལན་འདེབས་དང་ཡིག་ཆ་ཡར་བསྐུར་ལན་འདེབས་གཉིས་ཀ་ལྕོགས་མིན་བཟོ་མི་ཐུབ།

source: Error: When Text Response is disabled, File Upload Response must be Required
bo: ནོར་འཁྲུལ། ཡིག་ཆའི་ལན་འདེབས་བྱེད་མི་ཐུབ་པའི་སྐབས་ཡིག་ཆ་ཡར་བསྐུར་ལན་འདེབས་དགོས།

source: Error: When File Upload Response is disabled, Text Response must be Required
bo: ནོར་འཁྲུལ། ཡིག་ཆ་ཡར་བསྐུར་ལན་འདེབས་བྱེད་མི་ཐུབ་པའི་སྐབས་ཡིག་ཆའི་ལན་འདེབས་དགོས་ངེས་ཡིན།

source: Validation error: {error}
bo: བདེན་དཔང་ནོར་འཁྲུལ།: {error}

source: Successfully updated OpenAssessment XBlock
bo: མཐར་ཕྱིན་ངང་གསར་བརྗེ་བྱས་པའི་OpenAssessment XBlock

source: You must provide options selected in the assessment.
bo: ཁྱེད་ཀྱིས་དཔྱད་ཞིབ་ནང་འདེམས་སྒྲུག་བྱས་པའི་གདམ་ག་སྤྲོད་དགོས།

source: You must provide overall feedback in the assessment.
bo: ཁྱེད་ཀྱིས་དཔྱད་ཞིབ་ཁྲོད་ཁྱོན་ཡོངས་ཀྱི་བསམ་འཆར་འདོན་དགོས།

source: You must provide feedback for criteria in the assessment.
bo: ཁྱོད་ཀྱིས་དཔྱད་ཞིབ་ཁྲོད་ཀྱི་ཚད་གཞིའི་བསམ་འཆར་སྤྲོད་དགོས།

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
bo: &#39;{date}&#39;ནི་ནུས་མེད་ཀྱི་ཚེས་གྲངས་རྣམ་གཞག་ཅིག་ཡིན། ཚེས་གྲངས་དེ་YYYY-MM-DDTHH:MM:SS ལྟར་སྒྲིག་བཀོད་བྱས་ཡོད་པར་ངེས་གཏན་བཟོས།

source: '{date}' must be a date string or datetime
bo: &#39;{date}&#39; ངེས་པར་དུ་ཚེས་གྲངས་ཡིག་རྒྱུན་ཡང་ན་ཚེས་གྲངས་དུས་ཚོད་ཡིན་དགོས།

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
bo: གོམ་པ་འདིའི་འགོ་འཛུགས་ཚེས་གྲངས་ &#39;{start}&#39; གོམ་པ་སྔོན་མའི་འགོ་འཛུགས་ཚེས་གྲངས་ &#39;{prev}&#39; ལས་སྔ་བ་བྱེད་མི་ཐུབ།

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
bo: གོམ་པ་འདིའི་དུས་ཚོད་ &#39;{due}&#39; གོམ་པ་རྗེས་མའི་དུས་ཚོད་ &#39;{prev}&#39; ལས་རྗེས་མ་ཆགས་མི་ཐུབ།

source: The start date '{start}' cannot be later than the due date '{due}'
bo: འགོ་འཛུགས་ཚེས་གྲངས་ &#39;{start}&#39; དུས་ཚེས་ &#39;{due}&#39; ལས་འཕྱི་མི་རུང་།

source: This problem must include at least one assessment.
bo: དཀའ་ངལ་འདི་ལ་ཉུང་མཐར་ཡང་དཔྱད་ཞིབ་གཅིག་ཚུད་དགོས།

source: The assessment order you selected is invalid.
bo: ཁྱོད་ཀྱིས་འདེམས་པའི་དཔྱད་ཞིབ་གོ་རིམ་དེ་ནུས་མེད་རེད།

source: In peer assessment, the "Must Grade" value must be a positive integer.
bo: མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་ནང་ &quot;ངེས་པར་དུ་རིམ་པ་&quot; གྱི་རིན་ཐང་དེ་ངེས་པར་གྱི་ཧྲིལ་གྲངས་ཡིན་དགོས།

source: In peer assessment, the "Graded By" value must be a positive integer.
bo: མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་ནང་ &quot;Greded By&quot; རིན་ཐང་དེ་ངེས་པར་ཆ་ཚང་ཧྲིལ་གྲངས་ཡིན་དགོས།

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
bo: མཐུན་སྒྲིལ་གྱི་བརྟག་དཔྱད་ནང་&quot;ངེས་པར་དུ་ཚད་གཞི་སྤྲོད་དགོས་&quot;ཞེས་པའི་རིན་ཐང་དེ་&quot;ཚད་གཞི་སྤྲོད་དགོས།&quot;

source: You must provide at least one example response for learner training.
bo: ཁྱེད་ཀྱིས་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་སྦྱོང་བརྡར་ཆེད་དུ་ཉུང་མཐར་ཡང་དཔེ་མཚོན་ལན་འདེབས་གཅིག་སྤྲོད་དགོས།

source: Each example response for learner training must be unique.
bo: སློབ་མའི་སྦྱོང་བརྡར་གྱི་དཔེ་མཚོན་ལན་འདེབས་རེ་རེ་ལ་ཁྱད་པར་ཅན་དགོས།

source: The "required" value must be true if staff assessment is the only step.
bo: གལ་ཏེ་ལས་བྱེད་པའི་བརྟག་དཔྱད་དེ་གོམ་པ་གཅིག་པུ་དེ་ཡིན་ན། &quot;དགོས་ངེས་&quot;ཀྱི་རིན་ཐང་དེ་བདེན་པ་ཡིན་དགོས།

source: The number of assessments cannot be changed after the problem has been released.
bo: དཀའ་ངལ་དེ་གློད་རྗེས་དཔྱད་ཞིབ་ཀྱི་གྲངས་ཀ་བསྒྱུར་མི་ཐུབ།

source: The assessment type cannot be changed after the problem has been released.
bo: དཀའ་ངལ་གློད་རྗེས་དཔྱད་ཞིབ་རིགས་བསྒྱུར་མི་ཐུབ།

source: The grading strategy for peer assessments cannot be changed after the problem has been released.
bo: དཀའ་ངལ་དེ་གློད་རྗེས་མཉམ་རོགས་ཀྱི་དཔྱད་ཞིབ་ཀྱི་རིམ་པ་བཏོན་པའི་ཐབས་ཤེས་བསྒྱུར་མི་ཐུབ།

source: This rubric definition is not valid.
bo: རུ་བྷིག་གི་ངེས་ཚིག་འདི་ནུས་ལྡན་མིན།

source: You must provide at least one prompt.
bo: ཁྱོད་ཀྱིས་ཉུང་མཐར་ཡང་བརྡ་སྟོན་གཅིག་སྤྲོད་དགོས།

source: Options in '{criterion}' have duplicate name(s): {duplicates}
bo: &#39;{criterion}&#39; ནང་གི་འདེམས་གཞི་ལ་མིང་འདྲ་མཚུངས་ཡོད། {duplicates}

source: Criteria with no options must require written feedback.
bo: གདམ་ག་མེད་པའི་ཚད་གཞི་ལ་ཡིག་ཐོག་གི་བསམ་འཆར་དགོས།

source: Prompts cannot be created or deleted after a problem is released.
bo: དཀའ་ངལ་ཞིག་གློད་རྗེས་བརྡ་སྟོན་གསར་འཛུགས་བྱེད་མི་ཐུབ་པའམ་ཡང་ན་སུབ་མི་ཐུབ།

source: The number of criteria cannot be changed after a problem is released.
bo: དཀའ་ངལ་ཞིག་གློད་རྗེས་ཚད་གཞིའི་གྲངས་ཀ་བསྒྱུར་མི་ཐུབ།

source: Criteria names cannot be changed after a problem is released
bo: དཀའ་ངལ་ཞིག་གློད་རྗེས་ཚད་གཞིའི་མིང་བསྒྱུར་མི་ཐུབ།

source: The number of options cannot be changed after a problem is released.
bo: དཀའ་ངལ་ཞིག་གློད་རྗེས་གདམ་ཁའི་གྲངས་ཀ་བསྒྱུར་མི་ཐུབ།

source: Point values cannot be changed after a problem is released.
bo: དཀའ་ངལ་ཞིག་གློད་རྗེས་ས་ཚིགས་རིན་ཐང་བསྒྱུར་མི་ཐུབ།

source: Learner training must have at least one training example.
bo: སློབ་སྦྱོང་བྱེད་མཁན་གྱི་སྦྱོང་བརྡར་ལ་ཉུང་མཐར་ཡང་སྦྱོང་བརྡར་གྱི་དཔེ་མཚོན་གཅིག་དགོས།

source: Leaderboard number is invalid.
bo: འགོ་ཁྲིད་སྒྲོམ་གྱི་ཨང་གྲངས་ནུས་མེད་རེད།

source: The submission format is invalid.
bo: ཕུལ་བའི་རྣམ་གཞག་ནུས་མེད་ཡིན།

source: Please respond to the question below. Your response will be saved automatically and %(start_tag)scannot be edited once submitted%(end_tag)s.
bo: འདི་ལས་འབྱོར་བའི་ངོ་བོ་ལ་སྤྱོད་འདུག་པ། ཁྱེད་ཀྱི་རིགས་འདི་རིགས་འདི་རིགས་མེད་འབྱོར་གང་ཡོད་འདུག་ཁ་བསྐུར་ཞིང་རང་བཞག་པའི་འདུགས་དེག་ཁ་བསྐུར་འཕུར་གསོལ་

source: Enter your response to the question above.
bo: གདམ་གཤོག་འབད་བའི་ངོ་བོ་ལ་སྤྱོད་འདུག
