Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: uz

source: This field is required.
uz: Ushbu qator to'ldirilishi shart.

source: This value must be a number.
uz: Bu qiymat raqam bo'lishi kerak.

source: This value must be a date.
uz: Bu qiymat sana bo'lishi kerak.

source: At least one seat type must be selected.
uz: Kamida bitta o'rindiq turi tanlanishi kerak.

source: This field must be empty or contain 1-16 alphanumeric characters.
uz: Bu maydon boʻsh boʻlishi yoki 1-16 alfanumerik belgilardan iborat boʻlishi kerak.

source: Email domain {%s} is invalid.
uz: {%s} elektron pochta domeni yaroqsiz.

source: Must occur after start date
uz: Boshlanish sanasidan keyin sodir bo'lishi kerak

source: Max uses for multi-use coupons must be higher than 2.
uz: Ko‘p martalik kuponlar uchun maksimal foydalanish soni 2 dan ortiq bo‘lishi kerak.

source: Must occur before end date
uz: Tugash sanasidan oldin sodir bo'lishi kerak

source: A valid course ID is required
uz: Yaroqli kurs identifikatori talab qilinadi

source: A valid Program UUID is required.
uz: Yaroqli UUID dasturi talab qilinadi.

source: You must select a course type.
uz: Kurs turini tanlashingiz kerak.

source: You must choose if an honor seat should be created.
uz: Siz faxriy o'rindiq yaratilishini tanlashingiz kerak.

source: The verification deadline must occur AFTER the upgrade deadline.
uz: Tekshirish muddati yangilanish muddati tugaganidan keyin bo'lishi kerak.

source: Product validation failed.
uz: Mahsulotni tekshirish amalga oshmadi.

source: Course ID
uz: Kurs identifikatori

source: Course Name
uz: Kurs nomi

source: Course Type
uz: Kurs turi

source: Verification Deadline
uz: Tasdiqlash muddati

source: Include Honor Seat
uz: Faxriy o'rindiqni qo'shing

source: All course seats must have a price.
uz: Barcha kurs o'rindiqlari narxi bo'lishi kerak.

source: Verified seats must have an upgrade deadline.
uz: Tasdiqlangan oʻrindiqlarni yangilash muddati boʻlishi kerak.

source: The upgrade deadline must occur BEFORE the verification deadline.
uz: Yangilashning oxirgi muddati tekshirish muddatidan oldin bo'lishi kerak.

source: Verified
uz: Tasdiqlangan

source: Credit
uz: Kredit

source: Honor
uz: Hurmat

source: Verified Certificate
uz: Tasdiqlangan sertifikat

source: Professional Certificate
uz: Professional sertifikat

source: Honor Certificate
uz: Faxriy yorliq

source: No Certificate
uz: Sertifikat yo'q

source: All credit seats must have a credit provider.
uz: Barcha kredit o'rindiqlarida kredit provayderi bo'lishi kerak.

source: Please select a valid credit provider.
uz: Yaroqli kredit provayderini tanlang.

source: All credit seats must designate a number of credit hours.
uz: Barcha kredit o'rindiqlari bir necha kredit soatlarini belgilashi kerak.

source: This value must be a valid email.
uz: Bu qiymat haqiqiy e-pochta boʻlishi kerak.

source: Problem occurred during checkout. Please contact support.
uz: Hisob-kitob paytida muammo yuzaga keldi. Iltimos, qo'llab-quvvatlash xizmatiga murojaat qiling.

source: This field is required
uz: Ushbu qator to'ldirilishi shart

source: Invalid card number
uz: Karta raqami noto‘g‘ri

source: Unsupported card type
uz: Qo'llab-quvvatlanmaydigan karta turi

source: Invalid security number
uz: Xavfsizlik raqami noto‘g‘ri

source: Invalid month
uz: Yaroqsiz oy

source: Invalid year
uz: Yaroqsiz yil

source: Card expired
uz: Karta muddati tugagan

source: State/Province (required)
uz: Shtat/viloyat (majburiy)

source: Create New Coupon
uz: Yangi kupon yaratish

source: View Coupon
uz: Kuponni ko'rish

source: Edit Coupon
uz: Kuponni tahrirlash

source: Coupon Codes
uz: Kupon kodlari

source: Create New Course
uz: Yangi kurs yaratish

source: View Course
uz: Kursni ko'rish

source: Edit Course
uz: Kursni tahrirlash

source: Courses
uz: Kurslar

source: Enterprise Coupon Codes
uz: Korxona kupon kodlari

source: Redeem
uz: Qabul qilish

source: Caution! Using the back button on this page may cause you to be charged again.
uz: Diqqat! Ushbu sahifadagi “Orqaga” tugmasidan foydalanish sizdan yana toʻlov olinishiga olib kelishi mumkin.

source: Apple Pay is not available at this time. Please try another payment method.
uz: Apple Pay hozirda mavjud emas. Boshqa toʻlov usulini sinab koʻring.

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
uz: Toʻlovni amalga oshirishda xatolik yuz berdi. Sizdan toʻlov olinmagan. Qayta urinib ko'ring yoki boshqa to'lov usulini tanlang.

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
uz: Toʻlovni amalga oshirishda xatolik yuz berdi. Sizdan to‘lov olinmagan. Toʻlov maʼlumotlarini tekshiring va qayta urinib koʻring.

source: An error occurred while processing your payment. Please try again.
uz: Toʻlovni amalga oshirishda xatolik yuz berdi. Iltimos, qayta urinib koʻring.

source: Trailing comma not allowed.
uz: Orqaga vergul qoʻyish mumkin emas.

source: Can be used once by one customer
uz: Bitta mijoz tomonidan bir marta foydalanish mumkin

source: Can be used multiple times by multiple customers
uz: Bir nechta mijozlar tomonidan bir necha marta ishlatilishi mumkin

source: Can be used once by multiple customers
uz: Bir nechta mijozlar tomonidan bir marta foydalanish mumkin

source: Enrollment Code
uz: Ro'yxatdan o'tish kodi

source: Discount Code
uz: Chegirma kodi

source: Save Changes
uz: O'zgarishlarni saqlash

source: Create Coupon
uz: Kupon yaratish

source: Name
uz: Ism

source: Created
uz: Yaratilgan

source: Custom Code
uz: Maxsus kod

source: Client
uz: Mijoz

source: Category
uz: Turkum

source: Coupon Report
uz: Kupon hisoboti

source: Search...
uz: Qidiruv...

source: Next
uz: Keyingisi

source: Previous
uz: Oldingi

source: Displaying _START_ to _END_ of _TOTAL_ coupons
uz: _TOTAL_ ta kupondan _START_ dan _END_ gacha ko'rsatilmoqda

source: (filtered from _MAX_ total coupons)
uz: (jami _MAX_ kupondan filtrlangan)

source: Display _MENU_ coupons
uz: _MENU_ kuponlarini ko'rsatish

source: Free (Audit)
uz: Bepul (audit)

source: Free audit track. No certificate.
uz: Bepul audit trek. Sertifikat yo'q.

source: Verified and Audit
uz: Tasdiqlangan va tekshirilgan

source: Paid certificate track with initial verification and Verified Certificate.
uz: Dastlabki tekshirish va tasdiqlangan sertifikat bilan pullik sertifikat treki.

source: Also includes the free audit track.
uz: Shuningdek, bepul audit trekini o'z ichiga oladi.

source: Verified Only
uz: Faqat tasdiqlangan

source: Professional Education
uz: Professional ta'lim

source: Paid certificate track with initial verification and Professional Education Certificate
uz: Dastlabki tekshirish va Kasbiy ta'lim sertifikati bilan pullik sertifikat treki

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
uz: Dastlabki tekshirish va tasdiqlangan sertifikat bilan pullik sertifikat treki va kredit sotib olish imkoniyati

source: Displaying _START_ to _END_ of _TOTAL_ courses
uz: _TOTAL_ ta kursdan _START_ dan _END_ gacha ko'rsatilmoqda

source: (filtered from _MAX_ total courses)
uz: (jami _MAX_ ta kursdan filtrlangan)

source: Display _MENU_ courses
uz: _MENU_ kurslarini ko'rsatish

source: Course
uz: Kurs

source: Last Edited
uz: Oxirgi tahrirlangan

source: Seat title
uz: O'rindiq nomi

source: Seat type
uz: O'rindiq turi

source: Can be used multiple times by one customer
uz: Bitta mijoz tomonidan bir necha marta ishlatilishi mumkin

source: Create and Add More
uz: Yana yarating va qo'shing

source: Enterprise Customer
uz: Korxona mijozi

source: Enterprise Customer Catalog
uz: Korxona mijozlar katalogi

source: A course with the specified ID already exists.
uz: Belgilangan identifikatorga ega kurs allaqachon mavjud.

source: Error!
uz: Xato!

source: Saving...
uz: Saqlanmoqda...

source: Please complete all required fields.
uz: Barcha kerakli maydonlarni toʻldiring.

source: An error occurred while saving the data.
uz: Maʼlumotlarni saqlashda xatolik yuz berdi.

source: Ellipsis
uz: Ellips

source: Load the records for page
uz: Sahifa uchun yozuvlarni yuklang

source: Load the records for the next page
uz: Keyingi sahifa uchun yozuvlarni yuklang

source: Load the records for the previous page
uz: Oldingi sahifa uchun yozuvlarni yuklang

source: Select
uz: Tanlang

source: Selected
uz: Tanlangan

source: Order %(order_number)s has been fulfilled.
uz: Buyurtma %(order_number)s bajarildi.

source: Failed to fulfill order %(order_number)s: %(error)s
uz: Buyurtma bajarilmadi %(order_number)s : %(error)s

source: Refund #%(refund_id)s has been processed.
uz: To'lov № %(refund_id)s qayta ishlandi.

source: Error
uz: Xato

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
uz: Toʻlovni qaytarib boʻlmadi # %(refund_id)s : %(error)s . Qaytadan urinib ko‘ring yoki elektron tijoratni rivojlantirish guruhiga murojaat qiling.
