Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: You are currently sharing a limited profile.
bo: ཁྱེད་ཀྱི་སྐོར་ཉུང་ཙམ་ལས་མཉམ་སྤྱོད་བྱས་མི་འདུག

source: This learner is currently sharing a limited profile.
bo: སློབ་སྦྱོང་བྱེད་མཁན་འདིས་ད་ལྟ་ཚད་གཞི་ཅན་གྱི་ངོ་སྤྲོད་བརྗེ་རེས་བྱེད་བཞིན་ཡོད།
