Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: question posted %(time_ago)s by %(author)s
bo: དྲི་བ་ཞིག་དྲིས་འདུག %(time_ago)s འདྲི་མཁན་ནི་ %(author)s

source: Pinned
bo: འཛེར།

source: Reported
bo: ཡར་ཞུ་བྱས་ཡོད།

source: Closed
bo: སྒོ་བརྒྱབ་ཟིན།

source: Related to: %(courseware_title_linked)s
bo: འབྲེལ་ཡུལ་ནི་ %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
bo: རྩོམ་ཡིག་འདི་ལ་བལྟ་ཐུབ་མཁན་ནི་ %(group_name)s ཁོ་ན་ཡིན།

source: This post is visible to everyone.
bo: རྩོམ་ཡིག་འདི་ལ་སུས་ཀྱང་བལྟ་ཐུབ།

source: Editing post
bo: རྩོམ་ཡིག་རྩོམ་སྒྲིག་བྱེད་པ།

source: Add a clear and descriptive title to encourage participation. (Required)
bo: མཉམ་ཞུགས་མཁན་ལ་སྤྲོ་བ་སྟེར་བའི་ཁ་གསལ་ཞིང་དོན་སྟོན་ཐུབ་པའི་མཚན་བྱང་ཞིག་ཞོག (Required)

source: Edit your post below.
bo: གཤམ་ནས་ཁྱེད་ཀྱི་རྩོམ་ཡིག་རྩོམ་སྒྲིག་བྱོས།

source: Update post
bo: རྩོམ་ཡིག་རིམ་སྤར་བྱོས།

source: Show Comment (%(num_comments)s)
bo: མཆན་འགྲེལ་སྟོན། ( %(num_comments)s )

source: Add a comment
bo: མཆན་འདེབས།

source: marked as answer %(time_ago)s by %(user)s
bo: %(user)s ཡིས་ལན་ %(time_ago)s ལ་རྟགས་བརྒྱབ་ཡོད།

source: marked as answer %(time_ago)s
bo: ལན་ %(time_ago)s ཞེས་རྟགས་བཀོད།

source: endorsed %(time_ago)s by %(user)s
bo: %(user)s ཡིས་ %(time_ago)s རྒྱབ་སྐྱོར་བྱས།

source: endorsed %(time_ago)s
bo: རྒྱབ་སྐྱོར་བྱས་ %(time_ago)s

source: Editing response
bo: ལན་འདེབས་རྩོམ་སྒྲིག་བྱེད་པ།

source: Update response
bo: ལན་འདེབས་གསར་བཅོས་བྱེད་པ།

source: posted %(time_ago)s by %(author)s
bo: %(time_ago)s %(author)s

source: Editing comment
bo: མཆན་རྩོམ་སྒྲིག་བྱེད་པ།

source: Update comment
bo: མཆན་འགྲེལ།

source: discussion
bo: བགྲོ་གླེང་།

source: answered question
bo: དྲི་བར་ལན་བཏབ།

source: unanswered question
bo: ལན་མ་བཏབ་པའི་དྲི་བ།

source: Following
bo: རྗེས་འཇུག་བྱེད་བཞིན་པ།

source: Community TA
bo: མཐུན་ཚོགས་ཀྱི་ TA

source: {unread_comments_count} new
bo: {unread_comments_count} གསར་པ།

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
bo: %(comments_count)s %(span_sr_open)s མཆན ( %(unread_comments_count)s མ་བཀླགས་པའི་མཆན) %(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
bo: %(comments_count)s %(span_sr_open)s མཆན་བ %(span_close)s

source: Add a Post
bo: རྩོམ་ཡིག་ཞིག་སྣོན།

source: Visible to
bo: མཐོང་ཐུབ།

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
bo: གྲོས་བསྡུར་འཛིན་སྐྱོང་པ་དང་། འགོ་ཁྲིད་པ། TA བཅས་ཀྱིས་ཁོང་ཚོའི་རྩོམ་ཡིག་སློབ་ཕྲུག་ཚང་མར་མཐོང་ཐུབ་པ་བཟོ་ཐུབ་པའམ་ཡང་ན་སྡེ་ཚན་གཅིག་གཏན་འབེབས་བྱེད་ཐུབ།

source: All Groups
bo: སྡེ་ཚན་ཚང་མ།

source: follow this post
bo: རྩོམ་ཡིག་འདི་ལ་རྗེས་འདེད་བྱེད།

source: post anonymously to classmates
bo: མིང་མ་བཀོད་པར་སློབ་གྲོགས་ལ་སྤེལ།

source: Error posting your message.
bo: ཁྱེད་རང་གི་འཕྲིན་ཡིག་སྤེལ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: This post will be visible only to %(group_name)s.
bo: རྩོམ་ཡིག་འདི་ %(group_name)s ལ་མ་གཏོགས་མཐོང་མི་ཐུབ།

source: This post will be visible to everyone.
bo: སློབ་མ་ཚང་མས་རྩོམ་ཡིག་འདི་ལྟ་ཀློག་བྱེད་ཐུབ།

source: Topic area
bo: བརྗོད་བྱའི་ཁྱབ་ཁོངས།

source: Add your post to a relevant topic to help others find it. (Required)
bo: ཁྱེད་རང་གི་རྩོམ་ཡིག་དེ་འབྲེལ་ཡོད་བརྗོད་གཞི་ཞིག་ལ་ཁ་སྣོན་བྱས་ནས་གཞན་གྱིས་འཚོལ་བར་རོགས་རམ་བྱེད་དགོས། (ངེས་སྦྱོང)

source: (Community TA)
bo: (སྤྱི་ཚོགས་TA)

source: (Staff)
bo: (ལས་སྒྲུབ་མི་སྣ)

source: All Posts
bo: རྩོམ་ཡིག་ཡོད་ཚད།

source: Return to all posts
bo: རྩོམ་ཡིག་ཚང་མར་ཕྱིར་ལོག།

source: View discussion
bo: བགྲོ་གླེང་སྟོན།

source: Post type
bo: རྩོམ་ཡིག་གི་རིགས་དབྱེ།

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
bo: གལ་འགངས་ཆེ་བའི་གནད་དོན་གྱི་རིགས་ལ་དྲི་བ་འདྲི་བ་དང་། བགྲོ་གླེང་བརྒྱུད་ནས་རང་ཉིད་བསམ་ཚུལ་བརྗེས་ལེན་བྱས་ཆོག་པ་ཡིན།

source: Question
bo: དྲི་བ།

source: Endorse
bo: རྒྱབ་སྐྱོར་བྱེད་པ།

source: Unendorse
bo: རྒྱབ་སྐྱོར་མེད་པར་བཟོ་བ།

source: Mark as Answer
bo: ལན་དུ་རྟགས།

source: Unmark as Answer
bo: ལན་དུ་རྟགས་བཀོད།

source: Follow
bo: རྗེས་འཇུག

source: Unfollow
bo: རྗེས་འཇུག་མཚམས་འཇོག།

source: Vote for this post,
bo: རྩོམ་ཡིག་འདི་ལ་འོས་ཤོག་བླུགས།

source: Report abuse
bo: ལོག་སྤྱོད་སྙན་སེང་ཞུ་བ།

source: Report
bo: སྙན་བསྡོམས།

source: Unreport
bo: ཡར་ཞུ་མི་བྱེད།

source: Pin
bo: ཁབ

source: Unpin
bo: སྦྲེལ་ཐག་གཅོད།

source: Open
bo: སྒོ་ཕྱེ།

source: Discussion Home
bo: བགྲོ་གླེང་ཁང་།

source: How to use %(platform_name)s discussions
bo: %(platform_name)s བགྲོ་གླེང་བེད་སྤྱོད་བྱེད་སྟངས།

source: Find discussions
bo: བགྲོ་གླེང་འཚོལ་བ།

source: Use the All Topics menu to find specific topics.
bo: བརྗོད་གཞི་ཚང་མའི་དཀར་ཆག་བཀོལ་ནས་བརྗོད་གཞི་བྱེ་བྲག་པ་འཚོལ་དགོས།

source: Search all posts
bo: རྩོམ་ཡིག་ཆ་ཚང་ཚོལ།

source: Filter and sort topics
bo: བརྗོད་བྱ་ཚགས་བཤེར་དང་དབྱེ་འབྱེད།

source: Engage with posts
bo: རྩོམ་ཡིག་དང་འབྲེལ་བ་བྱེད་པ།

source: Vote for good posts and responses
bo: རྩོམ་ཡིག་དང་ལན་འདེབས་ཡག་པོ་ལ་འོས་ཤོག་འཕེན་པ།

source: Report abuse, topics, and responses
bo: ལོག་སྤྱོད་སྙན་ཞུ། བརྗོད་གཞི། ལན་འདེབས།

source: Follow or unfollow posts
bo: རྩོམ་ཡིག་ལ་རྗེས་འདེད་བྱེད་པའམ་རྗེས་འདེད་མི་བྱེད་པ།

source: Receive updates
bo: གསར་འགྱུར་འབྱོར་བ།

source: Toggle Notifications Setting
bo: བརྡ་ཐོའི་སྒྲིག་སྟངས་བསྒྱུར།

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
bo: ཁྱེད་རང་གིས་རྗེས་འདེད་བྱེད་བཞིན་པའི་རྩོམ་ཡིག་ལས་མ་བཀླགས་པའི་བྱེད་སྒོ་གསར་པ་བརྡ་ཐོ་གཏོང་བའི་གློག་འཕྲིན་བསྡུ་རུབ་ཉིན་རེར་ཐེངས་གཅིག་ཐོབ་ཆེད་དུ་སྒྲོམ་འདི་ལ་ཞིབ་བཤེར་བྱོས།

source: username or email
bo: སྤྱོད་མཁན་གྱི་མིང་ངམ་གློག་འཕྲིན་།

source: course id
bo: སློབ་ཚན་ཨང་གྲངས།

source: No results
bo: གྲུབ་འབྲས་ཐོན་མེད།

source: Course Key
bo: སློབ་ཚན་གཙོ་བོ།

source: Status
bo: གནས་བབས།

source: Grade
bo: གནས་རིམ།

source: Last Updated
bo: མཐའ་མའི་དུས་ཚོད།

source: Regenerate
bo: སླར་གསོ་བྱེད་པ།

source: Regenerate the user's certificate
bo: སྤྱོད་མཁན་གྱི་དཔང་ཡིག་བསྐྱར་བཟོ་བྱེད་པ།

source: Generate
bo: སྐྱེད་པ

source: Generate the user's certificate
bo: སྤྱོད་མཁན་གྱི་དཔང་ཡིག་བསྐྲུན།

source: Current enrollment mode:
bo: མིག་སྔའི་སློབ་བསྡུའི་ཐབས་ལམ།

source: New enrollment mode:
bo: སློབ་བསྡུའི་རྣམ་པ་གསར་པ།

source: Reason for change:
bo: འགྱུར་བའི་རྒྱུ་མཚན།

source: Choose One
bo: གཅིག་འདེམས།

source: Explain if other.
bo: གལ་ཏེ་གཞན་པ་ཡིན་ན་འགྲེལ་བཤད།

source: Submit enrollment change
bo: སློབ་བསྡུའི་འཕོ་འགྱུར་འབུལ་བ།

source: Username or email address
bo: སྤྱོད་མཁན་གྱི་མིང་ངམ་གློག་འཕྲིན་ཁ་བྱང་།

source: Course ID
bo: སློབ་ཚན་གྱི་ ID

source: Course Start
bo: སློབ་ཚན་འགོ་ཚུགས་པ།

source: Course End
bo: སློབ་ཚན་མཇུག་སྒྲིལ།

source: Upgrade Deadline
bo: གསར་བཅོས་དུས་བཀག

source: Verification Deadline
bo: བརྡ་མཇུག

source: Enrollment Date
bo: ཞུགས་ཐོ་འགོད་པའི་ཟླ་ཚེས།

source: Enrollment Mode
bo: ཞུགས་ཐོའི་རྣམ་པ།

source: Verified mode price
bo: བདེན་དཔང་བྱས་པའི་ཐབས་ལམ་རིན་གོང་།

source: Reason
bo: རྒྱུ་མཚན།

source: Last modified by
bo: མཐའ་མའི་བཟོ་བཅོས་བྱས་ཚད།

source: Active
bo: བྱེད་ནུས་སྒོ་ཕྱེས།

source: Change Enrollment
bo: སློབ་བསྡུ་བསྒྱུར་བ།

source: Date Joined
bo: ནང་ཞུགས་ཟླ་ཚེས།

source: Password Status
bo: གསང་གྲངས་གནས་ཚུལ།

source: Toggle Account Password (Usable/Unusable)
bo: རྩིས་ཁྲའི་གསང་གྲངས་བརྗེ་སྒྱུར་(བེད་སྤྱོད་གཏོང་ཐུབ་པ/བེད་སྤྱོད་མི་ཐུབ་པ)

source: Your team could not be created.
bo: ཁྱེད་རང་གི་རུ་ཁག་གསར་འཛུགས་བྱེད་ཐུབ་མ་སོང་།

source: Your team could not be updated.
bo: ཁྱེད་རང་གི་རུ་ཁག་གསར་བརྗེ་བྱེད་ཐུབ་མ་སོང་།

source: Enter information to describe your team. You cannot change these details after you create the team.
bo: ཁྱེད་རང་གི་རུ་ཁག་འགྲེལ་བརྗོད་བྱེད་པའི་ཆ་འཕྲིན་བླུགས། ཁྱེད་ཀྱིས་རུ་ཁག་གསར་འཛུགས་བྱས་རྗེས་ཞིབ་ཕྲའི་གནས་ཚུལ་འདི་དག་བསྒྱུར་མི་ཐུབ།

source: Optional Characteristics
bo: གདམ་གསེས་ཁྱད་ཆོས།

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
bo: ཁྱེད་རང་གི་རུ་ཁག་ལ་ཁྱད་ཆོས་འགའ་ཤས་གསལ་བཤད་བྱས་ནས་སློབ་སྦྱོང་བྱེད་མཁན་གཞན་ལ་ཁྱེད་རང་གི་རུ་ཁག་ནང་ཞུགས་མིན་ཐག་གཅོད་བྱེད་པར་རོགས་རམ་བྱེད་དགོས། གཟབ་གཟབ་བྱེད་དགོས། གལ་ཏེ་ཁྱེད་ཀྱི་རུ་ཁག་ལ་ཚད་བཀག་ཆེན་པོ་ཡོད་ན། མི་ཉུང་བ་ཞིག་གིས་མཉམ་ཞུགས་བྱེད་འདོད་ཡོད་སྲིད།

source: Create team.
bo: རུ་ཁག་གསར་འཛུགས་བྱེད་པ།

source: Update team.
bo: གསར་བཅོས་རུ་ཁག

source: Cancel team creating.
bo: རུ་ཁག་གསར་འཛུགས་ཆ་མེད་གཏོང་།

source: Cancel team updating.
bo: རུ་ཁག་གསར་བརྗེ་ཆ་མེད་གཏོང་།

source: Instructor tools
bo: སློབ་སྟོན་པའི་ལག་ཆ།

source: Delete Team
bo: རུ་ཁག་བསུབ།

source: Edit Membership
bo: འཐུས་མིའི་ཐོབ་ཐང་རྩོམ་སྒྲིག།

source: View Current Team Memberships
bo: ད་ལྟའི་རུ་ཁག་གི་ཚོགས་མི་ལ་གཟིགས།

source: Download Memberships
bo: འཐུས་མིའི་ཐོབ་ཐང་ཕབ་ལེན།

source: Assign Team Memberships
bo: རུ་ཁག་གི་ཁོངས་མིའི་འགན་འཁུར་བ།

source: Upload Memberships
bo: ཚོགས་མིའི་ཐོབ་ཐང་ཡར་བསྐུལ།

source: Error assigning team memberships
bo: རུ་ཁག་གི་ཁོངས་མིའི་ཐོབ་ཐང་སྤྲོད་སྐབས་ནོར་འཁྲུལ།

source: Are you having trouble finding a team to join?
bo: ཁྱེད་རང་མཉམ་ཞུགས་བྱེད་པའི་རུ་ཁག་འཚོལ་བར་དཀའ་ངལ་འཕྲད་ཀྱི་ཡོད་དམ།

source: Join Team
bo: རུ་ཁག་ནང་ཞུགས།

source: Team Assignments
bo: སྡེ་ཚན་གྱི་ལས་འགན།

source: Team Details
bo: རུ་ཁག་ཞིབ་ཕྲ།

source: You are a member of this team.
bo: ཁྱེད་རང་ཚོ་རུ་ཁག་འདིའི་ཚོགས་མི་ཞིག་ཡིན།

source: Team member profiles
bo: རུ་ཁག་གི་ཁོངས་མིའི་ངོ་སྤྲོད།

source: Team capacity
bo: རུ་ཁག་གི་ནུས་པ།

source: Leave Team
bo: རུ་ཁག་ནས་བྲལ།

source: Donate
bo: ཞལ་འདེབས།

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
bo: ཐོ་གཞུང་འདིའི་སྔོན་ལྟའི་གྲུབ་འབྲས་འཚོལ་སྡུད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད། ཁྱེད་ཀྱི་འདྲི་རྩད་དེ་འགྲིག་མིན་ཞིབ་བཤེར་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་གནང་རོགས།

source: This catalog's courses:
bo: དཀར་ཆག་འདིའི་སློབ་ཚན།

source: Expand All
bo: ཡོངས་རྫོགས་ནར་སྐྱོང་།

source: Collapse All
bo: ཡོངས་རྫོགས་ལྟེབ།

source: Start Date
bo: འགོ་རྩོམ་པའི་ཟླ་ཚེས།

source: Due Date
bo: དུས་བཅད་རྫོགས་དུས།

source: remove all
bo: ཐམས་ཅད་མེད་པར་བཟོས།

source: toggle chapter %(displayName)s
bo: བརྗེ་སྒྱུར་ལེའུ་ %(displayName)s

source: Section
bo: སྡེ་ཚན།

source: Remove chapter %(chapterDisplayName)s
bo: ལེའུ་ %(chapterDisplayName)s བཏོན་པ།

source: remove
bo: སེལ་བ

source: toggle subsection %(displayName)s
bo: བསྒྱུར %(displayName)s

source: Subsection
bo: ནང་གསེས་སྡེ་ཚན།

source: Remove subsection %(subsectionDisplayName)s
bo: ཡན་ལག་ %(subsectionDisplayName)s མེད་པར་བཟོ་བ།

source: Remove unit %(unitName)s
bo: ཆ་ཚན་ %(unitName)s བསུབ།

source: Mark Exam As Completed
bo: ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་ཟིན་པར་རྟགས་བཀོད།

source: Exam timer and end exam button
bo: ཡིག་རྒྱུགས་དུས་ཚོད་དང་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་མཐེབ།

source: End My Exam
bo: ངའི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ།

source: Hide Timer
bo: དུས་ཚོད་སྦས་པ།

source: You are taking "{exam_link}" as {exam_type}.
bo: ཁྱེད་ཀྱིས་&quot; {exam_link} &quot; དེ་ {exam_type} ལ་འཛིན་གྱི་ཡོད།

source: a timed exam
bo: དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས།

source: The timer on the right shows the time remaining in the exam.
bo: གཡས་ཕྱོགས་ཀྱི་དུས་ཚོད་སྟོན་པས་ཡིག་རྒྱུགས་ཀྱི་དུས་ཚོད་ལྷག་མ་སྟོན་གྱི་ཡོད།

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
bo: དཀའ་ངལ་གྱི་བུ་ལོན་ཐོབ་ཆེད་ཁྱེད་ཀྱིས་&quot;ངའི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་&quot;མ་འདེམས་གོང་དཀའ་ངལ་རེ་རེའི་ཆེད་དུ་&quot;ཕུལ་&quot;འདེམས་དགོས།

source: Show More
bo: འདི་ལས་མང་ཙམ་སྟོན།

source: Show Less
bo: འདི་ལས་ཉུང་ཙམ་སྟོན།

source: LEARN MORE
bo: སློབ་སྦྱོང་འདི་ལས་མང་བ་བྱོས།

source: Starts: %(start_date)s
bo: འགོ་འཛུགས།: %(start_date)s

source: Starts
bo: འགོ་རྩོམ།

source: Clear All
bo: ཚང་མ་གཙང་བཟོ།

source: Highlighted text
bo: འབུར་དུ་ཐོན་པའི་ཡི་གེ།

source: Note
bo: གསལ་འདེབས།

source: You commented...
bo: ཁྱེད་ཀྱིས་མཆན་བཏབ།...

source: Noted in:
bo: མཆན།

source: Last Edited:
bo: མཐའ་མའི་རྩོམ་སྒྲིག་བྱས་ཚད།

source: Clear search results
bo: འཚོལ་བཤེར་འབྲས་བུ་གསལ།

source: Click to edit
bo: བཟོ་བཅོས་བྱེད་པར་གནོན་དགོས།

source: Order Number
bo: མངགས་ཉོ་ཨང་གྲངས།

source: Date Placed
bo: ཚེས་གྲངས།

source: Cost
bo: གོང

source: Order Details
bo: མངགས་ཉོ་ཞིབ་ཕྲ།

source: for
bo: ཆེད་དུ

source: Product Name
bo: ཐོན་རྫས་ཀྱི་མིང་།

source: Financial Assistance Application
bo: དཔལ་འབྱོར་རོགས་སྐྱོར་སྙན་ཞུ།

source: Profile Information
bo: ཁ་བྱང་གནས་ཚུལ།

source: The following information is already a part of your {platform} profile and is required for your application. To edit this information go to
bo: གཤམ་གྱི་གནས་ཚུལ་འདི་ཁྱེད་ཀྱི་ {platform} གསལ་སྡུད་ཀྱི་ཆ་ཤས་ཤིག་ཡིན་པས་ཁྱེད་ཀྱི་སྙན་ཞུའི་ཆེད་དུ་དགོས་མཁོ་ཡོད། ཆ་འཕྲིན་འདི་བཟོ་བཅོས་བྱེད་པར་

source: Email address
bo: གློག་འཕྲིན་ཁ་བྱང་།

source: Legal name
bo: ཁྲིམས་མཐུན་མིང་།

source: Country of residence
bo: གནས་ཡུལ་རྒྱལ་ཁབ།

source: Application Details
bo: སྙན་ཞུའི་ཞིབ་ཕྲ།

source: Submit Application
bo: སྙན་ཞུ་འབུལ་སྤྲོད།

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
bo: ཁྱེད་རང་གིས་དངུལ་རྩའི་རོགས་སྐྱོར་གྱི་སྙན་ཞུ་ {course_name} ཕུལ་བར་ཐུགས་རྗེ་ཆེ། ཁྱེད་རང་གིས་ཚོང་ལས་ཉིན་གྲངས་༢ནས་༤བར་ལན་འདེབས་རེ་བ་བྱེད་ཐུབ།

source: Go to Dashboard
bo: མཛུབ་སྟོན་སྒྲོམ་ལ་འགྲོ།

source: Individual Exceptions
bo: སོ་སོར་ཁྱད་འཕགས།

source: Enter the username or email address of each learner that you want to add as an exception.
bo: ཁྱེད་ཀྱིས་དམིགས་བསལ་དུ་ཁ་སྣོན་བྱེད་འདོད་པའི་སློབ་མ་རེ་རེའི་སྤྱོད་མཁན་གྱི་མིང་ཡང་ན་གློག་འཕྲིན་ཁ་བྱང་བླུགས།

source: Student email or username
bo: སློབ་མའི་གློག་འཕྲིན་སམ་སྤྱོད་མིང་།

source: Free text notes
bo: རང་དབང་གི་ཡི་གེའི་དྲན་ཐོ།

source: Add to Exception List
bo: ཁྱད་འཕགས་ཐོ་གཞུང་ལ་ཁ་སྣོན་བྱེད་པ།

source: Generate Exception Certificates
bo: ཁྱད་འཕགས་ལག་ཁྱེར་བཟོ་སྐྲུན།

source: Certificate exceptions group selection
bo: དཔང་ཡིག་ཟུར་བཀོལ་སྡེ་ཚན་འདེམས།

source: All users on the Exception list who do not yet have a certificate
bo: ད་དུང་དཔང་ཡིག་མེད་པའི་དམིགས་བསལ་ཐོ་གཞུང་ནང་གི་སྤྱོད་མཁན་ཚང་མ།

source: All users on the Exception list
bo: དམིགས་བསལ་ཐོ་གཞུང་ནང་གི་སྤྱོད་མཁན་ཚང་མ།

source: User Email
bo: སྤྱོད་མཁན་གྱི་གློག་འཕྲིན།

source: Exception Granted
bo: དམིགས་བསལ་གནང་བ།

source: Certificate Generated
bo: ལག་འཁྱེར་བཟོས་པ།

source: Notes
bo: མཆན།

source: Remove from List
bo: ཐོ་གཞུང་ནས་བསུབ།

source: Bulk Exceptions
bo: ཕུལ་བྱུང་ཁྱད་འཕགས།

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
bo: ཁྱད་པར་སྤྲད་པའི་སློབ་མའི་སྤྱོད་མཁན་གྱི་མིང་ཡང་ན་གློག་འཕྲིན་ཁ་བྱང་ཡོད་པའི་ཚེག་རྟགས་དབྱེ་བའི་རིན་ཐང་(.csv)ཡིག་ཆ་ཞིག་ཡར་བསྐུར་བྱེད། སྤྱོད་མཁན་གྱི་མིང་སམ་གློག་འཕྲིན་ཁ་བྱང་དེ་ཚེག་དང་པོའི་དབྱེ་མཚམས་ནང་འཇུག་དགོས། ཁྱེད་ཀྱིས་ཚེག་གཉིས་པའི་དབྱེ་བའི་ཡིག་དུམ་ནང་དབྱེར་མེད་ཀྱི་རྒྱུ་རྐྱེན་འགྲེལ་བརྗོད་བྱེད་པའི་འདེམས་གཞིའི་དྲན་ཐོ་ཞིག་འཇུག་ཐུབ།

source: Upload a CSV file
bo: CSVཡིག་ཆ་ཡར་བསྐུར།

source: To invalidate a certificate for a particular learner, add the username or email address below.
bo: སློབ་སྦྱོང་བྱེད་མཁན་བྱེ་བྲག་པ་ཞིག་གི་ལག་ཁྱེར་ནུས་མེད་བཟོ་བར་གཤམ་གྱི་སྤྱོད་མཁན་གྱི་མིང་ཡང་ན་གློག་འཕྲིན་ཁ་བྱང་ཁ་སྣོན་བྱེད་དགོས།

source: Add notes about this learner
bo: སློབ་མ་འདིའི་སྐོར་གྱི་དྲན་ཐོ་ཁ་སྣོན་བྱེད།

source: Invalidate Certificate
bo: དཔང་ཡིག་ནུས་མེད་བཟོ་བ།

source: Student
bo: སློབ་མ།

source: Invalidated By
bo: ནུས་མེད་དུ་བཏང་།

source: Invalidated
bo: ནུས་མེད་དུ་གྱུར་པ།

source: Remove from Invalidation Table
bo: ནུས་མེད་རེའུ་མིག་ནས་བསུབ།

source: Divided
bo: བགོས་པ།

source: Manage Learners
bo: སློབ་མ་དོ་དམ་བྱེད་པ།

source: Add learners to this cohort
bo: སྡེ་ཚན་འདིར་སློབ་མ་ཁ་སྣོན་བྱེད་པ།

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
bo: དྲན་ཐོ། སློབ་ཕྲུག་ཚོ་སྡེ་ཚན་གཅིག་ལ་མ་གཏོགས་མེད། སྡེ་ཚན་འདི་ལ་སློབ་མ་ཁ་སྣོན་བྱེད་པ་དེས་སྔོན་མའི་སྡེ་ཚན་གྱི་ལས་འགན་གང་རུང་ལ་ཁ་གཏད་གཅོག་གི་ཡོད།

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
bo: ཁྱེད་ཀྱིས་ཁ་སྣོན་བྱེད་འདོད་པའི་སློབ་མའི་ཆེད་དུ་གློག་འཕྲིན་ཁ་བྱང་དང་/ཡང་ན་སྤྱོད་མཁན་གྱི་མིང་གྲལ་ཐིག་གསར་པའམ་ཚེག་གིས་དབྱེ་བ་ཕྱེ་ནས་བླུགས། *

source: (Required Field)
bo: (དགོས་མཁོའི་ས་ཁོངས།)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
bo: དཔེར་ན། ཇོན་ཌོ་@དཔེ་མཚོན་དྲ་ཚིགས། ཇེན་ཌོ། ཇོ་ཡི་ཌོ་@དཔེ་མཚོན་དྲ་ཚིགས།

source: You will not receive notification for emails that bounce, so double-check your spelling.
bo: ཁྱེད་ལ་གློག་འཕྲིན་ཕྱིར་ལོག་པའི་བརྡ་ཐོ་ཐོབ་མི་ཐུབ། དེ་བས་ཁྱེད་ཀྱི་ཡིག་གཟུགས་ལ་ཞིབ་བཤེར་ཐེངས་གཉིས་བྱེད་དགོས།

source: Add Learners
bo: སློབ་མ་ཁ་སྣོན་བྱེད་པ།

source: Add a New Cohort
bo: སྡེ་ཚན་གསར་པ་ཁ་སྣོན་བྱེད་པ།

source: Enter the name of the cohort
bo: ཚོགས་པའི་མིང་བླུགས།

source: Cohort Name
bo: སྡེ་ཚན་གྱི་མིང་།

source: Cohort Assignment Method
bo: སྡེ་ཚན་ལས་འགན་སྤྲོད་ཐབས།

source: Automatic
bo: རང་འགུལ་ཅན།

source: Manual
bo: ལག་བཟོས

source: There must be one cohort to which students can automatically be assigned.
bo: སློབ་ཕྲུག་ཚོར་རང་འགུལ་གྱིས་འགན་བསྐུལ་ཐུབ་པའི་ཚོགས་ཁག་གཅིག་ཡིན་དགོས།

source: Associated Content Group
bo: འབྲེལ་ཡོད་ནང་དོན་སྡེ་ཚན།

source: No Content Group
bo: ནང་དོན་སྡེ་ཚན།

source: Select a Content Group
bo: ནང་དོན་སྡེ་ཚན་འདེམས།

source: Choose a content group to associate
bo: འབྲེལ་འདྲིས་བྱེད་པའི་ནང་དོན་སྡེ་ཚན་འདེམས།

source: Not selected
bo: འདེམས་སྒྲུག་བྱས་མེད།

source: Deleted Content Group
bo: བསུབས་པའི་ནང་དོན་སྡེ་ཚན།

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
bo: {screen_reader_start} ཉེན་བརྡ་: {screen_reader_end} སྔོན་འདེམས་བྱས་པའི་ནང་དོན་སྡེ་ཚན་དེ་བསུབས་ཡོད། ནང་དོན་སྡེ་ཚན་གཞན་ཞིག་འདེམས།

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
bo: {screen_reader_start} ཉེན་བརྡ། {screen_reader_end} ནང་དོན་སྡེ་ཚན་མེད།

source: Only the parent course staff of a CCX can create content groups.
bo: CCX ཡི་སློབ་ཚན་ཕ་མའི་ལས་བྱེད་པ་ཁོ་ནར་ནང་དོན་སྡེ་ཚན་བཟོ་ཐུབ།

source: Create a content group
bo: ནང་དོན་སྡེ་ཚན་གསར་འཛུགས་བྱེད་པ།

source: (contains %(student_count)s student)
bo: ( %(student_count)s སློབ་མ་འདུས་ཡོད།)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
bo: ཁྱེད་ཀྱིས་ཤོག་ངོས་འདིའི་སྟེང་ཁོང་ཚོའི་གློག་འཕྲིན་ཁ་བྱང་ཡང་ན་སྤྱོད་མཁན་གྱི་མིང་སྤྲོད་སྐབས་སློབ་ཕྲུག་ཚོ་སྡེ་ཚན་འདི་ལ་ཁ་སྣོན་བྱེད་ཀྱི་ཡོད།

source: What does this mean?
bo: འདིའི་གོ་དོན་གང་ཡིན་ནམ།

source: Learners are added to this cohort automatically.
bo: སློབ་མ་རྣམས་རང་འགུལ་གྱིས་སྡེ་ཚན་འདིར་ཁ་སྣོན་བྱེད།

source: Select a cohort
bo: སྡེ་ཚན་འདེམས།

source: Enable Cohorts
bo: མཉམ་སྡེབ་ལྕོགས་ཅན་བཟོས།

source: Select a cohort to manage
bo: དོ་དམ་བྱེད་པའི་སྡེ་ཚན་འདེམས་པ།

source: View Cohort
bo: མཉམ་སྡེབ་ལ་གཟིགས།

source: Assign learners to cohorts by uploading a CSV file
bo: CSVཡིག་ཆ་ཡར་བསྐུར་ནས་སློབ་མ་ཚོ་སྡེ་ཚན་ལ་སྤྲོད་དགོས།

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
bo: སློབ་མའི་སྡེ་ཚན་གྱི་ལས་འགན་བསྐྱར་ཞིབ་བྱེད་པའམ་ཡང་ན་CSVཡིག་ཆ་ཡར་བསྐུར་བའི་གྲུབ་འབྲས་ལྟ་བར་སློབ་ཚན་གྱི་གནས་ཚུལ་ཡང་ན་སྡེ་ཚན་གྱི་གྲུབ་འབྲས་དེ་ {link_start} Data Download {link_end} ཤོག་ངོས་སྟེང་ཕབ་ལེན་བྱེད་དགོས།

source: Specify whether discussion topics are divided
bo: བགྲོ་གླེང་གི་བརྗོད་གཞི་ཁག་བགོས་ཡོད་མེད་གཏན་འཁེལ་བྱེད་པ།

source: Course-Wide Discussion Topics
bo: སློབ་ཚན་ཁྱོན་ཡོངས་ཀྱི་བགྲོ་གླེང་བརྗོད་གཞི།

source: Select the course-wide discussion topics that you want to divide.
bo: ཁྱེད་ཀྱིས་བགོས་འདོད་པའི་སློབ་ཚན་ཡོངས་ཀྱི་གྲོས་བསྡུར་བརྗོད་གཞི་འདེམས།

source: Content-Specific Discussion Topics
bo: ནང་དོན་རང་བཞིན་གྱི་བགྲོ་གླེང་བརྗོད་གཞི།

source: Specify whether content-specific discussion topics are divided.
bo: ནང་དོན་རང་བཞིན་གྱི་གྲོས་བསྡུར་བརྗོད་གཞི་ཁག་བགོས་ཡོད་མེད་གཏན་འཁེལ་བྱེད་དགོས།

source: Always divide content-specific discussion topics
bo: ག་དུས་ཡིན་ཡང་ནང་དོན་ལ་དམིགས་པའི་གྲོས་བསྡུར་བརྗོད་གཞི་བགོས་པ།

source: Divide the selected content-specific discussion topics
bo: བདམས་པའི་ནང་དོན་རང་བཞིན་གྱི་གླེང་གཞི་བགོས་པ།

source: No content-specific discussion topics exist.
bo: ནང་དོན་ལ་དམིགས་པའི་བགྲོ་གླེང་གི་བརྗོད་གཞི་མེད།

source: Used
bo: སྤྱད་ཟིན

source: Valid
bo: ཁྲིམས་མཐུན

source: Certificate Status:
bo: ལག་འཁྱེར་གནས་བབ།

source: Certificate Purchased
bo: ལག་འཁྱེར་ཉོས་པ།

source: Change or Leave Session
bo: བསྒྱུར་བཅོས་བྱ་རྒྱུ་ཡིན་ནམ་ཡང་ན་སློབ་ཐུན་འཇོག་རྒྱུ་ཡིན།

source: You must select a session by {expiration_date} to access the course.
bo: སློབ་ཚན་དེ་བལྟ་ཀློག་བྱེད་པ་ལ་ཁྱེད་ཀྱིས་ {expiration_date} འདི་ནས་སློབ་ཐུན་ཞིག་ལ་ངེས་པར་དུ་འདེམ་རྟགས་འགོད་དགོས།

source: You can no longer change sessions.
bo: ཁྱེད་ཀྱིས་སློབ་ཐུན་འགྱུར་བ་གཏོང་མི་ཐུབ།

source: You can change sessions until {expiration_date}.
bo: ཁྱེད་ཀྱིས་ {expiration_date} བར་དུ་ལས་རིམ་བརྗེ་ཐུབ།

source: View Archived Course
bo: ཡིག་ཚགས་བྱས་པའི་སློབ་ཚན་སྟོན།

source: View Course
bo: སློབ་ཚན་ལ་གཟིགས།

source: Select a session:
bo: ཚོགས་ཐུན་འདེམས་པ།

source: Enroll Now
bo: ད་ལྟ་རང་ཞུགས་ཐོ་ཁོད།

source: Coming Soon
bo: མི་འགྱངས་པར་སླེབ་ཡོང་།

source: Enrollment Opens on
bo: ༡ ཉིན་ཐོ་འགོད་བྱེད་འགོ་ཚུགས་པ།

source: Not Currently Available
bo: ད་ལྟ་མེད་པ།

source: More sessions coming soon.
bo: ཚོགས་ཐུན་མང་བ་མགྱོགས་པོ་འབྱུང་རྒྱུ་རེད།

source: Change to a different session or leave the current session.
bo: དུས་ཚོད་གཞན་ཞིག་ལ་བསྒྱུར་བའམ་ཡང་ན་ད་ལྟའི་དུས་ཚོད་དེ་བཞག་དགོས།

source: To access the course, select a session.
bo: སློབ་ཚན་ལ་ཞུགས་ཆེད་དུས་ཚོད་ཅིག་འདེམས།

source: Session Selection Dropdown for {courseName}
bo: {courseName} ཡི་ཆེད་དུ་ཚོགས་ཐུན་འདེམས་སྒྲུག

source: {sessionDates} - Currently Selected
bo: {sessionDates} - ད་ལྟ་བདམས་ཟིན།

source: {sessionDates} (Open until {enrollmentEnd})
bo: {sessionDates} ( {enrollmentEnd} བར་ཁ་ཕྱེ)

source: More sessions coming soon
bo: ཚོགས་ཐུན་མང་བ་མགྱོགས་པོ་ཡོང་གི་རེད།

source: Leave the current session and decide later
bo: ད་ལྟའྱི་ཚོགས་འདུ་དོར་ནས་ཕྱིས་སུ་ཐག་གཅོད།

source: You are not enrolled in any programs yet.
bo: ཁྱེད་རང་ད་དུང་ལས་རིམ་གང་དུ་ཡང་འཛུལ་ཞུགས་བྱས་མེད།

source: Explore Programs
bo: ལས་རིམ་འཚོལ་ཞིབ།

source: Browse recently launched courses and see what\'s new in your favorite subjects
bo: ཉེ་ཆར་འགོ་འཛུགས་བྱས་པའི་སློབ་ཚན་ལ་ལྟ་ཞིབ་བྱས་ནས་ཁྱེད་རང་གི་དགའ་མོས་ཆེ་ཤོས་ཀྱི་སློབ་ཚན་གསར་པ་གང་ཡོད་མེད་ལྟོས།

source: Explore new programs
bo: ལེ་ཚན་གསར་པ་འཚོལ་ཞིབ།

source: Course
bo: སློབ་ཚན།

source: Completed
bo: ཆ་ཚང་བ་བྱས་ཡོད།

source: Remaining
bo: སོར་གནས

source: %(programName)s Home Page.
bo: %(programName)s དྲ་ངོས།

source: Your {program} Certificate
bo: ཁྱེད་ཀྱི་ {program} ལག་ཁྱེར།

source: Open the certificate you earned for the %(title)s program.
bo: ཁྱེད་ཀྱིས་ %(title)s ལས་རིམ་གྱི་ཆེད་དུ་ཐོབ་པའི་ལག་ཁྱེར་ཁ་ཕྱེ།

source: Program Record
bo: ལས་རིམ་ཟིན་ཐོ།

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
bo: ཁྱེད་ཀྱིས་ལས་རིམ་གྱི་དགོས་མཁོ་གཅིག་སྒྲུབ་རྗེས་ཁྱེད་ལ་ལས་རིམ་གྱི་ཐོ་འགོད་ཡོད། ཁྱེད་ཀྱིས་ལས་རིམ་གྱི་དགོས་མཁོ་ཚང་མ་སྐོང་རྗེས་ཐོ་འགོད་འདི་མཇུག་སྒྲིལ་ཟིན་པའི་རྟགས་བཀོད་ཡོད། ལས་རིམ་གྱི་ཟིན་ཐོ་དེ་ཁྱེད་རང་གི་སློབ་སྦྱོང་གི་འགྲུལ་བཞུད་མུ་མཐུད་དུ་སྤེལ་བར་བེད་སྤྱོད་གཏོང་ཐུབ་པ་དང་ཁྱེད་རང་གི་སློབ་སྦྱོང་དེ་གཞན་ལ་སྟོན་ཐུབ།

source: View Program Record
bo: ལས་རིམ་ཟིན་ཐོ་ལ་གཟིགས།

source: Additional Credit Opportunities
bo: བུ་ལོན་གྱི་གོ་སྐབས་འཕར་མ།

source: Learn More
bo: རྒྱུས་ལོན་མང་ཙམ་བྱོས།

source: Additional Professional Opportunities
bo: ཆེད་ལས་གོ་སྐབས་འཕར་མ།

source: Congratulations!
bo: རྟེན་འབྲེལ་ཞུ།

source: You have successfully completed all the requirements for the %(title)s %(type)s.
bo: ཁྱེད་ཀྱིས་ %(title)s %(type)s ལ་དགོས་མཁོ་ཚང་མ་མཐར་ཕྱིན་ངང་སྒྲུབ་ཡོད།
