Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: Add your first content group
bo: རང་གི་ནང་དོན་སྡེ་ཚན་དང་པོ་ཁ་སྣོན་བྱེད་པ།

source: You have not created any content groups yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་ནང་དོན་སྡེ་ཚན་གང་ཡང་གསར་བཟོ་བྱས་མེད།

source: Are you sure you want to remove this video from the list?
bo: ཁྱེད་ཀྱིས་བརྙན་ཐུང་འདི་ཐོ་གཞུང་ནས་ཕྱིར་འཐེན་བྱེད་འདོད་པ་གཏན་ཁེལ་ཡིན་ནམ།

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
bo: ཐོ་གཞུང་འདིའི་ནང་ནས་བརྙན་ཐུང་ཞིག་མེད་པར་བཟོས་ན་སློབ་ཚན་གྱི་ནང་དོན་ལ་ཤུགས་རྐྱེན་ཐེབས་མི་ཐུབ། སྔོན་ལ་ཡར་བསྐུར་བའི་བརྙན་འཕྲིན་ཨང་རྟགས་བེད་སྤྱོད་བྱེད་པའི་ནང་དོན་གང་རུང་ཞིག་སློབ་ཚན་ནང་མུ་མཐུད་དུ་མངོན་ཡོད།

source: Removing
bo: སུབ་བཞིན་ཡོད།

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
bo: ཁྱེད་རང་གི་བསྒྱུར་བཅོས་དེ་ཁྱེད་རང་གི་ཡར་རྒྱས་མ་བཞག་བར་དུ་ནུས་པ་ཐོན་མི་ཐུབ། ལྡེ་མིག་དང་རིན་ཐང་རྩ་སྒྲིག་བྱེད་པར་གཟབ་གཟབ་བྱེད་དགོས། རྒྱུ་མཚན་ནི་བདེན་དཔང་ལག་བསྟར་བྱེད་ཀྱི་མེད།

source: Your policy changes have been saved.
bo: ཁྱེད་ཀྱི་གསང་རྒྱའི་སྲིད་བྱུས་བསྒྱུར་བཅོས་བྱས་པ་རྣམས་ཉར་ཚགས་བྱས་ཡོད།

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
bo: སྲིད་ཇུས་ལྡེ་མིག་དང་རིན་ཐང་ཆ་གཅིག་ལ་བདེན་དཔང་བྱེད་ཀྱི་མེད། གལ་ཏེ་ཁྱེད་ལ་དཀའ་ངལ་ཡོད་ན། ཁྱེད་ཀྱི་རྩ་སྒྲིག་ལ་ལྟ་ཞིབ་བྱོས།

source: For grading to work, you must change all {oldName} subsections to {newName}.
bo: ཁྱེད་ཀྱིས་ {oldName} ཡན་ལག་ཚང་མ་ {newName} ལ་བསྒྱུར་དགོས།

source: Course Credit Requirements
bo: སློབ་ཚན་གྱི་སྐར་གྲངས་ཆ་རྐྱེན།

source: The minimum grade for course credit is not set.
bo: སློབ་ཚན་གྱི་སྐར་གྲངས་དམའ་ཤོས་གཏན་འཁེལ་བྱས་མེད།

source: Course pacing cannot be changed once a course has started.
bo: སློབ་ཚན་འགོ་ཚུགས་རྗེས་སློབ་ཚན་གྱི་གོམ་སྟབས་བསྒྱུར་མི་ཐུབ།

source: {hours}:{minutes} (current UTC time)
bo: {hours} : {minutes} (ད་ལྟའི་UTCདུས་ཚོད།)

source: Upload your course image.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་འདྲ་པར་ནང་འཇུག་བྱོས།

source: Upload your banner image.
bo: ཁྱེད་རང་གི་དར་ཆའི་པར་རིས་ཡར་བསྐུར་རོགས།

source: Upload your video thumbnail image.
bo: ཁྱེད་རང་གི་བརྙན་འཕྲིན་གྱི་མཐེབ་གཞོང་པར་རིས་ཡར་བསྐུར་རོགས།

source: Delete “<%- name %>”?
bo: “&lt;%-མིང་%&gt;”སུབ་དགོས་སམ།

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
bo: སློབ་དེབ་ཅིག་བསུབས་པ་དེ་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ་པ་དང་། བསུབས་ཚར་རྗེས་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་འགྲུལ་བཞུད་ནང་དེའི་སྐོར་གྱི་བརྡ་སྟོན་གང་རུང་ཞིག་ཡང་བསུབས་རྒྱུ་རེད།

source: Delete Page Confirmation
bo: ཤོག་ངོས་གཏན་འཁེལ་བསུབ་པ།

source: Are you sure you want to delete this page? This action cannot be undone.
bo: ཁྱེད་ཀྱིས་ཤོག་ངོས་འདི་སུབ་དགོས་པ་གཏན་ཁེལ་ཡིན་ནམ། བྱ་བ་འདི་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།

source: Upload
bo: ཡར་བསྐུལ།

source: We're sorry, there was an error
bo: ང་ཚོར་དགོངས་དག་ཞུ། ནོར་འཁྲུལ་ཞིག་བྱུང་སོང་།

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
bo: སྒྲིག་འཛུགས་དང་སློབ་ཚན་གྱི་ཨང་གྲངས། སློབ་ཚན་རྒྱུག་པའི་ཡིག་དུམ་བཅས་ཀྱི་མཉམ་སྡེབ་ཀྱི་རིང་ཚད་དེ་ &lt;%- limit %&gt; ཡིག་འབྲུ་ལས་མང་བ་བྱེད་མི་ཐུབ།

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
bo: རྩ་འཛུགས་དང་དཔེ་མཛོད་ཨང་རྟགས་ཡིག་དུམ་མཉམ་སྡེབ་ཀྱི་རིང་ཚད་ &lt;%-ཚད་གཞི %&gt; ལས་བརྒལ་མི་ཆོག

source: Success! "{displayName}" has been moved.
bo: ལེགས་འགྲུབ! &quot; {displayName} &quot; སྤོས་ཟིན།

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
bo: སྤོ་བཤུད་ཆ་མེད་དུ་བཏང་། &quot; {sourceDisplayName} &quot; དེ་སྔོན་མའི་གནས་ཡུལ་དུ་སྤོ་བཤུད་བྱས་ཡོད།

source: Undo move
bo: འགུལ་སྐྱོད་ཕྱིར་འཐེན་བྱེད་པ།

source: Take me to the new location
bo: གནས་གསར་དུ་འཁྲིད་པ།

source: Duplicating
bo: འདྲ་བཤུས་བྱེད་པ།

source: Undo moving
bo: འགུལ་སྐྱོད་ཕྱིར་འཐེན་བྱེད་པ།

source: Moving
bo: འགུལ་བ།

source: Deleting this {xblock_type} is permanent and cannot be undone.
bo: {xblock_type} འདི་བསུབས་ན་གཏན་འཇགས་ཡིན་པས་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
bo: ནང་དོན་འདི་སྔོན་འགྲོའི་ཆ་རྐྱེན་དུ་ཐོ་འགོད་བྱས་པའི་ནང་དོན་གང་རུང་ལ་འཛུལ་ཞུགས་ཚད་གཞི་མེད་པར་བཟོ་རྒྱུ་ཡིན།

source: Delete this {xblock_type} (and prerequisite)?
bo: {xblock_type} (དང་སྔོན་འགྲོའི་ཆ་རྐྱེན)འདི་སུབ་དགོས་སམ།

source: Yes, delete this {xblock_type}
bo: རེད། {xblock_type} འདི་བསུབ།

source: Delete this {xblock_type}?
bo: འདི་ {xblock_type} བསུབས་དགོས་སམ།

source: section
bo: དུམ་བུ

source: subsection
bo: དོན་ཚན་ཆུང་བ།

source: unit
bo: ཡང་གསེས།

source: You've made some changes
bo: ཁྱེད་ཀྱིས་འགྱུར་བ་འགའ་རེ་བཏང་འདུག

source: Your changes will not take effect until you save your progress.
bo: ཁྱེད་ཀྱི་བཅོས་བསྒྱུར་དེས་ཁྱེད་རང་གི་འཕེལ་རྒྱས་ཉར་ཚགས་མ་བྱས་བར་དུ་ཤུགས་རྐྱེན་ཐེབས་མི་ཐུབ།

source: You've made some changes, but there are some errors
bo: ཁྱེད་ཀྱིས་འགྱུར་བ་རེ་ཟུང་བཏང་འདུག་མོད། དེ་དག་གི་ནང་གནད་དོན་འགའ་རེ་ཤོར་འདུག

source: Please address the errors on this page first, and then save your progress.
bo: ཁྱེད་ཀྱི་ལས་ཀ་ཉར་ཚགས་མ་བྱས་གོང་ཤོག་ངོས་འདིའི་སྒང་གི་གནད་དོན་དེ་ཐོག་གཅོད་བྱེད་རོགས།

source: Save Changes
bo: བསྒྱུར་བཅོས་བྱས་པ་རྣམས་ཉར་ཚགས་བྱོས།

source: Your changes have been saved.
bo: བཅོས་པ་རྣམས་ཉར་ཡོད།

source: Please select a file in .srt format.
bo: .srt རྣམ་པའི་ཡིག་ཆ་འདེམས་རོགས་གནང་།

source: Error: Uploading failed.
bo: ནོར་འཁྲུལ། ཡར་བསྐུར་ཐུབ་མ་སོང་།

source: Error: Import failed.
bo: ནོར་འཁྲུལ། ནང་འདྲེན་བྱེད་མ་ཐུབ།

source: Error: Replacing failed.
bo: ནོར་འཁྲུལ། ཚབ་བརྗེ་བྱེད་མ་ཐུབ།

source: Error: Choosing failed.
bo: ནོར་འཁྲུལ། འདེམས་སྒྲུག་བྱེད་མ་ཐུབ།

source: Error: Connection with server failed.
bo: ནོར་འཁྲུལ། སར་བར་གྱི་མཐུད་ལམ་འཐུས་ཤོར་བྱུང་།

source: Link types should be unique.
bo: འབྲེལ་མཐུད་རིགས་མི་འདྲ་བ་དགོས།

source: Links should be unique.
bo: འབྲེལ་མཐུད་དེ་ཐུན་མོང་མ་ཡིན་པ་དགོས།

source: Incorrect url format.
bo: url རྣམ་གཞག་ནོར་འཁྲུལ་ཅན།

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
bo: དགོངས་དག ཁྱེད་ཀྱིས་ཡར་བསྐུར་བའི་ཡན་ལག་ཡིག་གཟུགས་ལ་དབྱེ་ཞིབ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད། རྣམ་གཞག་ལ་ཞིབ་བཤེར་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་གནང་རོགས།

source: Are you sure you want to remove this transcript?
bo: ཁྱེད་རང་གིས་ཡིག་ཆ་འདི་མེད་པར་བཟོ་འདོད་ཡོད་དམ།

source: If you remove this transcript, the transcript will not be available for this component.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་མེད་པར་བཟོས་ན་ཆ་ཤས་འདིའི་ཆེད་དུ་ཡིག་ཆ་དེ་ཐོབ་མི་ཐུབ།

source: Remove Transcript
bo: ཡིག་བསྒྱུར་མེད་པ་བཟོ་བ།

source: Upload translation
bo: ཡིག་སྒྱུར་ཡར་བསྐུར།

source: Add Thumbnail
bo: མཐེ་བོང་ཁ་སྣོན་བྱེད་པ།

source: Edit Thumbnail
bo: མཐེབ་གཞོང་བཟོ་བཅོས་བྱེད་པ།

source: Image upload failed
bo: པར་རིས་ཡར་བསྐུར་མ་ཐུབ་པ།

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
bo: {ReqTextSpanStart} {spanEnd} {spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageSupportedFileFormats} {videoImageResoultion} {lineBreak}

source: {maxWidth}x{maxHeight} pixels
bo: {maxWidth} x {maxHeight} པིག་སེལ།

source: Thumbnail for {videoName}
bo: {videoName} ཡི་མཐེབ་གཞོང་།

source: Add Thumbnail - {videoName}
bo: མཐེབ་གཞོང་ཁ་སྣོན་བྱེད་པ། - {videoName}

source: Video duration is {humanizeDuration}
bo: བརྙན་འཕྲིན་གྱི་དུས་ཡུན་ནི་ {humanizeDuration} ཡིན།

source: minutes
bo: སྐར་མ

source: minute
bo: སྐར་མ

source: seconds
bo: སྐར་ཆ།

source: second
bo: གཉིས་པ

source: and
bo: དང་

source: Video image upload started
bo: བརྙན་རིས་ཡར་བསྐུར་འགོ་བརྩམས།

source: Video image upload completed
bo: བརྙན་རིས་ཡར་བསྐུར་ཚར་སོང་།

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
bo: པར་རིས་ཡིག་ཆའི་རིགས་འདི་ལ་རྒྱབ་སྐྱོར་མེད། རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་ཆའི་རིགས་ནི་ {supportedFileFormats} ཡིན།

source: The selected image must be smaller than {maxFileSizeInMB}.
bo: འདེམས་སྒྲུག་བྱས་པའི་པར་རིས་དེ་ {maxFileSizeInMB} ལས་ཆུང་བ་དགོས།

source: The selected image must be larger than {minFileSizeInKB}.
bo: འདེམས་སྒྲུག་བྱས་པའི་པར་རིས་དེ་ {minFileSizeInKB} ལས་ཆེ་བ་དགོས།

source: Could not upload the video image file
bo: བརྙན་རིས་ཀྱི་ཡིག་ཆ་ཡར་བསྐུར་མ་ཐུབ།

source: Image upload failed.
bo: པར་རིས་ཡར་བསྐུར་མ་ཐུབ།

source: The file could not be uploaded.
bo: ཡིག་ཆ་དེ་ཡར་བསྐུར་མ་ཐུབ།

source: Hide transcripts ({transcriptCount})
bo: ཡིག་བསྒྱུར་སྦས་དགོས། ( {transcriptCount} )

source: Show transcripts ({transcriptCount})
bo: ཡིག་བསྒྱུར་སྟོན། ( {transcriptCount} )

source: This file type is not supported. Supported file type is {supportedFileFormat}.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་རྒྱབ་སྐྱོར་མེད། རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་ཆའི་རིགས་ནི་ {supportedFileFormat} ཡིན།

source: If you remove this transcript, the transcript will not be available for any components that use this video.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་མེད་པར་བཟོས་ན་བརྙན་འཕྲིན་འདི་བེད་སྤྱོད་བྱེད་པའི་ཆ་ཤས་གང་རུང་ལ་ཡིག་ཆ་དེ་བེད་སྤྱོད་གཏོང་མི་ཐུབ།

source: Editor
bo: རྩོམ་སྒྲིག་པ།

source: Settings
bo: སྒྲིག་འགོད་ཁག

source: New {component_type}
bo: {component_type} གསར་པ།

source: Warning
bo: ཉེན་བརྡ།

source: Error
bo: ནོར་འཁྲུལ།

source: Updating Tags
bo: ཁ་བྱང་གསར་བཅོས་བྱེད་པ།

source: View child items
bo: བྱིས་པའི་དངོས་རིགས་སྟོན།

source: Select
bo: འདེམ།

source: Required field.
bo: རིག་ཚན་ངེས་པར་དགོས།

source: Please do not use any spaces in this field.
bo: རིག་ཚན་འདིའི་ནང་པར་སྟོང་གང་ཡང་མ་འཇོག་རོགས།

source: Please do not use any spaces or special characters in this field.
bo: རིག་ཚན་འདིའི་ནང་དམིགས་བསལ་ཡིག་འབྲུ་དང་ཡང་ན་པར་སྟོང་གང་ཡང་མ་འཇོག་རོགས།

source: Pagination
bo: ཤོག་གྲངས་བསྟར་ཐོ།

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
bo: ཁྱེད་ཀྱི་རེ་ཞུ་དེ་ཆ་ཚང་བ་ཞིག་ཡོང་མི་འདུག་པས། ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས། གནད་དོན་དེ་མུ་མཐུད་ནས་ཡོང་ན་རམ་འདེགས་ཟེར་བ་དེ་ལ་བསྣུན་ཏེ་གནད་དོན་སྙན་འབུལ་བྱོས།

source: Loading content
bo: ནང་དོན་ལེན་བཞིན་ཡོད།

source: Your request could not be processed. Refresh the page and try again.
bo: ཁྱེད་ཀྱི་རེ་འདུན་དེ་སྒྲུབ་རྒྱུ་དཀའ་ཙམ་འདུག བསྐྱར་སྐོར་དང་ཡང་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: Some images in this post have been omitted
bo: རྩོམ་ཡིག་འདིའི་ནང་གི་འདྲ་པར་འགའ་ལྷག་འདུག

source: image omitted
bo: འདྲ་པར་ལྷག་འདུག

source: there is currently {numVotes} vote
bo: མིག་སྔར་འོས་{numVotes}འཕེན།

source: {numVotes} Vote
bo: {numVotes} འོས་འདེམ།

source: You could not be subscribed to this post. Refresh the page and try again.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་འདི་མངགས་ཉོ་བྱ་མི་ཐུབ། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: You could not be unsubscribed from this post. Refresh the page and try again.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་འདིའི་མངགས་ཉོ་ཕྱིར་འཐེན་བྱ་མི་ཐུབ། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This response could not be marked as an answer. Refresh the page and try again.
bo: ལན་འདི་ལ་དྲི་ལན་ནང་བཞིན་གྱི་དཔེ་རྟགས་འགོད་མི་ཐུབ། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This response could not be unmarked as an answer. Refresh the page and try again.
bo: ལན་འདི་ལ་དྲི་ལན་ནང་བཞིན་གྱི་དཔེ་རྟགས་མེད་པར་བཟོ་མི་ཐུབ། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This response could not be marked as endorsed. Refresh the page and try again.
bo: དྲི་ལན་འདི་ངོས་ལེན་བྱེད་ཐུབ་པ་ཞིག་མ་བྱུང་བས། ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: This response could not be unendorsed. Refresh the page and try again.
bo: དྲི་ལན་འདི་ངོས་ལེན་བྱེད་མི་ཐུབ་པ་ཞིག་མ་བྱུང་བས། ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: This vote could not be processed. Refresh the page and try again.
bo: འོས་འདི་འཕེན་ཐུབ་མི་འདུག ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This post could not be pinned. Refresh the page and try again.
bo: རྩོམ་ཡིག་འདི་འཛེར་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This post could not be unpinned. Refresh the page and try again.
bo: རྩོམ་ཡིག་འདི་འཛེར་ས་ནས་ཕྱིར་ལེན་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This post could not be flagged for abuse. Refresh the page and try again.
bo: རྩོམ་ཡིག་འདི་ལོག་སྤྱོད་བྱས་པའི་ཉེས་དར་འཛུགས་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This post could not be unflagged for abuse. Refresh the page and try again.
bo: རྩོམ་ཡིག་འདི་ལོག་སྤྱོད་བྱས་པའི་ཉེས་དར་ཕྱིར་འཐེན་བྱ་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This post could not be closed. Refresh the page and try again.
bo: རྩོམ་ཡིག་འདི་སྒོ་རྒྱག་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: This post could not be reopened. Refresh the page and try again.
bo: རྩོམ་ཡིག་འདིའི་སྒོ་བསྐྱར་འབྱེད་བྱ་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: Show Discussion
bo: བགྲོ་གླེང་སྟོན།

source: Hide Discussion
bo: བགྲོ་གླེང་སྐུང་།

source: This discussion could not be loaded. Refresh the page and try again.
bo: བགྲོ་གླེང་འདི་ནང་འདྲེན་བྱེད་ཐུབ་ས་མ་རེད། ཤོག་ངོས་འདི་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: There are no posts in this topic yet.
bo: བརྗོད་གཞི་འདིའི་ནང་ད་དུང་རྩོམ་ཡིག་མི་འདུག

source: Loading more threads
bo: ཐིག་ཕྲེང་མང་ཙམ་ནང་འདྲེན་བྱེད་བཞིན་ཡོད།

source: Additional posts could not be loaded. Refresh the page and try again.
bo: ཁ་སྣོན་བྱས་པའི་རྩོམ་ཡིག་རྣམས་ལེན་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: Current conversation
bo: མིག་སྔའི་གླེང་མོལ།

source: Loading posts list
bo: རྩོམ་ཡིག་གི་ཐོ་གཞུང་ལེན་བཞིན་ཡོད།

source: No results found for {original_query}. Showing results for {suggested_query}.
bo: འདིའི་བཙལ་འབྲས་ {original_query} རྙེད་མ་སོང་། འདིའི་ {suggested_query} བཙལ་འབྲས་སྟོན།

source: No posts matched your query.
bo: ཁྱེད་ཀྱི་དྲི་བ་དང་མཐུན་པའི་རྩོམ་ཡིག་མི་འདུག

source: Show posts by {username}.
bo: {username} འདིའི་རྩོམ་ཡིག་སྟོན།

source: The post you selected has been deleted.
bo: ཁྱེད་ཀྱིས་བདམས་པའི་རྩོམ་ཡིག་བསུབ་ཚར་འདུག

source: Responses could not be loaded. Refresh the page and try again.
bo: ལན་འདེབས་རྣམས་ལེན་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: Additional responses could not be loaded. Refresh the page and try again.
bo: ཁ་སྣོན་ལན་འདེབས་རྣམས་ལེན་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་བྱོས།

source: {numResponses} other response
bo: {numResponses} ལན་འདེབས་གཞན་དག

source: {numResponses} response
bo: {numResponses} ལན་འདེབས།

source: Showing all responses
bo: ལན་འདེབས་ཆ་ཚང་སྟོན།

source: Showing first response
bo: ལན་འདེབས་{numResponses} དང་པོ་སྟོན།

source: Load all responses
bo: ལན་འདེབས་ཚང་མ་ལོངས།

source: Load next {numResponses} responses
bo: ལན་འདེབས་{numResponses} རྗེས་མ་དག་ལོངས།

source: Are you sure you want to delete this post?
bo: རྩོམ་ཡིག་འདི་ངོ་མ་བསུབ་རྒྱུ་ཡིན་ནམ།

source: Your post will be discarded.
bo: ཁྱེད་ཀྱི་རྩོམ་ཡིག་འདོར་རྒྱུ་ཡིན།

source: anonymous
bo: མིང་མི་གསལ་བའི་

source: Are you sure you want to delete this comment?
bo: མཆན་འདི་བསུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: This comment could not be deleted. Refresh the page and try again.
bo: མཆན་འདི་བསུབ་ཐུབ་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱས་ཏེ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: Are you sure you want to delete this response?
bo: ཁྱེད་ཀྱིས་ལན་འདེབས་འདི་བསུབ་གཏན་འཁེལ་ཡིན་ནམ།

source: The email address you've provided isn't formatted correctly.
bo: ཁྱེད་ཀྱིས་སྤྱད་པའི་གློག་འཕྲིན་དེ་རྣམ་པ་ཏག་ཏག་ཅིག་སྒྲིག་མི་འདུག

source: %(field)s must have at least %(count)d characters.
bo: %(field)sའདི་ལ་ཉུང་མཐར་ཡིག་འབྲུ་%(count)dངེས་པར་ཡོད་དགོས།

source: %(field)s can only contain up to %(count)d characters.
bo: འདིའི་ནང་%(field)sཡིག་འབྲུ་མང་མཐར་%(count)dའདི་ཡོད་དགོས།

source: Please enter your %(field)s.
bo: ཁྱེད་ཀྱི་%(field)sནང་འཇུག་བྱོས།

source: Drop target image
bo: དམིགས་འབེན་གྱི་འདྲ་པར་ཞོག

source: dragging out of slider
bo: སྒྲ་མཐེབ་ཕྱིར་དྲུད།

source: dragging
bo: འཇོག་བཞིན།

source: dropped in slider
bo: བསྟར་ཐོའི་ནང་བཞག་ཡོད།

source: dropped on target
bo: དམིགས་འབེན་སྒང་ལ་བཞག་ཡོད།

source: %s ago
bo: %sགོང་

source: %s from now
bo: ད་ལྟ་ནས་%s

source: less than a minute
bo: སྐར་མ་གཅིག་ལས་ཉུང་བ།

source: about a minute
bo: སྐར་མ་གཅིག་ཙམ།

source: %d minute
bo: %dསྐར་མ།

source: about an hour
bo: ཆུ་ཚོད་གཅིག་ཙམ།

source: about %d hour
bo: ཆུ་ཚོད་%dཙམ་

source: a day
bo: ཉིན་གཅིག

source: %d day
bo: ཉིན་%d

source: about a month
bo: ཟླ་གཅིག་ཙམ།

source: %d month
bo: ཟླ་བ་%d

source: about a year
bo: ལོ་གཅིག་ཙམ།

source: %d year
bo: ལོ་%d

source: Select a section or problem
bo: སྡེ་ཚན་ཞིག་གམ་དྲི་བ་ཞིག་འདེམ།

source: Create a report of problem responses
bo: དྲི་བའི་ལན་འདེབས་སྐོར་གྱི་སྙན་ཞུ་ཞིག་བཟོས།

source: Your report is being generated...
bo: ཁྱེད་ཀྱི་སྙན་ཞུ་བཟོས་ཡོད།

source: Your report has been successfully generated.
bo: ཁྱེད་ཀྱི་སྙན་ཞུ་བདེ་ལེགས་ངང་བཟོས་ཡོད།

source: View Report
bo: སྙན་ཞུ་སྟོན།

source: There was an error generating the report link.
bo: སྙན་ཞུའི་དྲ་ཐག་བཟོ་བར་གནད་དོན་ཞིག་བྱུང་སོང་།

source: There was an error generating your report.
bo: ཁྱེད་ཀྱི་སྙན་ཞུ་བཟོ་བར་གནད་དོན་ཞིག་བྱུང་སོང་།

source: Unable to get report generation status.
bo: སྙན་ཞུ་བཟོ་བའི་ཚད་གཞི་རེག་ཐུབ་མ་སོང་།

source: Unable to submit request to generate report.
bo: སྙན་ཞུ་བཟོ་བའི་རེ་ཞུ་གཏོང་ཐུབ་མ་སོང་།

source: An unexpected error occurred. Please try again.
bo: མ་བསམ་ས་ནས་གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Financial Assistance
bo: དངུལ་རྩིས་རོགས་རམ།

source: Upset Learner
bo: སློབ་གཉེར་བར་ཕོག་ཐུག

source: Teaching Assistant
bo: སློབ་ཁྲིད་ཕྱག་རོགས།

source: Please specify a reason.
bo: རྒྱུ་མཚན་ཞིག་ངོས་འཛིན་རོགས།

source: Something went wrong changing this enrollment. Please try again.
bo: ཞུགས་ཐོ་འདི་བརྗེ་བར་ནོར་འཁྲུལ་ཞིག་འདུག བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Please fix the following errors:
bo: གཤམ་གྱི་ནོར་འཁྲུལ་རྣམས་བཅོས་རོགས།

source: Files that you upload must be smaller than 5MB in size.
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱེད་བྱ་རྒྱུའི་ཡིག་ཆ་ངེས་པར་དུ་MB5 ལས་ཆུང་དགོས།

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱེད་བྱ་རྒྱུའི་ཡིག་ཆའི་རྣམ་སྒྲིག་PDFs དང་། འདྲ་པར་གྱི་རིགས་ནི་ .gif, .jpg, .jpeg, .png. བཅས་ཀྱི་གང་རུང་ངེས་པར་ཡིན་དགོས།

source: Something went wrong. Please try again later.
bo: ཅིག་ནོར་འདུག གཞུག་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Add Attachment
bo: ཡིག་ཆ་ལོངས།

source: (Optional)
bo: (རང་མོས་ཡིན།)

source: Remove file
bo: ཡིག་ཆ་སུབ།

source: Course Name
bo: འཛིན་གྲྭའི་མིང་།

source: Not specific to a course
bo: སློབ་ཚན་ཞིག་དམིགས་འཛིན་མེད།

source: Subject
bo: བརྗོད་དོན།

source: Select a category
bo: རྣམ་གྲངས་ཤིག་འདེམ།

source: Account Settings
bo: ཁ་བྱང་སྒྲིག་འགོད།

source: Billing/Payment Options
bo: དངུལ་སྤྲོད་སྟངས་ཀྱི་གདམ་ཀ

source: Certificates
bo: ལག་འཁྱེར།

source: Course Content
bo: སློབ་ཚན་གྱི་ནང་དོན།

source: Deadlines
bo: དུས་བཅད།

source: Errors/Technical Issues
bo: ནོར་འཁྲུལ་/ལག་རྩལ་གྱི་གནད་དོན།

source: Financial Aid
bo: དངུལ་གྱི་རོགས་སྐྱོར།

source: Photo Verification
bo: ཁུངས་སྐྱེལ་འདྲ་པར།

source: Proctoring
bo: ཡིག་རྒྱུགས་ལྟ་རྟོགས།

source: Other
bo: གཞན།

source: Course Discussion Forum
bo: སློབ་ཚན་གླེང་སྟེགས།

source: Sign in to {platform} so we can help you better.
bo: {platform} འདིེར་ནང་འཛུལ་བྱོས་དང་། ང་ཚོས་ཁྱེད་ལ་རོགས་གང་ལེགས་བྱ་ཐུབ།

source: Select a course or select "Not specific to a course" for your support request.
bo: ཁྱེད་ཀྱི་རྒྱབ་སྐྱོར་རེ་ཞུའི་ཆེད་དུ་སློབ་ཚན་ཞིག་དང་ཡང་ན་"སློབ་ཚན་ཞིག་དམིགས་འཛིན་མེད།"གཉིས་ཀྱི་གང་རུང་འདེམ།

source: Select a subject for your support request.
bo: ཁྱེད་ཀྱི་རྒྱབ་སྐྱོར་རེ་ཞུའི་ཆེད་དུ་བརྗོད་གཞི་ཞིག་འདེམ།

source: Enter some details for your support request.
bo: ཁྱེད་ཀྱི་རྒྱབ་སྐྱོར་རེ་ཞུའི་ཆེད་དུ་གནས་ཚུལ་རྒྱས་ཙམ་ནང་འཇུག་བྱོས།

source: Contact Us
bo: ང་ཚོར་འབྲེལ་ས།

source: Find answers to the top questions asked by learners.
bo: སློབ་གཉེར་བས་དྲིས་པའི་དྲི་བ་གཙོ་བོ་ཁག་ལ་ལན་ཚོལ།

source: Go to my Dashboard
bo: ངའི་གཙོ་ངོས་ལ་ཕེབས།

source: Go to {platform} Home
bo: {platform} མདུན་ངོས་ལ་ཕེབས།

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
bo: རེ་ཞུ་སྤེལ་བར་བཀའ་དྲིན་ཆེ། ང་ཚོས་ཁྱེད་ཀྱི་རེ་ཞུ་བསྐྱར་ཞིབ་ཀྱི་རིང་ཁྱེད་ཀྱིས་བཟོད་སྲན་བྱས་པར་ཡི་རང་ཞུ།

source: Cancel upload
bo: ནང་འཇུག་ཕྱིར་འཐེན།

source: last activity
bo: ཐ་མའི་བྱ་འགུལ།

source: open slots
bo: ཤོག་ངོས་སྒོ་ཕྱེ།

source: name
bo: མིང་།

source: team count
bo: ཚོགས་ཆུང་གྲངས།

source: Teams
bo: ཚོགས་ཆུང་ཁག

source: Create
bo: བཟོ།

source: Update
bo: རིམ་སྤར།

source: Team Name (Required) *
bo: ཚོགས་ཆུང་གི་མིང་། (Required) *

source: A name that identifies your team (maximum 255 characters).
bo: ཁྱེད་ཀྱི་ཚོགས་ཆུང་ངོས་འཛིན་བྱེད་ཀྱི་མིང་(མང་མཐར་ཡིག་འབྲུ་༢༥༥)

source: Team Description (Required) *
bo: (Required) * ཚོགས་ཆུང་གི་འགྲེལ་བཤད།

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
bo: སློབ་གཉེར་བ་གཞན་ཚོས་ཚོགས་ཆུང་དེའི་དམིགས་འབེན་ནམ་ཁ་ཕྱོགས་ཤེས་རྟོག་ཡོང་སླད་ཚོགས་ཆུང་དེའི་འགྲེལ་བཤད་ཐུང་ཐུང་ཞིག (ཡིག་འབྲུ་༣༠༠ལས་མ་བརྒལ་བ་ཞིག)

source: Language
bo: སྐད་ཡིག

source: The language that team members primarily use to communicate with each other.
bo: ཚོགས་མི་དེ་ཚོས་གཙོ་བོར་ཕན་ཚུན་དཔར་སྤྱོད་བཞིན་པའི་སྐད་ཡིག་དེ།

source: Country
bo: རྒྱལ་ཁབ།

source: The country that team members primarily identify with.
bo: ཚོགས་མི་དེ་ཚོས་རྩ་བའི་ངོས་འཛིན་བྱས་པའི་རྒྱལ་ཁབ།

source: An error occurred. Please try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Check the highlighted fields below and try again.
bo: གཤམ་ལ་ནན་རྟགས་བཀོད་པའི་རིག་ཚན་དེར་རྟགས་བརྒྱབ་སྟེ་བསྐྱར་དུ་ཚཽད་ལྟ་བྱོས།

source: Enter team name.
bo: ཚོགས་ཆུང་གི་མིང་ཕྲིས།

source: Team name cannot have more than 255 characters.
bo: ཚོགས་ཆུང་གི་མིང་ཡིག་འབྲུ་༢༥༥ལས་མང་མི་རུང་།

source: Enter team description.
bo: ཚོགས་ཆུང་གི་འགྲེལ་བཤད་ཕྲིས།

source: Team description cannot have more than 300 characters.
bo: ཚོགས་ཆུང་གི་འགྲེལ་བཤད་ཡིག་འབྲུ་༣༠༠ ལས་མང་མི་རུང་།

source: An error occurred while removing the member from the team. Try again.
bo: ཚོགས་ཆུང་དེའི་ཚོགས་མི་ཕུད་པར་གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: This team does not have any members.
bo: ཚོགས་ཆུང་འདིར་ཚོགས་མི་མི་སུ་ཡང་འདུག

source: Joined %(date)s
bo: %(date)sལ་ཞུགས་འདུག།

source: Last Activity %(date)s
bo: %(date)sཐ་མའི་བྱེད་སྒོ།

source: Remove this team member?
bo: ཚོགས་མི་འདི་འཕུད་རྒྱུ་ཡིན་ནམ།

source: This learner will be removed from the team,allowing another learner to take the available spot.
bo: སློབ་གཉེར་བ་འདི་ཚོགས་ཆུང་དེ་ནས་ཕྱིར་འཕུད་རྒྱུ་དང་། སློབ་གཉེར་བ་གཞན་ཞིག་ལ་ས་མིག་དེ་ལེན་འཇུག་རྒྱུ་ཡིན།

source: Delete this team?
bo: ཚོགས་ཆུང་འདི་བསུབ་རྒྱུ་ཡིན་ནམ།

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
bo: ཚོགས་ཆུང་ཞིག་བསུབ་པ་ནི་གཏན་དུ་བསུབསའགྲོ་བས་ཕྱིར་འདྲེན་ཡང་བྱེད་མི་ཐུབ། ཚོགས་ཆུང་དེའི་ཚོགས་མི་རྣམས་ཀྱང་བསུབ་འགྲོ་བ་དང་དེ་བཞིན་ཚོགས་ཆུང་གི་བགྲོ་གླེང་རྣམས་ཀྱང་བལྟ་ཀློག་གི་ཡུལ་དུ་ཡུན་རིང་གནས་མི་ཐུབ།

source: Team "{team}" successfully deleted.
bo: ཚོགས་ཆུང་ "{team}" གཙང་སུབ་བྱས་ཡོད།

source: Manage
bo: འཛིན་སྐྱོང་།

source: You are not currently a member of any team.
bo: ཁྱེད་རང་ད་ལྟ་ཚོགས་ཆུང་གང་གི་ཁོངས་གཏོགས་མ་རེད།

source: and others
bo: དང་གཞན་དག

source: Last activity {date}
bo: ཐ་མའི་བྱེད་སྒོ་ {date}

source: View {span_start} {team_name} {span_end}
bo: སྟོན་ {span_start} {team_name} {span_end}

source: An error occurred. Try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: No assignments for team
bo: ཚོགས་ཆུང་ལ་བསྒྲུབ་བྱ་མི་འདུག

source: Leave this team?
bo: ཚོགས་ཆུང་འདི་ནས་ཐོན་རྒྱུ་ཡིན་ནམ།
