Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: These users were not removed as beta testers:
bo: སྤྱོད་མཁན་དེ་དག་ beta testers ངོ་བོའི་ཐོག་ནས་མར་ཕུད་བྱས་མེད།

source: Could not find users associated with the following identifiers:
bo: གཤམ་གྱི་ངོས་འཛིན་ཆས་དག་དང་མཉམ་འབྲེལ་བྱས་པའི་སྤྱོད་མཁན་རྣམས་རྙེད་ཐུབ་མ་སོང་།

source: Users must create and activate their account before they can be promoted to beta tester.
bo: སྤྱོད་མཁན་འདི་ཚོ་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་མཁན་ལ་མ་ཞུགས་སྔོན་ཁོང་ཚོས་ངེས་པར་དུ་ཁ་བྱང་བཟོས་ཏེ་དེའི་བྱེད་ནུས་ཀྱང་སྤེལ་དགོས་པ་ཡིན།

source: Reason field should not be left blank.
bo: རྒྱུ་མཚན་སྡེ་ཚན་སྟོང་བར་རྩ་བ་ནས་འཇོག་མི་རུང་།

source: Error enrolling/unenrolling users.
bo: ཞུགས་ཐོ་འགོད་པ་དང་མི་འགོད་མཁན་གྱི་གནད་དོན།

source: The following email addresses and/or usernames are invalid:
bo: གཤམ་གྱི་གློག་འཕྲིན་ཁག་དང་སྤྱོད་མཁན་གྱི་མིང་གང་རུང་ཚུལ་མཐུན་མ་རེད།

source: Successfully enrolled and sent email to the following users:
bo: གཤམ་གྱི་སྤྱོད་མཁན་དེ་ཞུགས་ཐོར་བཀོད་ནས་ཕྱིར་གློག་འཕྲིན་བཏང་ཡོད།

source: Successfully enrolled the following users:
bo: གཤམ་གྱི་སྤྱོད་མཁན་རྣམས་བདེ་ལེགས་ངང་ཐོ་འགོད་བྱས་ཡོད།

source: Email cannot be sent to the following users via batch enrollment. They will be allowed to enroll once they register:
bo: གློག་འཕྲིན་དེ་སྡེ་ཚན་ཐོ་འགོད་བརྒྱུད་ནས་གཤམ་གྱི་སྤྱོད་མཁན་ལ་གཏོང་མི་ཐུབ། ཁོ་ཚོས་ཐོ་འགོད་ཐེངས་གཅིག་བྱེད་ཆོག་གི་རེད།

source: These users will be allowed to enroll once they register:
bo: སྤྱོད་མཁན་འདི་ཚོས་ཐོ་འགོད་ཐེངས་གཅིག་བྱས་རྗེས་ཞུགས་ཐོ་འགོད་ཆོག

source: Email cannot be sent to the following users via batch enrollment. They will be enrolled once they register:
bo: གློག་འཕྲིན་དེ་སྡེ་ཚན་ཐོ་འགོད་བརྒྱུད་ནས་གཤམ་གྱི་སྤྱོད་མཁན་ལ་གཏོང་མི་ཐུབ། ཁོ་ཚོས་མིང་ཐོ་འགོད་རྗེས་མིང་ཐོ་འགོད་རྒྱུ་རེད།

source: These users will be enrolled once they register:
bo: སྤྱོད་མཁན་འདི་ཚོས་ཐོ་འགོད་ཐེངས་གཅིག་བྱས་རྗེས་ཞུགས་ཐོ་འགོད་ཆོག

source: Emails successfully sent. The following users are no longer enrolled in the course:
bo: གློག་འཕྲིན་བཏང་ཚར་ཡོད། གཤམ་གྱི་སྤྱོད་མཁན་ཚོ་ཏོག་ཙམ་རྗེས་ནས་སློབ་ཚན་དེའི་ཞུགས་ཐོའི་ནང་མེད།

source: The following users are no longer enrolled in the course:
bo: གཤམ་གྱི་སྤྱོད་མཁན་ཚོ་ཏོག་ཙམ་རྗེས་ནས་སློབ་ཚན་དེའི་ཞུགས་ཐོའི་ནང་མེད།

source: These users were not affiliated with the course so could not be unenrolled:
bo: གཤམ་གྱི་སྤྱོད་མཁན་དག་སློབ་ཚན་དེའི་ཁོངས་གཏོགས་མ་རེད། དེའི་ཕྱིར་ཞུགས་ཐོ་འགོད་མི་ཐུབ།

source: Your message must have a subject.
bo: ཁྱེད་ཀྱི་འཕྲིན་འཕྲིན་ཐུང་ལ་མགོ་བརྗོད་ངེས་པར་འཇོག་དགོས།

source: Your message cannot be blank.
bo: འཕྲིན་ཐུང་གི་སྒམ་སྟོང་བར་འཇོག་མི་རུང་།

source: Your message must have at least one target.
bo: ཁྱེད་ཀྱི་འཕྲིན་ཐུང་ལ་ཉུང་མཐར་དམིགས་འབེན་ཞིག་ཡོད་དགོས།

source: There are invalid keywords in your email. Check the following keywords and try again.
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་ཚུལ་མཐུན་མིན་པའི་ཚིག་གནད་ཅིག་འདུག གཤམ་བཀོད་ཀྱི་ཚིག་གནད་རྣམས་ལ་ཞིབ་བཤེར་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Yourself
bo: ཁྱེད་རང་ཉིད།

source: Everyone who has staff privileges in this course
bo: སློབ་ཚན་འདིའི་ནང་ལས་བྱེད་ཀྱི་དམིགས་བསལ་ཡོད་པ་ཡོངས།

source: All learners who are enrolled in this course
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོར་བཀོད་པའི་སློབ་གཉེར་བ་ཡོངས།

source: All learners in the {cohort_name} cohort
bo: རིག་ཚན་{cohort_name} དེའི་ནང་གི་སློབ་གཉེར་བ་ཡོངས།

source: All learners in the {track_name} track
bo: ཤར་མ་ {track_name} དེའི་ནང་གི་སློབ་གཉེར་བ་ཡོངས།

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
bo: ཁྱེད་ཀྱི་འཕྲིན་ཐུང་དེ་རིམ་པས་གཏོང་རྒྱུའི་བང་རིམ་ནང་བདེ་ལེགས་ངང་བཞག་ཡོད།འཛིན་གྲྭ་རེ་རེའི་ནང་སློབ་གཉེར་བ་འབོར་ཆེན་རེ་ཡོད་རེད། དེའི་ཕྱིར་སློབ་གཉེར་བ་ཡོངས་ལ་གློག་འཕྲིན་རེ་རེ་བྱས་ནས་གཏོང་དགོས་པས་དེ་གཏོང་བར་ཕལ་ཆེར་ཆུ་ཚོད་རེ་འགོར་སྲིད།

source: You are sending an email message with the subject {subject} to the following recipients.
bo: ཁྱེད་ཀྱིས་བསྒྲུབ་བྱ་{subject} འདི་དང་འབྲེལ་བའི་འཕྲིན་ཐུང་ཞིག་གཤམ་གསལ་གྱི་བསྐུར་ཡུལ་རྣམས་ལ་སྐུར་བཞིན་འདུག

source: Is this OK?
bo: འདི་འགྲིག་གམ།

source: Error sending email.
bo: གློག་འཕྲིན་གཏོང་བར་གནད་དོན།

source: There is no email history for this course.
bo: སློབ་ཚན་འདིའི་གློག་འཕྲིན་ལོ་རྒྱུས་ཤིག་མི་འདུག

source: There was an error obtaining email task history for this course.
bo: སློབ་ཚན་འདི་ལ་གློག་འཕྲིན་ལས་ཀ་འབྱོར་བར་གནད་དོན་ཞིག་འདུག

source: There was an error obtaining email content history for this course.
bo: སློབ་ཚན་འདིའི་ཆེད་དུ་གློག་འཕྲིན་ནང་དོན་གྱི་ལོ་རྒྱུས་འབྱོར་བར་གནད་དོན་ཞིག་འདུག

source: Send to:
bo: གཏོང་ཡུལ།

source: Please enter a student email address or username.
bo: སློབ་མའི་སྤྱོད་མིང་དང་གློག་འཕྲིན་གང་རུང་ཞིག་འཇོག་རོགས།

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
bo: '<%- student_id %>' ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ་འཚོལ་བར་གནད་དོན་བྱུང་སོང་། སློབ་ཕྲུག་དེའི་ངོས་འཛིན་བྱེད་ཀྱི་དག་ཆ་འགྲིག་ཡོད་མེད་ལེགས་པར་རྟོག

source: Retrieving enrollment status...
bo: ཞུགས་ཐོ་འགོད་པའི་གནས་བབ་ལ་འཐོབ་ཐབས།

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
bo: '<%- student_id %>' སློབ་ཕྲུག་གི་འཕེལ་རྒྱས་ཀྱི་ url འཚོལ་བར་གནད་དོན་བྱུང་སོང་། སློབ་ཕྲུག་དེའི་ངོས་འཛིན་བྱེད་ཀྱི་དག་ཆ་འགྲིག་ཡོད་མེད་ལེགས་པར་རྟོག

source: Please enter a problem location.
bo: དོགས་འདྲིའི་ས་གནས་ཤིག་འཇུག་རོགས།

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
bo: དྲི་བ་'<%- problem_id %>' དང་ '<%- student_id %>' སློབ་ཕྲུག་ལ་དྲི་བའི་ཚོད་ལྟ་བསྐྱར་སྒྲིག་ལེགས་འགྲུབ་བྱུང་སོང་།

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
bo: དྲི་བ་ '<%- problem_id %>' དང་ '<%- student_id %>' སློབ་ཕྲུག་ལ་ཚོད་ལྟ་བསྐྱར་སྒྲིག་བྱེད་པར་གནད་དོན་བྱུང་སོང་། དྲི་བ་དང་སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་རྣམས་ཆ་ཚང་བ་དང་ཡང་དག་ཡིན་མིན་ལེགས་པར་རྟོག

source: Module state successfully deleted.
bo: མ་དཔེའི་གནས་བབ་བདེ་ལེགས་ངང་བསུབས་སོང་།

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
bo: དྲི་བའི་ '<%- problem_id %>' དང་ '<%- student_id %>' གི་ལས་དོན་ལོ་རྒྱུས་རྙེད་པར་གནད་དོན་བྱུང་སོང་། དྲི་བ་དང་སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་ཆ་ཚང་བ་དང་ཡང་དག་ཡིན་མིན་ལེགས་པར་རྟོག

source: Entrance exam attempts is being reset for student '{student_id}'.
bo: སློབ་ཕྲུག་ '{student_id}' ཆེད་དུ་ཚུད་རྒྱུགས་ཚོད་ལྟ་དེ་བསྐྱར་སྒྲིག་བྱས་ཡོད།

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
bo: '{student_id}' སློབ་ཕྲུག་ལ་ཚུད་རྒྱུགས་ཚོད་ལྟ་བསྐྱར་སྒྲིག་བྱེད་པར་གནད་དོན་བྱུང་སོང་། སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་དེ་ཡང་དག་པ་ཡིན་མིན་ལེགས་པར་རྟོག

source: Enter a student's username or email address.
bo: སློབ་ཕྲུག་གི་སྤྱོད་མིང་དང་ཡང་ན་གློག་འཕྲིན་གང་རུང་ནང་འཇུག་བྱོས།

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
bo: ཁྱེད་ཀྱིས་སློབ་མ་ ('{student_id}') འདི་ཚུད་རྒྱུགས་གཏོང་མི་དགོས་པར་མངགས་འདོད་ཡོད་དམ།

source: An error occurred. Make sure that the student's username or email address is correct and try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། སློབ་ཕྲུག་གི་སྤྱོད་མིང་དང་ཡང་ན་གློག་འཕྲིན་ཡང་དག་ཡིན་མིན་ལེགས་པར་བརྟགས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Entrance exam state is being deleted for student '{student_id}'.
bo: སློབ་མ་ '{student_id}' ཆེད་དུ་ཚུད་རྒྱུགས་སྡེ་ཚན་དེ་བསུབ་ཡོད།

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
bo: '{student_id}'. སློབ་ཕྲུག་གི་ཚུད་རྒྱུགས་གནས་བབ་བསུབ་པར་གནད་དོན་བྱུང་སོང་། སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་ཡང་དག་ཡིན་མིན་ལེགས་པར་རྟོག

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
bo: '{student_id}' སློབ་ཕྲུག་གི་ཚུད་རྒྱུགས་ཀྱི་ལས་དོན་ལོ་རྒྱུས་རྙེད་པར་གནད་དོན་བྱུང་སོང་། སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་ཡང་དག་ཡིན་མིན་ལེགས་པར་རྟོག

source: Reset attempts for all students on problem '<%- problem_id %>'?
bo: '<%- problem_id %>' དྲི་བའི་སྒང་གི་སློབ་ཕྲུག་ཡོངས་ལ་ཚོད་ལྟ་བསྐྱར་སྒྲིག་བྱས་ཡོད་དམ།

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
bo: '<%- problem_id %>' དྲི་བའི་ཚོད་ལྟ་བསྐྱར་སྒྲིག་གི་ལས་དོན་བདེ་ལེགས་ངང་འགོ་བརྩམས་སོང་། ལས་དོན་གྱི་གནས་བབ་ལ་བལྟ་བར་ 'Show Task Status' གནོན་ཐེབས་འདིའི་སྒང་ལ་སྣུན།

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
bo: དྲི་བ་དེའི་སྒང་ '<%- problem_id %>' གི་སློག་ཕྲུག་ཡོངས་ཀྱི་བསྐྱར་སྒྲིག་ཚོད་ལྟའི་ལས་དོན་འགོ་རྩོམ་དུས་གནད་དོན་བྱུང་སོང་། དྲི་བ་དེའི་ངོས་འཛིན་བྱེད་དེ་ཆ་ཚང་བ་དང་ཡང་དག་པ་ཡིན་མིན་ལེགས་པར་རྟོག

source: Error listing task history for this student and problem.
bo: སློབ་མ་འདི་དང་དོགས་འདྲིའི་ཆེད་དུ་ལས་འགན་གྱི་ལོ་རྒྱུས་ཐོར་འགོད་པར་གནད་དོན།

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
bo: དྲི་བ་ '<%- problem_id %>' རྣམས་དང་སློབ་ཕྲུག་ '<%- student_id %>'. གི་བརྒྱ་ཆ་བསྐྱར་སྐོར་གྱི་ལས་དོན་འགོ་བརྩམས་སོང་། ལས་དོན་གྱི་གནས་བབ་ལ་བལྟ་བར་ 'Show Task Status' གནོན་ཐེབས་འདིའི་སྒང་ལ་སྣུན།

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
bo: '<%- student_id %>'. སློབ་ཕྲུག་གི་དྲི་བའི་བརྒྱ་ཆ་བསྐྱར་སྐོར་ '<%- problem_id %>' གྱི་ལས་དོན་འགོ་བརྩམས་དུས་གནད་དོན་བྱུང་སོང་། དྲི་བ་དང་སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་དེ་ཆ་ཚང་བ་དང་ཡང་དག་པ་ཡིན་མིན་ལེགས་པར་རྟོག

source: Please enter a score.
bo: ཐོབ་སྐར་ཞིག་འཇོག་རོགས།

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
bo: '{student_id}' སློབ་ཕྲུག་གི་ཚུད་རྒྱུགས་བརྒྱ་ཆ་བསྐྱར་སྐོར་གྱི་ལས་དོན་འགོ་བརྩམས་སོང་། ལས་དོན་གྱི་གནས་བབ་ལ་བལྟ་བར་ 'Show Task Status' གནོན་ཐེབས་འདིའི་སྒང་ལ་སྣུན།

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
bo: '{student_id}' སློབ་ཕྲུག་གི་ཚུད་རྒྱུགས་བརྒྱ་ཆ་བསྐྱར་སྐོར་གྱི་ལས་དོན་འགོ་བརྩམས་སྐབས་གནད་དོན་བྱུང་། ཚུད་རྒྱུགས་ནང་དྲི་བ་ཡོད་མེད་དང་སློབ་ཕྲུག་གི་ངོས་འཛིན་བྱེད་དེ་ཡང་དག་ཡིན་མིན་ལེགས་པར་རྟོག

source: Rescore problem '<%- problem_id %>' for all students?
bo: སློབ་ཕྲུག་ཡོངས་ཀྱི་དྲི་བའི་བརྒྱ་ཆ་ '<%- problem_id %>' བསྐྱར་སྐོར་བྱ་རྒྱུ་ཡིན་ནམ།

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
bo: སློབ་ཕྲུག་ཡོངས་ཀྱི་ '<%- problem_id %>' དྲི་བའི་བརྒྱ་ཆ་བསྐྱར་སྐོར་གྱི་ལས་དོན་བདེ་ལེགས་ངང་འགོ་བརྩམས་སོང་། ལས་དོན་གྱི་གནས་བབ་ལ་བལྟ་བར་ 'Show Task Status' གནོན་ཐེབས་འདིའི་སྒང་ལ་སྣུན།

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
bo: དྲི་བའི་བརྒྱ་ཆ་བསྐྱར་སྐོར་གྱི་ལས་དོན་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། '<%- problem_id %>'. དྲི་བའི་ངོས་འཛིན་བྱེད་དེ་ཆ་ཚང་བ་དང་ཡང་དག་པ་ཡོང་ཡོད་མེད་ལེགས་པར་རྟོག

source: Task Type
bo: ལས་འགན་རིགས།

source: Task inputs
bo: ལས་འགན་ནང་འཇུག

source: Task ID
bo: ལས་འགན་གྱི་ ID

source: Requester
bo: རེ་ཞུ་མཁན།

source: Submitted
bo: བཏང་ཟིན།

source: Duration (sec)
bo: དུས་ཡུན་ (sec)

source: State
bo: གནས་སྟངས།

source: Task Status
bo: ལས་འགན་གནས་བབ།

source: Task Progress
bo: ལས་འགན་འཕེལ་རྒྱས།

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་ཕྱིར་ལེན་བྱེད་པར་གནད་དོན་ཞིག་བྱུང་སོང་། རྗེས་སུ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས། གནད་དོན་དེ་བསྐྱར་དུ་ཡོང་ན་ཐབས་རྩལ་རམ་འདེགས་པར་འབྲེལ་བ་བྱོས།

source: Sent By
bo: གཏོང་མཁན་

source: Sent To
bo: གཏོང་ཡུལ།

source: Time Sent
bo: གཏོང་དུས།

source: Number Sent
bo: གཏོང་གྲངས།

source: Copy Email To Editor
bo: འཕྲིན་ཐུང་ངོ་བཤུ་བྱས་ཏེ་རྩོམ་སྒྲིག་ནང་ཕོབས།

source: Subject:
bo: མགོ་བརྗོད།

source: Sent By:
bo: གཏོང་མཁན།

source: Time Sent:
bo: གཏོང་དུས།

source: Sent To:
bo: གཏོང་ཡུལ།

source: Message:
bo: འཕྲིན་ཐུང་།

source: No tasks currently running.
bo: ད་ལྟ་འགྲོ་བཞིན་ལས་འགན་མི་འདུག

source: File Name
bo: ཡིག་ཆའི་མིང་།

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
bo: དགོས་འདུན་ཐད་ཀྱི་དྲ་ཐག་རྣམས་བཟོས་ཡོད་མོད་ཀྱང་། སྐར་མ་ལྔའི་ནང་དུས་ཡུན་རྫོགས་འགྲོ། རྒྱུ་མཚན་སློབ་ཕྲུག་གི་གནས་ཚུལ་ནི་གཟབ་ནན་དགོས་པའི་རང་བཞིན་ཞིག་ཡིན་པས་སོ།།

source: You have access to the {enterpriseName} dashboard
bo: ཁྱེད་ལ་གཙོ་ངོས་ {enterpriseName} འདི་སྔོག་པའི་ཆོག་མཆན་འདུག

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
bo: འདི་བརྒྱུད་ནས་ {enterpriseName} ཁྱེད་ཀྱིས་སྔོག་ཆོག་པའི་སློབ་ཚན་ཡོད་པ་ཁག འཆར་ངོས་དེ་ལ་ {enterpriseName} གཟིགས་རོགས།

source: Go to dashboard
bo: གཙོ་ངོས་ལ་ལོག

source: (Self-paced) Starts {start}
bo: (Self-paced) འགོ་རྩོམ། {start}

source: (Self-paced) Started {start}
bo: (Self-paced) འགོ་བརྩམས་ཟིན། {start}

source: (Self-paced) Ends {end}
bo: (Self-paced) མཇུག་མ། {end}

source: (Self-paced) Ended {end}
bo: (Self-paced) མཇུག་བསྡུས་ཟིན། {end}

source: Starts {start}
bo: འགོ་རྩོམ། {start}

source: Started {start}
bo: འགོ་བརྩམས་ཟིན། {start}

source: Ends {end}
bo: མཇུག་མ། {end}

source: You must select a session to access the course.
bo: སློབ་ཚན་བསྔོག་པར་ཁྱེད་ཀྱིས་སྡེ་ཚན་ཞིག་ངེས་པར་འདེམ་དགོས།

source: There was an error. Please reload the page and try again.
bo: འདིར་གནད་དོན་ཞིག་འདུག དྲ་ངོས་བསྐྱར་ལེན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Change Session
bo: སྡེ་ཚན་བརྗེ།

source: Select Session
bo: སྡེ་ཚན་ཞིག་འདེམ།

source: Leave Current Session
bo: ད་ལྟའི་སྡེ་ཚན་ཐོན།

source: Are you sure you want to select this session?
bo: སྡེ་ཚན་འདི་འདེམ་ཐག་ཆོད་ཡིན་ནམ།

source: Are you sure you want to change to a different session?
bo: སྡེ་ཚན་གཞན་ཞིག་ལ་བརྗེ་ཐག་ཆོད་ཡིན་ནམ།

source: Any course progress or grades from your current session will be lost.
bo: ཁྱེད་ཀྱི་ད་ལྟའི་སྡེ་ཚན་གྱི་འཕེལ་རྒྱས་དང་ཡང་ན་གནས་རིམ་གང་རུང་བརླག་འགྲོ།

source: Are you sure that you want to leave this session?
bo: ཁྱེད་ད་ལྟའི་སྡེ་ཚན་ནས་ཐོན་གཏན་འཁེལ་ཡིན་ནམ།

source: Your unenrollment request could not be processed. Please try again later.
bo: ཁྱེད་ཀྱི་ཞུགས་ཐོ་ཕྱིར་འཐེན་གྱི་རེ་འདུན་བསྒྲུབས་ཐུབ་མ་སོང་། རྗེས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
bo: ཁྱེད་རང་སློབ་ཚན་{courseName} ({courseNumber}) ནས་ཕྱིར་ཐོན་གཏན་འཁེལ་ཡིན་ནམ། ཁྱེད་ཀྱིས་སློབ་ཡོན་ག་ཚོད་སྤྲད་པ་དག་ཕྱིར་སློག་རྒྱུ་ཡིན།

source: {type} Progress
bo: {type} ཡར་རྒྱས།

source: Earned Certificates
bo: ལག་ཁྱེར་ཐོབ་འདུག

source: Enrolled
bo: ཞུགས་ཐོ་བཀོད་འདུག

source: Successfully reset the attempts for user {user}
bo: སྤྱོད་མཁན་ {user} ཡི་ཆེད་དུ་ཚོད་ལྟ་བསྐྱར་སྒྲིག་ལེགས་པར་བྱས་ཡོད།

source: Failed to reset attempts for user.
bo: སྤྱོད་མཁན་གྱི་ཆེད་དུ་ཚོད་ལྟ་བསྐྱར་སྒྲིག་ཕམ་ཉེས་བྱུང་སོང་།

source: Successfully deleted student state for user {user}
bo: སྤྱོད་མཁན་ {user} འདིའི་སློབ་ཕྲུག་གནས་བབ་བསུབས་ཟིན།

source: Failed to delete student state for user.
bo: Failed to delete student state for user. སྤྱོད་མཁན་གྱི་སློབ་ཕྲུག་གནས་བབ་བསུབས་ཐུབ་མ་སོང་།

source: Successfully rescored problem for user {user}
bo: སྤྱོད་མཁན་ {user} གྱི་དྲི་བའི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་ལེགས་པར་བྱས་ཡོད།

source: Failed to rescore problem for user.
bo: སྤྱོད་མཁན་གྱི་དྲི་བའི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱ་ཐུབ་མ་སོང་།

source: Successfully rescored problem to improve score for user {user}
bo: སྤྱོད་མཁན་ {user} གྱི་ཐོབ་སྐར་ཡར་རྒྱས་གཏོང་ཕྱིར་དྲི་བའི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་ལེགས་པར་བྱས་ཡོད།

source: Failed to rescore problem to improve score for user.
bo: སྤྱོད་མཁན་གྱི་ཐོབ་སྐར་ཡར་རྒྱས་གཏོང་ཕྱིར་དྲི་བའི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱེད་ཐུབ་མ་སོང་།

source: Enter and confirm your new password.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་གསར་པ་བཅུག་ནས་ངེས་གཏན་བཟོས།

source: New Password
bo: གསང་ཚིག་གསར་པ།

source: Confirm Password
bo: གསང་ཚིག་གཏན་འཁེལ།

source: Passwords do not match.
bo: གསང་ཚིག་མཚུངས་མ་སོང་།

source: Reset My Password
bo: ངའི་གསང་ཚིག་བསྐྱར་སྒྲིག

source: Reset Your Password
bo: ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག

source: Error:
bo: གནད་དོན།

source: You may also lose access to verified certificates and other program credentials. You can make a copy of these for your records before proceeding with deletion.
bo: ད་དུང་ཁྱེད་ཀྱིས་ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་དང་ལས་གཞི་གཞན་གྱི་ལག་ཁྱེར་རྣམས་ཀྱང་བརླག་སྲིད། དེའི་ཕྱིར་ཁྱེད་ཀྱིས་དེ་དག་མ་བསུབ་སྔོན་ལ་ཚང་མ་ངོ་བཤུས་བཟོས་ཏེ་རང་གིས་ཉར་ཚགས་བྱ་ཆོག་པ་ཡིན།

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
bo: ལས་རིམ་སོང་སྔོན་ལ་སྤྱི་ཚོགས་བརྒྱུད་ལམ་ {htmlStart} གྱི་ཁ་བྱང་ {htmlEnd} གང་ལ་ཡང་སྦྲེལ་མཐུད་མེད་པར་བཟོ་དགོས།

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
bo: ལས་རིམ་མ་སོང་སྔོན་འདི་དག་བྱེད་རོགས། {htmlStart}{emailMsg}{htmlEnd}

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
bo: {htmlStart} ཁྱེད་ཀྱི་གློག་འཕྲིན་དང་མིང་ཡང་ན་གསང་གྲངས་གང་རུང་བརྗེ་བསྒྱུར་བྱ་འདོད་ཡོད་དམ། {htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
bo: {strongStart}ཉེན་བརྡ།: ཁ་བྱང་བསུབས་ན་གཏན་དུ་བསུབ་འགྲོ་བ་ཡིན། {strongEnd} མ་བསུབ་སྔོན་གོང་གི་ཉེན་བརྡ་དེ་གཟབ་ནན་གྱིས་ཀློག་རོགས། འདི་ནི་བསྐྱར་ལེན་ཐུབ་པའི་བྱ་བ་ཞིག་མིན་པར་མ་ཟད་ {strongStart}ཁྱེད་ཀྱིས་གཞུག་ཕྱོགས་ {platformName}.{strongEnd} འདིའི་ནང་ལ་ཡང་སྔ་མའི་གློག་འཕྲིན་དེ་བཀོལ་སྤྱོད་བྱ་མི་ཐུབ།

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
bo: གཟབ་ནན་བྱེད་དགོས་པ་ཞིག་ནི། ཁྱེད་ཀྱི་ཁ་བྱང་དང་སྒེར་གྱི་གཞི་གྲངས་བསུབ་ན་གཏན་དུ་བསུབ་འགྲོ་བས། བསྐྱར་གསོ་བྱ་མི་ཐུབ། {platformName} འདིས་ཁྱེད་ཀྱིས་བསུབས་ཟིན་པའི་ཁྱེད་ཀྱི་ཁ་བྱང་དང་ཡང་ན་གཞི་གྲངས་གང་ཡིན་རུང་བསྐྱར་གསོ་བྱ་མི་ཐུབ།

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ཐེངས་གཅིག་བསུབས་པ་ཡིན་ན། ཁྱེད་ཀྱིས་ {platformName} app དང་ {siteName} ཡང་ན་ {platformName} འདིས་བཟུང་བའི་དྲ་ངོས་གཞན་ཚང་མའི་ནང་ནས་ཁ་བྱང་དེ་བཀོལ་ནས་སློབ་ཚན་ལེན་མི་ཐུབ།

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
bo: འདིའི་ནང་ཁྱེད་ཀྱི་ལས་ཀ་སྤྲོད་མཁན་དང་ཡང་ན་སློག་གླིང་གི་མ་ལག་{additionalSiteSpecificDeletionText} ནས་ {siteName} སྔོག་འདོན་བྱེད་པ་བཅས་འདུས་ཡོད།

source: We’re sorry to see you go!
bo: ཁྱེད་ཐོན་འགྲོ་བ་མཐོང་བས་ང་ཚོའི་སེམས་པ་སྐྱོ།

source: Delete My Account
bo: ངའི་ཁ་བྱང་སུབ།

source: Password is incorrect
bo: གསང་ཚིག་འགྲིག་མ་སོང་།

source: Unable to delete account
bo: ཁ་བྱང་བསུབས་ཐུབ་མ་སོང་།

source: Please re-enter your password.
bo: གསང་ཚིག་བསྐྱར་འཇུག་བྱ་རོགས།

source: Sorry, there was an error trying to process your request. Please try again later.
bo: དགོངས་དག ཁྱེད་ཀྱི་རེ་སྐུལ་བསྒྲུབ་པའི་སྐབས་དེར་གནད་དོན་ཞིག་འདུག གཞུག་ནས་ཚོད་ལྟ་བྱ་རོགས།

source: A Password is required
bo: གསང་ཚིག་ཅིག་ངེས་པར་དགོས།

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
bo: ཁྱེད་ཀྱིས་“Delete my account.” བདམས་འདུག ཁྱེད་ཀྱི་ཁ་བྱང་དང་སྒེར་གྱི་གཞི་གྲངས་བསུབ་ན་གཏན་དུ་བསུབ་འགྲོ་བས། བསྐྱར་གསོ་བྱ་མི་ཐུབ། {platformName} འདིས་ཁྱེད་ཀྱིས་བསུབས་ཟིན་པའི་ཁ་བྱང་དང་ཡང་ན་གཞི་གྲངས་གང་ཡིན་རུང་བསྐྱར་གསོ་བྱ་མི་ཐུབ།

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
bo: ཁྱེད་ཀྱིས་བརྒྱུད་རིམ་བརྒྱུད་པ་ཡིན་ན། ཁྱེད་ཀྱིས་ {platformName} app དང་ {siteName} ཡང་ན་ {platformName} འདིས་བཟུང་བའི་དྲ་ངོས་གཞན་ཚང་མའི་ནང་ནས་ཁ་བྱང་དེ་བཀོལ་ནས་སློབ་ཚན་ལེན་མི་ཐུབ།

source: If you still wish to continue and delete your account, please enter your account password:
bo: ཁྱེད་ད་དུང་རྒྱུན་མཐུད་རྒྱུ་དང་ཁྱེད་ཀྱི་ཁ་བྱང་དེ་བསུབ་འདོད་ན། ཁྱེད་ཀྱི་ཁ་བྱང་གི་གསང་ཨང་འཇུག་རོགས།

source: Yes, Delete
bo: གཏན་འཁེལ་ཡིན། སུབ།

source: We're sorry to see you go! Your account will be deleted shortly.
bo: ཁྱེད་ཐོན་འགྲོ་བ་མཐོང་བས་ང་ཚོའི་སེམས་པ་སྐྱོ། མི་རིང་བར་ཁྱེད་ཀྱི་ཁ་བྱང་བསུབ་རྒྱུ་ཡིན།

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
bo: ཁ་བྱང་བསུབ་པ། གློག་འཕྲིན་གྱི་ཐོ་གཞུང་ནས་ཀྱང་བསུབ་དགོས་ན་ང་ཚོའི་མ་ལག་བརྒྱུད་ནས་ལས་རིམ་ཆ་ཚང་འགྲོ་དགོས་པས་འདི་གཟའ་འཁོར་འགར་འགོར་སྲིད། དེའི་སྔོན་གལ་སྲིད་གློག་འཕྲིན་ནང་འཕྲིན་ཐུང་མི་ཡོང་བ་ཙམ་བྱེད་དགོས་ན། དྲ་གཤམ་གྱི་གློག་འཕྲིན་གང་རུང་ནས་སྔོན་མངགས་ཕྱིར་འཐེན་བྱེད་རོགས།

source: Terms of Service and Honor Code
bo: ཞབས་ཞུའི་རྣམ་གྲངས་དང་ཁྲིམས་མཐུན་སྒྲིག་གཞི།

source: Saving your email preference
bo: ཁྱེད་ཀྱི་འགན་ལེན་གློག་འཕྲིན་ཉར་བཞིན་ཡོད།

source: Enrolling you in the selected course
bo: ཁྱེད་རང་བདམས་ཟིན་པའི་སློབ་ཚན་ལ་ཞུགས་ཐོ་འགོད་བཞིན་ཡོད།

source: Adding the selected course to your cart
bo: བདམས་ཟིན་པའི་སློབ་ཚན་དེ་ཁྱེད་ཀྱི་གསོག་སྒམ་ནང་འཇུག་བཞིན་ཡོད།

source: Loading your courses
bo: ཁྱེད་ཀྱི་སློབ་ཚན་ནང་འཇུག་བྱེད་བཞིན་ཡོད།

source: An error occurred.
bo: གནད་དོན་ཞིག་བྱུང་སོང་།

source: (optional)
bo: (རང་མོས་ཡིན།)

source: We couldn't sign you in.
bo: ང་ཚོས་ཁྱེད་ནང་འཛུལ་བྱ་ཐུབ་མ་སོང་།

source: An error occurred when signing you in to %s.
bo: ཁྱེད་%s འདིའི་ནང་ནང་འཛུལ་བྱེད་དུས་གནད་དོན་ཞིག་བྱུང་སོང་།

source: Check Your Email
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་གཟིགས།

source: An error has occurred. Try refreshing the page, or check your Internet connection.
bo: གནད་དོན་ཞིག་བྱུང་འདུག ཤོག་ངོས་དེ་བསྐྱར་ལེན་དང་ཡང་ན་ཁྱེད་ཀྱི་དྲ་རྒྱར་མཐུད་ཡོད་མེད་ལྟོས།

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
bo: ནང་འཛུལ་བྱེད་པ་ལ་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཁྱེད་ཀྱི་ཁ་བྱང་{line_break}{line_break}གི་བྱེད་ནུས་སྤེལ་དགོས། ང་ཚོས་ {strong_start} {email} {strong_end} འདིར་བྱེད་ནུས་སྤེལ་སའི་དྲ་ཐག་ཅིག་བཏང་ཡོད། གལ་སྲིད་ཁྱེད་ལ་འཕྲིན་ཐུང་འདི་འབྱོར་མེད་ན་ཁྱེད་ཀྱི་གལ་ཆུང་ཡིག་སྣོད་དམ་spam ནང་གཟིགས་རོགས། ཡང་ན་ {anchorStart}རམ་འདེགས་པར་ {platform_name} འབྲེལ་བ་བྱོས།{anchorEnd}

source: An unexpected error has occurred.
bo: མ་བསམ་ས་ནས་གནད་དོན་ཞིག་བྱུང་སོང་།

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
bo: ཁྱེད་རང་ %(currentProvider)s འདིའི་ནང་བདེ་ལེགས་ངང་ནང་འཛུལ་བྱས་སོང་། ཡིན་ན་ཡང་ %(currentProvider)s འདིའི་སྒང་གི་ཁྱེད་ཀྱི་ཁ་བྱང་དེ་ %(platformName)s འདིའི་ཁ་བྱང་དང་སྦྲེལ་མི་འདུག ཁྱེད་ཀྱི་ཁ་བྱང་དེ་དང་སྤྲེལ་བ་ལ་ཁྱེད་ཀྱི་གསང་གྲངས་ %(platformName)s འདི་བཀོལ་ཏེ་ཐད་ཀར་ནང་འཛུལ་བྱོས།

source: We couldn't create your account.
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཁ་བྱང་བཟོ་ཐུབ་མ་སོང་།

source: Create Account
bo: ཁ་བྱང་བཟོས།

source: You've successfully signed into %(currentProvider)s.
bo: ཁྱེད་བདེ་ལེགས་ངང་ %(currentProvider)s འདིའི་ནང་ནང་འཛུལ་བྱས་ཡོད།

source: We just need a little more information before you start learning with %(platformName)s.
bo: ཁྱེད་ཀྱིས་%(platformName)s འདི་སློབ་འགོ་མ་བརྩམ་གོང་ང་ཚོར་གནས་ཚུལ་མང་ཙམ་དགོས་ཀྱི་འདུག

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
bo: ཁྱེད་ཀྱི་གནས་ཚུལ་སྙིང་བསྡུས་ཀྱི་སྒྲིག་འགོད་ཁག་ {enterprise_name} འདིས་དོ་དམ་བྱས་ཡོད། རམ་འདེགས་དགོས་ཚེ་ཁྱེད་ཀྱི་དོ་དམ་པར་འབྲེལ་གཏུགས་བྱ་རོགས། {link_start}edX Support{link_end}

source: Email Address (Sign In)
bo: གློག་འཕྲིན་ཁ་བྱང་ (Sign In)
