Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
bo: ཁྱེད་ཕྱིར་ཐོན་པ་ཡིན་ན་ཁྱེད་ཀྱིས་ཚོགས་ཆུང་འདིའི་གླེང་སྟེགས་སྟེང་རྩོམ་ཡིག་སྤེལ་མི་ཐུབ་ཅིང་། ཁྱེད་ཀྱི་ཤུལ་ཡང་སློབ་མ་གཞན་ཞིག་ལ་ཐོབ་འགྲོ།

source: Confirm
bo: གཏན་འཁེལ།

source: You already belong to another team in this team set.
bo: ཚོགས་ཆུང་འདིའི་སྡེ་ཚན་ནང་ཁྱེད་རང་ཚོགས་ཆུང་གཞན་ཞིག་ལ་དབང་འདུག

source: This team is full.
bo: ཚོགས་ཆུང་འདི་གང་འདུག

source: Cannot join instructor managed team
bo: སློབ་ཁྲིད་མཁན་གྱིས་དོ་དམ་བྱས་པའི་ཚོགས་ཆུང་ནང་ཞུགས་མི་ཐུབ།

source: Member
bo: ཚོགས་མི་རྣམས།

source: All teams
bo: ཚོགས་ཆུང་ཡོངས།

source: Teams Pagination
bo: ཚོགས་ཆུང་ཁག་གི་ཤོག་གྲངས།

source: Topics
bo: བརྗོད་གཞི་ཁག

source: My Teams
bo: ངའི་ཚོགས་ཆུང་།

source: Browse
bo: བལྟ་བ།

source: Your request could not be completed. Reload the page and try again.
bo: ཁྱེད་ཀྱི་རེ་ཞུ་ལེགས་གྲུབ་ཐུབ་མ་སོང་། ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་ཚོད་ལྟ་བྱོས།

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
bo: གསོག་མཛོད་ཀྱི་དཀའ་ངལ་ཞིག་ལ་བརྟེན་ནས་ཁྱེད་ཀྱི་རེ་ཞུ་དེ་ཆ་ཚང་བསྒྲུབ་ཐུབ་མ་རེད། ཤོག་ངོས་དེ་བསྐྱར་སྐོར་ཞིག་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། གནད་དོན་དེ་མུ་མཐུད་ནས་འབྱུང་ན། རམ་འདེགས་ཀྱི་གནོན་ཐེབས་ན་བསྣུན་ནས་གནད་དོན་ཡར་ཞུ་བྱོས།

source: Team Search
bo: ཚོགས་ཆུང་འཚོལ་ཞིབ།

source: Create a New Team
bo: ཚོགས་ཆུང་གསར་པ་ཞིག་བཟོས།

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
bo: ཁྱེད་རང་འཛུལ་ཞུགས་བྱ་སའི་ཚོགས་ཆུང་ད་སྔ་ཡོད་བསྡད་པ་ཞིག་མི་རྙེད་ན་ཚོགས་ཆུང་གསར་པ་ཞིག་བཟོས་གལ་སྲིད་ཁྱེད་རང་ངོ་ཤེས་པའི་གྲོགས་པོ་དང་ལྷན་དུ་སློབ་སྦྱོང་བྱ་འདོད་ན།

source: Edit Team
bo: ཚོགས་ཆུང་སྒྲིག་སྦྱོར།

source: If you make significant changes, make sure you notify members of the team before making these changes.
bo: ཁྱེད་ཀྱིས་གལ་ཆེའི་བསྒྱུར་བཅོས་བྱེད་ན་ཚོགས་མི་རྣམས་ལ་ངེས་པར་དུ་སྔོན་བརྡ་གཏོང་དགོས།

source: Membership
bo: ཚོགས་མིའི་གོ་གནས།

source: You can remove members from this team, especially if they have not participated in the team's activity.
bo: དམིགས་བསལ་གྱིས་ཚོགས་ཆུང་གི་བྱེད་སྒོ་ཁག་ལ་མཉམ་ཞུགས་མི་བྱེད་མཁན་གྱི་ཚོགས་མི་ཡོད་ན། ཁྱེད་ཀྱིས་དེ་དག་ཕྱིར་འཕུད་བྱ་ཆོག

source: Showing results for "{searchString}"
bo: "{searchString}" འདིའི་མཇུག་འབྲས་སྟོན།

source: Search teams
bo: ཚོགས་ཆུང་འཚོལ་བཤེར།

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
bo: ཁྱེད་ཚོའི་འཛིན་གྲྭའི་ནང་བརྗོད་གཞི་ལྟར་རྩ་འཛུགས་པའི་རང་ཉིད་ཁོངས་སུ་གཏོགས་སའི་ཚོགས་ཆུང་ཡོངས་དང་སྤྱི་སྤྱོད་ཀྱི་ཚོགས་ཆུང་ཡོངས་ལ་ལྟོས། དགའ་ཕྱོགས་གཅིག་མཚུངས་ཡོད་པའི་སློབ་གཉེར་བ་ཚོ་དང་མཉམ་ལས་བྱེད་ཆེད་སྤྱི་སྤྱོད་ཀྱི་ཚོགས་ཆུང་ཞིག་ལ་འཛུལ་ཞུགས་བྱོས།

source: See all teams you belong to and all public teams in your course, organized by topic.
bo: ཁྱེད་ཀྱི་འཛིན་གྲྭའི་ནང་ཁྱེད་རང་ཞུགས་ཡོད་སའི་ཚོགས་ཆུང་ཡོངས་དང་ཚོགས་ཆུང་གཞན་ཚང་མར་ལྟོས། བརྗོད་གཞི་ལྟར་བསྒྲིགས།

source: See all teams you belong to.
bo: ཁྱེད་ཞུགས་ཡོད་སའི་ཚོགས་ཆུང་ཡོངས།

source: All Topics
bo: བརྗོད་གཞི་ཡོངས།

source: The page "{route}" could not be found.
bo: "{route}" ཤོག་ངོས་རྙེད་མི་ཐུབ།

source: The topic "{topic}" could not be found.
bo: "{topic}" བརྗོད་གཞི་རྙེད་མི་ཐུབ།

source: The team "{team}" could not be found.
bo: "{team}" ཚོགས་ཆུང་རྙེད་མི་ཐུབ།

source: {team_count} Team
bo: {team_count} ཚོགས་ཆུང་ཁག

source: Topic
bo: བརྗོད་གཞི།

source: View Teams in the {topic_name} Topic
bo: {topic_name} བརྗོད་གཞིའི་ཚོགས་ཆུང་རྣམས་སྟོན།

source: An error occurred while looking up team membership. Try refreshing the page.
bo: ཚོགས་མིའི་གོ་གནས་ལ་བལྟ་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། ཤོག་ངོས་དེ་བསྐྱར་སྟོན་བྱོས།

source: All topics
bo: བརྗོད་གཞི་ཆ་ཚང་།

source: Insert Hyperlink
bo: དྲ་ཐག་ཞོག

source: Link Description
bo: དྲ་ཐག་འགྲེལ་བཤད།

source: Please provide a description of the link destination.
bo: དྲ་ཐག་མཐུད་གནས་ཀྱི་འགྲེལ་བཤད་ཅིག་མཁོ་སྤྲོད་གནང་རོགས།

source: Insert Image (upload file or type URL)
bo: འདྲ་པར་ཞོག (upload file or type URL)

source: Image Description
bo: འདྲ་པར་འགྲེལ་བཤད།

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
bo: དཔེར་ན། 'Sky with clouds'. འདྲ་པར་དེ་མཐོང་མི་ཐུབ་པའི་སྤྱོད་མཁན་རིགས་ལ་འགྲེལ་བརྗོད་ནི་ཧ་ཅང་ཕན་ཐོགས་ཆེ།

source: How to create useful text alternatives.
bo: སྤྱོད་སྒོ་ཆེ་བའི་འདྲ་ཡིག་ཇི་ལྟར་བཟོ་ཚུལ།

source: This image is for decorative purposes only and does not require a description.
bo: འདྲ་པར་འདི་ནི་མཛེས་སྤྲད་ཁོ་ནའི་ཆེད་ཡིན་པས་འགྲེལ་བཤད་མི་དགོས།

source: Markdown Editing Help
bo: Markdown རྩོམ་སྒྲིག་རམ་འདེགས།

source: Please provide a valid URL.
bo: ཚུལ་མཐུན་གྱི་URL འཇོག་རོགས།

source: %(errorCount)s error found in form.
bo: སྒྲོམ་འདིའི་ནང་%(errorCount)sགནད་དོན་འདུག

source: Bold (Ctrl+B)
bo: ནག་ཆེན། (Ctrl+B)

source: Italic (Ctrl+I)
bo: གསེག་ཡིག (Ctrl+I)

source: Hyperlink (Ctrl+L)
bo: དྲ་ཐག (Ctrl+L)

source: Blockquote (Ctrl+Q)
bo: ལུང་རྟགས། (Ctrl+Q)

source: Code Sample (Ctrl+K)
bo: ཨང་བརྡའི་དཔེ་ཚད། (Ctrl+K)

source: Image (Ctrl+G)
bo: འདྲ་པར། (Ctrl+G)

source: Numbered List (Ctrl+O)
bo: ཨང་བསྟར་ཐོ། (Ctrl+O)

source: Bulleted List (Ctrl+U)
bo: མདའ་རྩེའི་བསྟར་ཐོ། (Ctrl+U)

source: Heading (Ctrl+H)
bo: འགོ་བརྗོད། (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
bo: འཕྲེད་ཐིག (Ctrl+R)

source: Undo (Ctrl+Z)
bo: ཕྱིར་སྒྲིག (Ctrl+Z)

source: Redo (Ctrl+Y)
bo: བསྐྱར་སྒྲིག (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
bo: བསྐྱར་སྒྲིག (Ctrl+Shift+Z)

source: strong text
bo: འཕྲོ་ཡིག

source: emphasized text
bo: ནན་ཡིག

source: enter link description here
bo: འདིར་དྲ་ཐག་གི་འགྲེལ་བཤད་ཞོག

source: Blockquote
bo: ཚན་པ་ལུང་འདྲེན་པ

source: enter code here
bo: འདིར་ཨང་བརྡ་ཞོག

source: List item
bo: རྣམ་གྲངས་བསྟར་ཐོ།

source: Heading
bo: འགོ་བརྗོད།

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ཕྱིར་ཐོན་བྱས་འདུག ད་ལྟ་བསྐྱར་དུ་ནང་འཛུལ་བྱེད་ན་Okey སྒང་ལ་སྣུན། ཤོག་ངོས་འདི་ནས་མུ་མཐུད་གནས་དགོས་ཚེ་ཕྱིར་འཐེན་ཟེར་བ་དེའི་སྒང་ལ་སྣུན། (you must log in again to save your work).

source: Preview this query
bo: དྲི་བ་འདིར་སྔོན་བལྟ།

source: Open Calculator
bo: བརྩི་ཆས་སྒོ་ཕྱེ།

source: Close Calculator
bo: བརྩི་ཆས་སྒོ་རྒྱོབས།

source: All subsections
bo: ནང་གསེས་ཡོངས།

source: All units
bo: ཡང་གསེས་ཡོངས།

source: Click to change
bo: བརྗེ་བསྒྱུར་ལ་སྣུན།

source: Select a chapter
bo: ལེའུ་ཞིག་འདེམ།

source: Save changes
bo: བརྗེ་བསྒྱུར་ཉོར།

source: Please enter valid start date and time.
bo: འགོ་འཛུགས་ཟླ་ཚེས་དང་དུས་ཚོད་ཚུལ་མཐུན་འབྲི་རོགས།

source: Due date cannot be before start date.
bo: མཚམས་འཇོག་པའི་ཟླ་ཚེས་དེ་འགོ་རྩོམ་པའི་ཟླ་ཚེས་ཀྱི་སྔོན་ལ་འཇོག་མི་རུང་།

source: Enter Due Date and Time
bo: མཚམས་འཇོག་པའི་ཟླ་ཚེས་དང་དུས་ཚོད་ཕྲིས།

source: Enter Start Date and Time
bo: འགོ་རྩོམ་པའི་ཟླ་ཚེས་དང་དུས་ཚོད་ཕྲིས།

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
bo: སློབ་མའི་སྤྱོད་མིང་/གློག་འཕྲིན་གྱི་སྒམ་དེ་ངེས་པར་དགོས་པས་སྟོང་བར་འཇོག་མི་ཉན། སྤྱོད་མིང་/གློག་འཕྲིན་གཉིས་ཚུལ་མཐུན་གྱིས་བསྐངས་ཏེ། "དམིགས་བསལ་ཐོ་གཞུང་ལ་ཞོག་" ཟེར་བའི་མཐེབ་ལ་སྣུན།

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
bo: སློབ་མའི་སྤྱོད་མིང་/གློག་འཕྲིན་གྱི་སྒམ་དེ་ངེས་པར་དགོས་པས་སྟོང་བར་འཇོག་མི་ཉན། སྤྱོད་མིང་/གློག་འཕྲིན་གཉིས་ཚུལ་མཐུན་གྱིས་བསྐངས་ཏེ། "ཚུལ་མཐུན་མིན་པའི་ལག་ཁྱེར་" ཟེར་བའི་མཐེབ་ལ་སྣུན།

source: Student Removed from certificate allowlist successfully.
bo: སློབ་མ་ལག་ཁྱེར་ཡོད་པའི་ཐོ་གཞུང་ཞེས་པ་ནས་བསུབ་ཡོད།

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
bo: ཡོད་པའི་ཐོ་གཞུང་ནང་ལག་ཁྱེར་དམིགས་བསལ་ཟེར་བ་ཞིག་རྙེད་མ་སོང་། ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Server Error, Please refresh the page and try again.
bo: གསོག་མཛོད་ཀྱི་གནད་དོན། ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: <%- user %> already in exception list.
bo: <%- user %> ་ད་སྔ་ནས་དམིགས་བསལ་ཐོ་གཞུང་ནང་འདུག

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
bo: <%- user %> ་བདེ་ལེགས་ངང་དམིགས་བསལ་ཐོ་གཞུང་ནང་བཅུགས་ཡོད། ལག་ཁྱེར་གཏོང་བ་ལ་གཤམ་བཀོད་ཀྱི་དམིགས་བསལ་ལག་ཁྱེར་བཟོ་ཟེར་བར་སྣུན།

source: learners were successfully added to exception list
bo: སློབ་གཉེར་བ་རྣམས་བདེ་ལེགས་ངང་དམིགས་བསལ་ཐོ་གཞུང་ནང་བཅུགས་ཡོད།

source: learner was successfully added to the exception list
bo: སློབ་གཉེར་བ་རྣམས་བདེ་ལེགས་ངང་དམིགས་བསལ་ཐོ་གཞུང་ནང་བཅུགས་ཡོད།

source: records are not in the correct format and have not been added to the exception list
bo: བསྡུ་ལེན་བྱས་པ་རྣམས་ལ་རྣམ་སྒྲིག་ཚད་ལྡན་མེད་པས་དམིགས་བསལ་ཐོ་གཞུང་ནང་བཅུགས་མི་འདུག

source: record is not in the correct format and has not been added to the exception list
bo: བསྡུ་ལེན་བྱས་པ་དེ་ལ་རྣམ་སྒྲིག་ཚད་ལྡན་མེད་པས་དམིགས་བསལ་ཐོ་གཞུང་ནང་བཅུགས་མི་འདུག།

source: learner accounts cannot be found and have not been added to the exception list
bo: སློབ་གཉེར་བའི་ཁ་བྱང་རྙེད་ཀྱི་མི་འདུག དམིགས་བསལ་ཐོ་གཞུང་ནང་བཞག་མི་འདུག

source: learner account cannot be found and has not been added to the exception list
bo: སློབ་གཉེར་བའི་ཁ་བྱང་རྙེད་ཀྱི་མི་འདུག དམིགས་བསལ་ཐོ་གཞུང་ནང་བཞག་མི་འདུག

source: learners already appear on the exception list in this course
bo: སློབ་ཚན་འདིའི་ནང་སློབ་གཉེར་བ་རྣམས་དམིགས་བསལ་ཐོ་གཞུང་ནང་ད་སྔ་ནས་ཐོན་འདུག

source: learner already appears on the exception list in this course
bo: སློབ་ཚན་འདིའི་ནང་སློབ་གཉེར་བ་རྣམས་དམིགས་བསལ་ཐོ་གཞུང་ནང་ད་སྔ་ནས་ཐོན་འདུག

source: learners are not enrolled in this course and have not added to the exception list
bo: སློབ་གཉེར་བ་ཚོས་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག དམིགས་བསལ་ཐོ་གཞུང་ནང་བཞག་མི་འདུག

source: learner is not enrolled in this course and has not been added to the exception list
bo: སློབ་གཉེར་བས་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག དམིགས་བསལ་ཐོ་གཞུང་ནང་བཞག་མི་འདུག

source: learners have an active certificate invalidation in this course and have not been added to the exception list
bo: སློབ་གཉེར་པ་ཚོར་སློབ་ཚན་འདིའི་ནང་ཚུལ་མཐུན་མ་ཡིན་པའི་ལག་ཁྱེར་ལ་འབྲེལ་བ་ཞིག་འདུག དམིགས་བསལ་ཐོ་གཞུང་ནང་བཀོད་མི་འདུག

source: learner has an active certificate invalidation in this course and has not been added to the exception list
bo: སློབ་གཉེར་པར་སློབ་ཚན་འདིའི་ནང་ལག་ཁྱེར་དེ་ཚུལ་མཐུན་མ་ཡིན་པ་ཞིག་ལ་འབྲེལ་འདུག་ཅིང་། དམིགས་བསལ་ཐོ་གཞུང་ནང་བཀོད་མི་འདུག

source: learners encountered unknown errors
bo: སློབ་གཉེར་པ་ཚོ་ཁ་གསལ་མེད་པའི་གནད་དོན་ཞིག་ལ་ཕྲད་སོང་།

source: learner encountered an unknown error
bo: སློབ་གཉེར་པ་གནད་དོན་གསལ་ཁ་མེད་པ་ཞིག་ལ་ཕྲད་འདུག

source: Uploaded file issues. Click on "+" to view.
bo: ནང་འཇུག་བྱས་པའི་ཡིག་ཆའི་གནད་དོན་ཁག སྟོན་ན་ "+" འདིའི་སྒང་ལ་སྣུན།

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
bo: <%= user %> ཡི་ལག་ཁྱེར་ཚུལ་མཐུན་ཞིག་བྱུང་མི་འདུག ཁྱེད་ཀྱི་དག་ཆ་བསྐྱར་ཞིབ་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Certificate has been successfully invalidated for <%= user %>.
bo: <%= user %> ཡི་ལག་ཁྱེར་ནུས་མེད་བྱས་ཚར་ཡོད།

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
bo: སྤྱོད་མཁན་འདིའི་ལག་ཁྱེར་བསྐྱར་དུ་ཚུལ་མཐུན་བཟོས་ཤིང་། མ་ལག་དེ་ཡང་བསྐྱར་སྒྲིག་གིས་སྤྱོད་མཁན་འདིའི་གནས་རིམ་བསྐྱར་སྟོན་བྱས་ཡོད།

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
bo: ཐོ་གཞུང་ནང་ལག་ཁྱེར་ཚུལ་མཐུན་མ་ཡིན་པ་རྙེད་ས་མ་རེད། ཤོག་ངོས་འདི་བསྐྱར་ལེན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: There has been an error processing your survey.
bo: ཁྱེད་ཀྱི་བརྟག་དཔྱད་ཀྱི་བརྒྱུད་རིམ་ལ་གནད་དོན་ཞིག་བྱུང་སོང་།

source: More
bo: འདི་ལས་མང་།

source: Less
bo: ཉུང་ཙམ།

source: HTML preview of post
bo: HTML རྩོམ་ཡིག་སྔོན་བལྟ།

source: Preview
bo: སྔོན་བལྟ།

source: Your question or idea (required)
bo: ཁྱེད་ཀྱི་དྲི་བ་དང་ཡང་ན་བསམ་ཚུལ། (required)

source: Please enter a valid donation amount.
bo: ཚུལ་མཐུན་གྱི་ཞལ་འདེབས་ཁ་བྱང་ཞིག་ཞོག

source: Your donation could not be submitted.
bo: ཁྱེད་ཀྱི་ཞལ་འདེབས་དེ་གཏོང་ཐུབ་ས་མ་རེད།

source: You will be refunded the amount you paid.
bo: ཁྱེད་ཀྱིས་སྤྲད་པའི་དངུལ་གྲངས་དེ་ཕྱིར་སློབ་ཡོད།

source: You will not be refunded the amount you paid.
bo: ཁྱེད་ཀྱིས་སྤྲད་པའི་དངུལ་གྲངས་དེ་ཕྱིར་སློག་མེད།

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
bo: ཁྱེད་རང་ཁྱེད་ཀྱིས་ཉོས་ཟིན་པའི་སློབ་ཚན་ {courseName} ({courseNumber}) དེའི་ཞུགས་ཐོ་ནས་ཕྱིར་འཐེན་བྱ་རྒྱུ་ཡིན་ནམ།

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
bo: ཁྱེད་རང་{courseName} ({courseNumber}) ནས་ཞུགས་ཐོ་ཕྱིར་འཐེན་བྱེད་གཏན་འཁེལ་ཡིན་ནམ།

source: The refund deadline for this course has passed, so you will not receive a refund.
bo: སློབ་ཚན་འདིའི་གླ་ཆ་ཕྱིར་སློག་པའི་དུས་བཅད་ལས་བརྒལ་ཟིན་པས་ཁྱེད་ལ་སྒོར་མོ་ཕྱིར་སློག་མི་སྲིད།

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
bo: མ་ལག་ལ་གནད་དོན་བྱུང་བའི་རྐྱེན་གྱིས་ང་ཚོས་ཁྱོད་ལ་སྒོར་མོ་ཕྱིར་སློག་དགོས་མིན་ཐག་གཅོད་བྱེད་ཐབས་བྲལ། རྗེས་སུ་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Viewing %s course
bo: %sསློབ་ཚན་སྟོན་བཞིན་པ།

source: We couldn't find any results for "%s".
bo: ང་ཚོས་%sཡི་གྲུབ་འབྲས་གང་རྙེད་ཐུབ་མ་སོང་།

source: There was an error, try searching again.
bo: འདིར་གནད་དོན་ཞིག་འདུག བསྐྱར་འཚོལ་བྱས་ནས་ཚོད་ལྟ་བྱོས།

source: Not divided
bo: བགོ་བཤའ་བརྒྱབ་མི་འདུག

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
bo: བགྲོ་གླེང་ཁག་ནི་གཅིག་གྱུར་ཡིན་ཏེ། སློབ་གཉེར་བ་ཡོངས་ཀྱིས་རང་ཁུངས་ཀྱི་ཚོགས་ཆུང་ཡིན་མིན་ལ་མ་ལྟོས་པར་ཕན་ཚུན་གྱི་རྩོམ་ཡིག་གི་ལམ་ནས་གཅིག་ཕན་གཅིག་གྲོགས་བྱེད་བཞིན་ཡོད།

source: Enrollment Tracks
bo: ཐོ་འགོད་ཀྱི་རྟགས།

source: Cohorts
bo: ཚོགས་སྡེ།

source: Discussion topics in the course are not divided.
bo: སློབ་ཚན་ནང་གི་བགྲོ་གླེང་བརྗོད་གཞི་དག་བགོ་བཤའ་བརྒྱབ་མི་འདུག

source: Any divided discussion topics are divided based on enrollment track.
bo: ཁག་བགོ་བྱས་པའི་བགྲོ་གླེང་བརྗོད་གཞི་གང་ཡིན་རུང་ཞུགས་ཐོའི་མཚམས་རྟགས་ལ་གཞིགས་ནས་བགོས་ཡོད།

source: Any divided discussion topics are divided based on cohort.
bo: ཁག་བགོ་བྱས་པའི་བགྲོ་གླེང་བརྗོད་གཞི་གང་ཡིན་རུང་ཚོགས་སྡེ་ལ་གཞིགས་ནས་བགོས་ཡོད།

source: Your changes have been saved. {details}
bo: ཁྱེད་ཀྱི་བསྒྱུར་བཅོས་རྣམས་ཉར་ཡོད། {details}

source: We have encountered an error. Refresh your browser and then try again.
bo: ང་ཚོར་གནད་དོན་ཞིག་བྱུང་སོང་། ཁྱེད་ཀྱི་བལྟ་ཆས་བསྐྱར་ལེན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: We've encountered an error. Refresh your browser and then try again.
bo: ང་ཚོར་གནད་དོན་ཞིག་བྱུང་སོང་། ཁྱེད་ཀྱི་བལྟ་ཆས་བསྐྱར་ལེན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། དྲ་རྒྱར་མཐུད་ཡོད་མེད་གཏན་འཁེལ་བྱས་ཏེ། དྲ་ངོས་བསྐྱར་ལེན་བྱས་ནས་ཚོད་ལྟ་བྱོས།

source: Hide notes
bo: གསལ་བཤད་སྐུང་།

source: Notes visible
bo: གསལ་བཤད་མངོན།

source: Show notes
bo: གསལ་བཤད་སྟོན།

source: Notes hidden
bo: བསྐུང་བའི་གསལ་བཤད།

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
bo: འཚོལ་གནས་སུ་བཙལ་བྱའི་ཚིག་ཕྲིས་ {anchorStart} འཚོལ་གནས།{anchorEnd}.

source: Current tab
bo: ད་ལྟའི་སྒམ།

source: Location in Course
bo: སློབ་ཚན་ནང་གི་ས་གནས།

source: Recent Activity
bo: ཉེ་སྔོན་གྱི་བྱེད་སྒོ།

source: No results found for "{query_string}". Please try searching again.
bo: "{query_string}" འདིའི་བཙལ་འབྲས་རྙེད་མ་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Search Results
bo: བཙལ་འབྲས།

source: Tags
bo: སྒམ།

source: Unable to submit application
bo: སྙན་ཞུ་སྤྲོད་ཐུབ་མ་སོང་།

source: An error has occurred. Check your Internet connection and try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། ཁྱེད་ཀྱི་དྲ་རྒྱར་གནད་དོན་ཡོད་མེད་བལྟས་རྗེས། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Choose one
bo: གཅོག་འདེམ།

source: Selected tab
bo: སྒམ་ཞིག་འདེམ།

source: Saved cohort
bo: ཚོགས་པ་ཉར་ཚགས་བྱས་ཡོད།

source: Error adding learners.
bo: སློབ་གཉེར་པ་སྣོན་པའི་དཀའ་ངལ།

source: Enter a username or email.
bo: སྤྱོད་མིང་དང་གློག་འཕྲིན་གང་རུང་ཞོག

source: {numUsersAdded} learner has been added to this cohort.
bo: {numUsersAdded} སློབ་གཉེར་བ་ཚོགས་པ་འདིའི་ནང་བཞག་ཡོད།

source: {numMoved} learner was moved from {prevCohort}
bo: {numMoved} སློབ་གཉེར་པ་ {prevCohort} ནས་སྤར་ཡོད།

source: {numPresent} learner was already in the cohort
bo: {numPresent} སློབ་གཉེར་བ་ད་སྔ་ནས་ཚོགས་པའི་ནང་འདུག

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
bo: {numPreassigned} learners were pre-assigned for this cohort. These learners will automatically be added to the cohort when they enroll in the course.

source: Unknown username: {user}
bo: གསལ་ཁ་མེད་པའི་སྤྱོད་མིང་།: {user}

source: Invalid email address: {email}
bo: ཚུལ་མཐུན་མིན་པའི་གློག་འཕྲིན།: {email}

source: Cohort assignment not allowed: {email_or_username}
bo: སྡེ་ཚན་གྱི་ལས་འགན་སྤྲོད་མི་ཆོག {email_or_username}

source: There was an error when trying to add learners:
bo: {numErrors} སློབ་གཉེར་བ་ཚོགས་པའི་ནང་སྣོན་ཐུབ་མ་སོང་།:

source: View all errors
bo: གནད་དོན་ཆ་ཚང་སྟོན།

source: You must specify a name for the cohort
bo: ཚོགས་པ་དེའི་ཆེད་ཁྱེད་ཀྱིས་མིང་ཞིག་གསལ་ཁ་ངེས་པར་འདོན་དགོས།

source: You did not select a content group
bo: ཁྱེད་ཀྱིས་ནང་དོན་གྱི་ཚོགས་ཤིག་བདམས་མི་འདུག

source: The selected content group does not exist
bo: བདམས་ཟིན་པའི་ནང་དོན་གྱི་ཚོགས་དེ་མི་འདུག

source: The cohort cannot be saved
bo: ཚོགས་སྡེ་དེ་ཉར་ཚགས་བྱ་ཐུབ་ས་མ་རེད།

source: The cohort cannot be added
bo: ཚོགས་སྡེ་དེ་སྣོན་ཐུབ་མ་སོང་།

source: You currently have no cohorts configured
bo: ད་སྔ་ཁྱེད་ལ་འགྲེལ་བརྗོད་བྱས་པའི་ཚོགས་སྡེ་མི་འདུག

source: Add Cohort
bo: ཚོགས་སྡེ་སྣོན།

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
bo: {cohortGroupName} རིགས་དབྱེའི་ཚོགས་ཆུང་བཟོས་ཡོད། ཁྱེད་ཀྱིས་སློབ་ཕྲུག་རེ་རེ་བྱས་ཏེ་གཤམ་གྱི་རིགས་དབྱེའི་ནང་སྣོན།

source: Assign students to cohorts by uploading a CSV file.
bo: CSV ཡིག་ཆ་ནང་འཇུག་བྱས་ཏེ་སློབ་མ་ཚོར་ཚོགས་སྡེའི་ནང་གི་ལས་འགན་རེ་སྤྲོད།

source: Choose a .csv file
bo: csv ཡིག་ཆ་ཞིག་འདེམ།

source: Only properly formatted .csv files will be accepted.
bo: csv ཡིག་ཆ་རྣམ་སྒྲིག་ཚད་ལྡན་ཡོད་པ་ཁོ་ན་མ་གཏོགས་ངོས་ལེན་མི་བྱེད།

source: Upload File and Assign Students
bo: ཡིག་ཆ་ནང་འཇུག་དང་སློབ་མར་ལས་འགན་སྤྲོད།

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ '{file}' ནང་འཇུག་བྱས་ཟིན། སྐར་མ་འགའི་རིང་དག་སྒྲིག་བྱེད་ཆུག

source: Cohorts Enabled
bo: ཚོགས་སྡེའི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Cohorts Disabled
bo: ཚོགས་སྡེའི་བྱེད་ནུས་མེད་པ་བྱོས།

source: Allow students to generate certificates for this course?
bo: སློབ་མར་སློབ་ཚན་འདིའི་ལག་ཁྱེར་བཟོ་ཆོག་པ་བྱོས།

source: Prevent students from generating certificates in this course?
bo: སློབ་མར་སློབ་ཚན་འདིའི་ལག་ཁྱེར་བཟོ་མི་ཆོག་པ་བྱོས།

source: Start generating certificates for all students in this course?
bo: སློབ་ཚན་འདིའི་སློབ་མ་ཡོངས་ལ་ལག་ཁྱེར་བཟོ་འགོ་བརྩམས་ཡོད།

source: Error while generating certificates. Please try again.
bo: ལག་ཁྱེར་བཟོ་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Start regenerating certificates for students in this course?
bo: སློབ་ཚན་འདིའི་སློབ་མ་ཡོངས་ལ་ལག་ཁྱེར་བཟོ་འགོ་བརྩམས་ཡོད།

source: Error while regenerating certificates. Please try again.
bo: ལག་ཁྱེར་བཟོ་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Loading data...
bo: གཞི་གྲངས་ལེན་བཞིན་ཡོད།

source: Error getting issued certificates list.
bo: ལག་ཁྱེར་ཐོ་གཞུང་གི་གནད་དོན་ཞུ་འབུལ་བྱས་ཡོད།

source: Error generating anonymous IDs. Please try again.
bo: མིང་སྨྲོས་མེད་པའི་IDs ཁག་ལ་བཟོ་བར་གནད་དོན་བྱུང་སོོང་།

source: Error generating proctored exam results. Please try again.
bo: དྲ་ལམ་ཡིག་རྒྱུགས་ཀྱི་གྲུབ་འབྲས་བཟོ་བར་གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Error generating survey results. Please try again.
bo: བརྟག་དཔྱད་མཇུག་འབྲས་བཟོ་བར་གནད་དོན་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Error generating student profile information. Please try again.
bo: སློབ་མའི་ཐོ་གཞུང་གནས་ཚུལ་བཟོ་བར་གནད་དོན་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Loading
bo: འཇུག་བཞིན་ཡོད།

source: Error getting student list.
bo: སློབ་མའི་ཐོ་གཞུང་ལ་ལེན་པར་གནད་དོན་བྱུང་སོང་།

source: Error generating list of students who may enroll. Please try again.
bo: ཕལ་ཆེར་ཞུགས་ཐོ་བཀོད་པའི་སློབ་མའི་ཐོ་གཞུང་བཟོ་བར་གནད་དོན་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Error retrieving grading configuration.
bo: གནས་རིམ་བསྒྲིག་ཕྱོགས་འབྱོར་བར་གནད་དོན་བྱུང་སོང་།

source: Error generating grades. Please try again.
bo: གནས་རིམ་བསྒྲིག་པར་གནད་དོན་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Error generating problem grade report. Please try again.
bo: དཀའ་ངལ་གྱི་གནས་རིམ་སྙན་བསྡོམས་བཟོ་བར་གནད་དོན་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Error generating ORA data report. Please try again.
bo: ORA ཡི་གཞི་གྲངས་སྙན་ཞུ་བཟོ་བར་གནད་དོན་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
bo: སྙན་ཞུ་བཟོ་བར་དཀའ་ངལ་ཞིག་འདུག བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་པར་ "Create Executive Summary" འདི་འདེམ།

source: Enter the enrollment code.
bo: ཞུགས་ཐོའི་ཨང་བརྡ་ནང་འཇུག་བྱོས།

source: Cancel enrollment code
bo: ཞུགས་ཐོའི་ཨང་བརྡ་ཕྱིར་འཐེན་བྱོས།

source: Restore enrollment code
bo: ཞུགས་ཐོའི་ཨང་བརྡ་སོར་འཇོག་བྱོས།

source: Mark enrollment code as unused
bo: ཞུགས་ཐོའི་ཨང་བརྡ་སྤྱད་མེད་པའི་རྟགས་རྒྱོབས།

source: Username
bo: སྤྱོད་མཁན་གྱི་མིང་

source: Email
bo: གློག་འཕྲིན།

source: Revoke access
bo: ཆོག་མཆན་ཕྱིར་བསྡུ།

source: Group
bo: ཚོགས་པ།

source: Enter username or email
bo: སྤྱོད་མཁན་གྱི་མིང་དང་གློག་འཕྲིན་གང་རུང་ནང་འཇུག་བྱོས།

source: Please enter a username or email.
bo: སྤྱོད་མཁན་གྱི་མིང་ཞིག་དང་ཡང་ན་གློག་འཕྲིན་ནང་འཇུག་བྱོས།

source: This role requires a divided discussions scheme.
bo: བྱེད་སྒོ་འདི་ལ་ཁག་བགོ་བྱས་པའི་བགྲོ་གླེང་འཆར་གཞི་ཞིག་དགོས་འདུག

source: Error changing user's permissions.
bo: སྤྱོད་མཁན་གྱི་ཆོག་མཆན་འགྱུར་བ་གཏོང་བའི་གནད་དོན།

source: Could not find a user with username or email address '<%- identifier %>'.
bo: སྤྱོད་མཁན་འདི་སྤྱོད་མིང་དང་ཡང་ན་གློག་འཕྲིན་ '<%- identifier %>' འདིའི་ཐོག་ནས་རྙེད་ས་མ་རེད།

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
bo: གནད་དོན་བྱུང་སོང་། སྤྱོད་མཁན་ '<%- username %>' ཁོང་གིས་ད་དུང་ཁོང་ཚོའི་ཁ་བྱང་གི་བྱེད་ནུས་སྤེལ་མི་འདུག སྤྱོད་མཁན་ཚོས་ལས་འགན་དངོས་སུ་བསྒྲུབ་པ་ལ་ཐོག་མར་ཁོང་ཚོས་རང་རང་གི་ཁ་བྱང་རེ་ངེས་པར་དུ་བཟོ་དགོས་པ་དང་དེའི་བྱེད་ནུས་ཀྱང་སྤེལ་དགོས་པ་ཡིན།

source: Error: You cannot remove yourself from the Instructor group!
bo: གནད་དོན།: ཁྱེད་ཀྱིས་རང་ཉིད་སློབ་ཁྲིད་མཁན་གྱི་ཚོགས་པ་ནས་ཕུད་མི་ཐུབ།

source: Errors
bo: གནད་དོན་འགའ།

source: The following errors were generated:
bo: གཤམ་གྱི་གནད་དོན་ཁག་བྱུང་སོང་།

source: Warnings
bo: ཉེན་བརྡ།

source: The following warnings were generated:
bo: གཤམ་གྱི་ཉེན་བརྡ་དག་འབྱོར་སོང་།

source: Success
bo: ལམ་ལྷོངས།

source: All accounts were created successfully.
bo: ཁ་བྱང་ཚང་མ་བདེ་ལེགས་ངང་བཟོ་གྲུབ་སོང་།

source: Error adding/removing users as beta testers.
bo: སྤྱོད་མཁན་དག་beta testers ངོ་བོའི་ཐོག་ནས་ཡར་སྣོན་མར་ཕུད་ལ་གནད་དོན་ཞིག་འདུག

source: This field must not be blank
bo: ཡིག་དུམ་འདི་སྟོང་པར་མི་རུང་།

source: These users were successfully added as beta testers:
bo: སྤྱོད་མཁན་དེ་དག་ beta testers ངོ་བོའི་ཐོག་ནས་བདེ་ལེགས་ངང་ཡར་སྣོན་བྱས་ཡོད།

source: These users could not be added as beta testers because their accounts are not yet activated:
bo: སྤྱོད་མཁན་འདི་ཚོ་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་མཁན་གྱི་ངོ་བོར་སྣོན་ཐུབ་ས་མི་འདུག རྒྱུ་མཚན་ཁོང་ཚོའི་ཁ་བྱང་གི་བྱེད་ནུས་ད་དུང་སྤེལ་མི་འདུག

source: These users were successfully removed as beta testers:
bo: སྤྱོད་མཁན་དེ་དག་beta testers ངོ་བོའི་ཐོག་ནས་ཕུད་ཟིན་པ་ཡིན།

source: These users were not added as beta testers:
bo: སྤྱོད་མཁན་དེ་དག་ beta testers ངོ་བོའི་ཐོག་ནས་ཡར་སྣོན་བྱས་མེད།
