Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
bo: མཉེན་ཆས་གཞན་པ་རེ་ལ་བཏང་ཟིན་པའི་ཁྱེད་ཀྱི་སྤྱོད་མིང་དང་གློག་འཕྲིན་གཉིས་ཕྱིར་རང་ལ་འབྱོར་བར་ OK ལ་སྣུན། ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་ཕར་མི་གཏོང་པར་ཤོག་ངོས་འདི་ཕྱིར་ལོག་པ་ལ་ཕྱིར་འཐེན་ཟེར་བ་དེའི་སྒང་ལ་སྣུན།

source: incorrect
bo: ནོར།

source: correct
bo: འགྲིག

source: answer
bo: ལན།

source: Short explanation
bo: འགྲེལ་ཐུང་།

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་ཚད་མཐོའི་རྩོམ་སྒྲིག་ཟེར་བ་འདི་བཀོལ་ན། དྲི་བ་འདི་ XML ལ་བསྒྱུར་འགྲོ་བ་དང་གཞུག་ནས་སྟབས་བདེའི་རྩོམ་སྒྲིག་སྡེ་ཚན་ནང་ཕྱིར་ལོག་མི་ཐུབ་པ་པས། ཚད་མཐོའི་རྩོམ་སྒྲིག་ཟེར་བ་འདི་བཀོལ་རྒྱུ་དང་དྲི་བ་འདི་ XML ལ་བསྒྱུར་རྒྱུ་ཡིན་ནམ།

source: An answer option has been left blank. Please review and edit the component.
bo: ལན་འདེབས་སའི་འདེམ་ཁ་ཞིག་སྟོང་བར་བཞག་འདུག གྲུབ་ཆ་དེ་ལ་བསྐྱར་ཞིབ་དང་བསྐྱར་སྒྲིག་བྱ་རོགས།

source: Explanation
bo: འགྲེལ་བཤད།

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
bo: གོ་རིམ་བསྒྲིག་པར་གནད་དོན་བྱུང་སོང་། ད་ལྟའི་གོ་རིམ་གྱི་མ་དཔེ་དེའི་ཁྲོད་ཐད་ཀར་ %(tab_name)s འདིའི་འཁྲིད་ཐུབ་མ་སོང་། ཁྱེད་ཀྱིས་སློབ་ཚན་ལས་བྱེད་པར་འབྲེལ་གཏུགས་བྱ་རོགས།

source: Play
bo: ཐོངས།

source: Pause
bo: མཚམས་ཁོག

source: Mute
bo: སྒྲ་མེད།

source: Unmute
bo: སྒྲ་ཡོད།

source: Exit full browser
bo: འཆར་ངོས་སྐུམ།

source: Fill browser
bo: འཆར་ངོས་གང་།

source: Speed
bo: མགྱོགས་ཚད།

source: Volume
bo: སྒྲ་སྒྲིག

source: Muted
bo: སྒྲ་མེད་ཡིན།

source: Very low
bo: ཧ་ཅང་དམའ་བོ།

source: Low
bo: དམའ་བོ།

source: Average
bo: རན་པོ།

source: Loud
bo: སྒྲ་མཐོ་བོ།

source: Very loud
bo: སྒྲ་ཧ་ཅང་མཐོ་བོ།

source: Maximum
bo: མཐོ་ཤོས།

source: This browser cannot play .mp4, .ogg, or .webm files.
bo: བལྟ་ཆས་འདིས་.mp4, .ogg, or .webm files ཁ་འབྱེད་མི་ཐུབ།

source: Try using a different browser, such as Google Chrome.
bo: དགོས་དགུའི་བལྟ་ཆས་ Chrome ལྟ་བུའི་བལྟ་ཆས་གཞན་ཚོད་ལྟ་བྱོས།

source: High Definition
bo: ཚད་མཐོའི་འགྲེལ་བརྗོད།

source: off
bo: སྒོ་ཁོག

source: on
bo: སྒོ་ཕྱེ།

source: Video position. Press space to toggle playback
bo: བརྙན་གྱི་མཚམས།. བསྐྱར་གཏོང་བྱེད་པར་space ལ་སྣུན།

source: Video ended
bo: བརྙན་ཚར་སོང་།

source: Video position
bo: བརྙན་གནས།

source: %(value)s hour
bo: ཆུ་ཚོད་%(value)s

source: %(value)s minute
bo: སྐར་མ་%(value)s

source: %(value)s second
bo: སྐར་ཆ་%(value)s

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
bo: བརྙན་འདིའི་སྒྲ་འགོག་པ་དང་ཡང་ན་གཏོང་བར་གནོན་ཐེབས་འདིའི་སྒང་ལ་སྣུན། ཡང་ན་བརྙན་གྱི་སྒྲ་མཐོ་མཐའ་བྱེད་པར་ཐེབས་གཞོང་སྒང་གི་UP ཡང་ན་ DOWN ལ་སྣུན།

source: Adjust video volume
bo: བརྙན་སྒྲ་སྙོམ་སྒྲིག

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
bo: མགྱོགས་ཚད་ཀྱི་ཐོ་གཞུང་ནང་འཛུལ་བར་ UP ལ་སྣུན། དེ་ནས་ UP དང་ DOWN གཉིས་བཀོལ་ཏེ་མགྱོགས་ཚད་འདེམ། བདམས་ཟིན་པའི་མགྱོགས་ཚད་དེ་ལ་བསྒྱུར་བར་ENTER ལ་སྣུན།

source: Adjust video speed
bo: བརྙན་མགྱོགས་ཚད་སྙོམ་སྒྲིག

source: Video speed:
bo: བརྙན་མགྱོགས་ཚད།

source: Skip
bo: པར་མཆོང་།

source: Play video
bo: བརྙན་ཐོངས།

source: Do not show again
bo: བསྐྱར་དུ་མ་སྟོན།

source: Open language menu
bo: སྐད་ཡིག་ཐོ་གཞུང་སྒོ་ཕྱེ།

source: Transcript will be displayed when you start playing the video.
bo: ཁྱེད་ཀྱིས་བརྙན་གཏོང་བ་དང་ལྷན་དུ་བརྙན་ཡིག་ཀྱང་འཆར་ཡོང་བ་ཡིན།

source: Video transcript
bo: བརྙན་ཡིག

source: Start of transcript. Skip to the end.
bo: བརྙན་ཡིག་འགོ་རྩོམ་ས། མཇུག་ལ་མཆོང་།

source: End of transcript. Skip to the start.
bo: བརྙན་ཡིག་མཇུག་རྫོགས་ས། འགོ་ལ་མཆོང་།

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
bo: སྐད་ཡིག་གི་ཐོ་གཞུང་ནང་འཛུལ་བར་ UP ལ་སྣུན། དེ་ནས་ UP དང་ DOWN གཉིས་བཀོལ་ཏེ་སྐད་ཡིག་འདེམ་གསེས་བྱོས། བདམས་ཟིན་པའི་སྐད་ཡིག་དེ་ལ་བསྒྱུར་བར་ENTER ལ་སྣུན།

source: Hide closed captions
bo: བརྙན་ཡིག་སྐུང་།

source: (Caption will be displayed when you start playing the video.)
bo: (བརྙན་གཏོང་འགོ་རྩོམ་དུས་བརྙན་ཡིག་འཆར་ཡོང་།)

source: Turn on closed captioning
bo: བརྙན་ཡིག་སྒོ་ཕྱེ།

source: Turn on transcripts
bo: བརྙན་ཡིག་སྒོ་ཕྱེ།

source: Turn off transcripts
bo: བརྙན་ཡིག་སྒོ་རྒྱོབ།

source: Limit Access
bo: འཛུལ་ཞུགས་ཚད་བཀག་བྱེད་པ།

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན་ཆུང་བ་ཞིག་འདེམས་ནས་དུམ་བུ་འདི་ལ་འཛུལ་ཞུགས་ཚད་བཀག་བྱེད་པའི་ཆེས་དམའ་བའི་སྐར་གྲངས་བརྒྱ་ཆ་དང་མཇུག་སྒྲིལ་བའི་བརྒྱ་ཆ་ཆུང་ཤོས་བླུགས། ཆོག་པའི་རིན་ཐང་ནི་0-100ཡིན།

source: Prerequisite:
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན་ནི།

source: No prerequisite
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན་མེད།

source: Minimum Score:
bo: སྐར་གྲངས།

source: Minimum Completion:
bo: མ་མཐའི་མཇུག་སྒྲིལ།

source: The minimum score percentage must be a whole number between 0 and 100.
bo: མ་མཐའི་སྐར་གྲངས་བརྒྱ་ཆ་ནི་0ནས་100བར་གྱི་ཧྲིལ་གྲངས་ཡིན་དགོས།

source: The minimum completion percentage must be a whole number between 0 and 100.
bo: མ་མཐའི་མཇུག་འབྲས་བརྒྱ་ཆའི་ཚད་གཞི་ནི་0ནས་100བར་གྱི་ཧྲིལ་གྲངས་ཡིན་དགོས།

source: Use as a Prerequisite
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན་དུ་བེད་སྤྱོད།

source: Make this subsection available as a prerequisite to other content
bo: དོན་ཚན་ཆུང་བ་འདི་ནང་དོན་གཞན་དག་ལ་སྔོན་འགྲོའི་ཆ་རྐྱེན་དུ་བཟོས།

source: Active Uploads
bo: ཡར་བསྐུར་འགུལ་སྐྱོད་བྱེད་པ།

source: Read More
bo: རྒྱས་པ་འདིར་གཟིགས་རོགས་གནང་།

source: details about the failure
bo: འཐུས་ཤོར་བྱུང་བའི་སྐོར་གྱི་ཞིབ་ཕྲ།

source: Add Component:
bo: ཆ་ཤས་ཁ་སྣོན་བྱེད་པ།

source: Beta
bo: བེ་ཊ།

source: %(type)s Component Template Menu
bo: %(type)s ཆ་ཤས་ཚད་གཞིའི་དཀར་ཆག

source: Common Problem Types
bo: ཐུན་མོང་གི་དཀའ་ངལ་གྱི་རིགས།

source: Supported
bo: རྒྱབ་སྐྱོར།

source: Provisional
bo: གནས་སྐབས་རིང་།

source: Not Supported
bo: རྒྱབ་སྐྱོར་མེད་པ།

source: Fully Supported
bo: རམ་འདེགས་ཆ་ཚང་བྱེད།

source: Provisionally Supported
bo: འཕྲལ་སེལ་གྱི་རམ་འངེགས་བྱེད།

source: Add New Component
bo: ཆ་ཤས་གསར་པ་ཁ་སྣོན་བྱེད་པ།

source: Deprecated
bo: བརླག་སོང་།

source: List of uploaded files and assets in this course
bo: སློབ་ཚན་འདིའི་ནང་ཡར་བསྐུར་ཟིན་པའི་ཡིག་ཆ་དང་རྒྱུ་ནོར་གྱི་ཐོ་གཞུང་།

source: - Sortable
bo: - དབྱེ་འབྱེད་བྱེད་ཐུབ་པ།

source: Show All
bo: ཚང་མ་སྟོན།

source: Actions
bo: བྱ་བ་ཁག

source: You haven't added any assets to this course yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཚན་འདིར་རྒྱུ་ནོར་གང་ཡང་ཁ་སྣོན་བྱས་མེད།

source: Upload your first asset
bo: རང་གི་རྒྱུ་ནོར་དང་པོ་ཡར་བསྐུར།

source: close
bo: གཏན་པ

source: No description available
bo: འགྲེལ་བརྗོད་མེད།

source: Open/download this file
bo: ཡིག་ཆ་འདི་ཁ་ཕྱེ།ཕབ་ལེན།

source: Studio:
bo: གློག་བརྙན་ཁང་།

source: Web:
bo: དྲ་རྒྱ།

source: Delete this asset
bo: རྒྱུ་ནོར་འདི་སུབ་པ།

source: Lock this asset
bo: རྒྱུ་ནོར་འདི་ལྡེ་མིག་རྒྱག་པ།

source: Lock/unlock file
bo: ལྡེ་མིག་/ལྡེ་མིག་ཕྱེ་བ།

source: Certificate Details
bo: ལག་འཁྱེར་ཁ་གསལ།

source: Course Title
bo: སློབ་ཚན་གྱི་ཁ་བྱང་།

source: Course Title Override
bo: སློབ་ཚན་གྱི་ཁ་བྱང་བཟློག་པ།

source: Course Number
bo: འཛིན་གྲྭ་ཨང་།

source: Course Number Override
bo: སློབ་ཚན་ཨང་གྲངས་ལྡོག་པ།

source: Certificate Signatories
bo: ལག་འཁྱེར་མིང་རྟགས་བཀོད་མཁན།

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
bo: མིང་རྟགས་བཀོད་མཁན་བཞི་ཡན་ཚུད་དགོས་པའི་བསམ་འཆར་ཤུགས་ཆེན་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་མིང་རྟགས་བཀོད་མཁན་ཁ་སྣོན་ཚུད་ཡོད་ན། ལག་ཁྱེར་དེ་ཤོག་ངོས་གཅིག་ལ་ཡང་དག་པར་སྐྲུན་བྱེད་པར་ངེས་གཏན་བཟོ་ཆེད་དུ་པར་སྐྲུན་མཐོང་སྣང་ནང་ལག་ཁྱེར་དེ་སྔོན་ལྟ།

source: Certificate Information
bo: ལག་འཁྱེར་ཆ་འཕྲིན།

source: Certificate Name
bo: ལག་འཁྱེར་མིང་།

source: Name of the certificate
bo: ལག་ཁྱེར་གྱི་མིང་།

source: Description of the certificate
bo: ལག་ཁྱེར་གྱི་འགྲེལ་བཤད།

source: Course title
bo: སློབ་ཚན་གྱི་མིང་།

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
bo: ལག་འཁྱེར་སྟེང་དུ་མངོན་པའི་གཞུང་འབྲེལ་སློབ་ཚན་གྱི་ཁ་བྱང་ལ་ཐབས་ཤེས་གཞན་ཞིག་གཏན་འཁེལ་བྱེད། གཞུང་འབྲེལ་སློབ་ཚན་གྱི་མིང་བེད་སྤྱོད་བྱེད་པར་སྟོང་པར་བཞག་དགོས།

source: Add Additional Signatory
bo: ཁ་སྣོན་མིང་རྟགས་བཀོད་པ།

source: (Add signatories for a certificate)
bo: (ལག་ཁྱེར་ལ་མིང་རྟགས་བཀོད་མཁན་ཁ་སྣོན་བྱེད་པ།)

source: Choose mode
bo: ཐབས་ལམ་འདེམས་པ།

source: Preview Certificate
bo: སྔོན་ལྟའི་ལག་ཁྱེར།

source: Activate
bo: འགུལ་བསྐྱོད་བྱེད་པ།

source: Deactivate
bo: ནུས་མེད་བཟོ་བ།

source: component
bo: ཆ་ཤས།

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
bo: {blockType} འདི་ལ་འཛུལ་ཞུགས་བྱེད་པར་ཚད་བཀག་ཡོད། {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
bo: {blockType} འདིའི་ནང་དོན་ཁ་ཤས་ལ་འཛུལ་ཞུགས་བྱེད་ཐུབ་པ་དེ་སློབ་ཕྲུག་གི་སྡེ་ཚན་དམིགས་བསལ་ལ་ཚད་བཀག་ཡོད།

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
bo: དྲན་སྐུལ། འདིའི་པར་སྐྲུན་བྱས་པའི་ཐོན་རིམ་མཐའ་མ་དེ་ཐད་གཏོང་ཡིན། བསྒྱུར་བཅོས་པར་སྐྲུན་བྱས་ན་ཁྱེད་ཀྱིས་སློབ་མའི་ཉམས་མྱོང་བསྒྱུར་ཐུབ།

source: Content Group Name
bo: ནང་དོན་སྡེ་ཚན་གྱི་མིང་།

source: Content Group ID
bo: ནང་དོན་སྡེ་ཚན་ཨང་རྟགས།

source: This is the name of the group
bo: འདི་ནི་ཚོགས་པའི་མིང་ཡིན།

source: This content group is used in one or more units.
bo: ནང་དོན་སྡེ་ཚན་འདི་སྡེ་ཚན་གཅིག་གམ་མང་པོའི་ནང་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།

source: Cannot delete when in use by a unit
bo: སྒྲིག་ཆས་ཤིག་གིས་བེད་སྤྱོད་བྱེད་སྐབས་སུབ་མི་ཐུབ།

source: Subsection Visibility
bo: ཡན་ལག་མཐོང་ཚུལ།

source: To hide the subsections and keep them accesible through links, you must adjust it from the section that contains them.
bo: དུམ་བུ་ཆུང་བ་སྦས་ནས་སྦྲེལ་མཐུད་བརྒྱུད་ནས་འཛུལ་ཐུབ་པའི་ཆེད་དུ་ཁྱེད་ཀྱིས་དེ་དག་ཡོད་པའི་དུམ་བུ་ནས་བསྒྱུར་དགོས།

source: Show entire subsection
bo: ཡན་ལག་ཆ་ཚང་སྟོན།

source: Learners see the published subsection and can access its content.
bo: སློབ་མ་ཚོས་པར་སྐྲུན་བྱས་པའི་དུམ་བུ་དེ་མཐོང་ནས་དེའི་ནང་དོན་ལ་ལྟ་ཐུབ།

source: Hide content after course end date
bo: སློབ་ཚན་མཇུག་སྒྲིལ་རྗེས་ཀྱི་ནང་དོན་སྦ་བ།

source: Hide content after due date
bo: དུས་ཚོད་རྫོགས་རྗེས་ནང་དོན་སྦ་བ།

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
bo: སློབ་ཚན་གྱི་མཇུག་སྒྲིལ་ཚེས་གྲངས་འདས་རྗེས་སློབ་མ་རྣམས་ཀྱིས་དོན་ཚན་ཆུང་བའི་ནང་དོན་ལ་ལྟ་ཀློག་བྱེད་མི་ཐུབ། དོན་ཚན་ཆུང་བ་དེ་ད་དུང་ཡང་འཛིན་རིམ་རྩིས་རྒྱག་ནང་དུ་ཚུད་ཡོད།

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
bo: དོན་ཚན་ཆུང་བའི་དུས་ཚོད་འདས་རྗེས་སློབ་མ་ཚོས་དེའི་ནང་དོན་ལ་ལྟ་ཐུབ་ཀྱི་མེད། དོན་ཚན་ཆུང་བ་དེ་ད་དུང་ཡང་འཛིན་རིམ་རྩིས་རྒྱག་ནང་དུ་ཚུད་ཡོད།

source: Hide entire subsection
bo: ཚན་པ་ཆ་ཚང་སྦ་བ།

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
bo: སློབ་མ་ཚོས་སློབ་ཚན་གྱི་བཀོད་སྒྲིག་ནང་དུམ་བུ་ཆུང་བ་དེ་མཐོང་མི་ཐུབ། ཚན་པ་ཆུང་བ་དེ་འཛིན་རིམ་རྩིས་རྒྱག་ནང་ཚུད་མེད།

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ &quot; %(hide_label)s &quot; ལས་གཞན་པའི་གདམ་ཁ་འདེམས་ན།

source: Copy Component Location
bo: འདྲ་བཤུས་ཆ་ཤས་ཀྱི་ས་གནས།

source: Course Highlight Emails
bo: སློབ་ཚན་གཙོ་གནད་གློག་འཕྲིན།

source: Enabled
bo: ནུས་ལྡན་བྱས་ཡོད།

source: Enable Now
bo: ད་ལྟ་ལྕོགས།

source: Instructor Name
bo: སློབ་སྟོན་པའི་མིང་།

source: Please add the instructor's name
bo: སློབ་སྟོན་པའི་མིང་ཁ་སྣོན་གནང་རོགས།

source: Instructor Title
bo: སློབ་སྟོན་པའི་མཚན་ཐོ།

source: Please add the instructor's title
bo: སློབ་སྟོན་པའི་ཁ་བྱང་ཁ་སྣོན་གནང་རོགས།

source: Organization
bo: ཚོགས་པའི་མིང་།

source: Organization Name
bo: སྒྲིག་འཛུགས་ཀྱི་མིང་།

source: Please add the institute where the instructor is associated
bo: སློབ་སྟོན་པ་འབྲེལ་ཡོད་སློབ་གླིང་ཁ་སྣོན་གནང་རོགས།

source: Biography
bo: རྣམ་ཐར།

source: Instructor Biography
bo: སློབ་སྟོན་པའི་རྣམ་ཐར།

source: Please add the instructor's biography
bo: སློབ་སྟོན་པའི་རྣམ་ཐར་ཁ་སྣོན་གནང་རོགས།

source: Photo
bo: འདྲ་པར

source: Instructor Photo
bo: སློབ་སྟོན་པའི་པར་རིས།

source: Instructor Photo URL
bo: སློབ་སྟོན་པའི་འདྲ་པར་དྲ་རྒྱ།

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
bo: སློབ་སྟོན་པའི་པར་ཞིག་ཁ་སྣོན་བྱེད་རོགས། (དྲན་ཐོ། JPEG ཡང་ན་PNG རྩ་སྒྲིག་ཁོ་ན་རྒྱབ་སྐྱོར་བྱེད་ཐུབ།)

source: Upload Photo
bo: འདྲ་པར་ཡར་འཇུག་བྱོས།

source: Course tags
bo: སློབ་ཚན་གྱི་མིང་བྱང་།

source: Manage tags
bo: ཁ་བྱང་དོ་དམ་བྱེད་པ།

source: Prerequisite: %(prereq_display_name)s
bo: སྔོན་འགྲོའི་ཆ་རྐྱེན། %(prereq_display_name)s

source: Contains staff only content
bo: ལས་བྱེད་ཁོ་ནའི་ནང་དོན་འདུས་ཡོད།

source: Hidden in the course outline, but sections are accessible for your learners through their separate link.
bo: སློབ་ཚན་གྱི་བཀོད་སྒྲིག་ནང་དུ་གསང་བ་བྱས་ཡོད་ཀྱང་། དུམ་བུ་དེ་དག་ཁྱེད་ཀྱི་སློབ་ཕྲུག་ཚོར་ཁོང་ཚོའི་འབྲེལ་མཐུད་སོ་སོ་བརྒྱུད་ནས་འཛུལ་ཐུབ།

source: Subsections are not navigable between each other, they can only be accessed through their link.
bo: ནང་གསེས་སྡེ་ཚན་རྣམས་ཕན་ཚུན་གཅིག་ནས་གཅིག་ལ་དྲ་ཐག་བརྒྱུད་ནས་ལྟ་ཀློག་བྱེད་པ་མ་གཏོགས་ཐད་ཀར་ཐད་ཀར་ལྟ་ཀློག་མི་ཐུབ།

source: Unpublished changes to live content
bo: དངོས་ཡོད་ནང་དོན་ལ་དཔར་བསྐྲུན་མ་བྱས་པའི་འགྱུར་བར།

source: Unpublished units will not be released
bo: དཔར་བསྐྲུན་མ་བྱས་པའི་ཚན་པ་རྣམས་འགྲེམ་སྤེལ་བྱ་རྒྱུ་མིན།

source: Unpublished changes to content that will release in the future
bo: མ་འོངས་པར་འགྲེམ་སྤེལ་བྱ་རྒྱུའི་ནང་དོན་ལ་དཔར་བསྐྲུན་མ་བྱས་པའི་འགྱུར་བ་བཏང་བ།

source: Access to this unit is restricted to: {selectedGroupsLabel}
bo: འདིའི་ནང་དུ་འཛུལ་ཞུགས་བྱེད་པར་ཚད་བཀག་ཡོད། {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
bo: སློབ་ཚན་འདིའི་ནང་དོན་ཁ་ཤས་ལ་སློབ་མའི་སྡེ་ཚན་དམིགས་བསལ་ལ་ཚད་བཀག་བྱས་ཡོད།

source: Ungraded
bo: རིམ་པ་མ་བྱུང་བ།

source: Onboarding Exam
bo: རྒྱུགས་རྒྱུགས།

source: Practice proctored Exam
bo: ལག་ལེན་གྱི་ལྟ་སྐུལ་རྒྱུགས་གཞི།

source: Proctored Exam
bo: དྲ་ལམ་ཡིག་རྒྱུགས།

source: Timed Exam
bo: ཆུ་ཚོད་ཚད་བཀག་གི་ཡིག་རྒྱུགས།

source: Collapse/Expand this %(xblock_type)s
bo: འདི་ %(xblock_type)s བརྡིབས་པ།

source: Display Name
bo: འཆར་མིང་།

source: Discussions enabled
bo: བགྲོ་གླེང་གི་བྱེད་ནུས་སྒོ་ཕྱེས་ཡོད།

source: Proctoring Settings
bo: Proctoring སྒྲིག་སྟངས།

source: Configure
bo: རིམ་སྒྲིག་བྱེད་པ།

source: Manage Tags
bo: ཁ་བྱང་དོ་དམ་བྱེད་པ།

source: Copy to Clipboard
bo: བཤུབ་སྟེགས་སུ་བཤུས།

source: Duplicate
bo: འདྲ་བཤུས།

source: Drag to reorder
bo: གོ་རིམ་བསྐྱར་དུ་འདྲུད།

source: Release Status:
bo: གློད་བཀྲོལ་གནས་ཚུལ།

source: Released:
bo: ལྷོད་གཏོང:

source: Scheduled:
bo: འཆར་གཞི།

source: Unscheduled
bo: དུས་ཚོད་གཏན་འཁེལ་བྱས་མེད་པ།

source: Section Highlights
bo: ལེ་ཚན་གྱི་གཙོ་གནད།

source: Graded as:
bo: རིམ་གྲངས།

source: Due:
bo: བརྟེན་ནས:

source: Subsection is hidden after course end date
bo: ཡན་ལག་སློབ་ཚན་མཇུག་སྒྲིལ་རྗེས་སྦས་ཡོད།

source: Subsection is hidden after due date
bo: ཡན་ལག་དུམ་བུ་དུས་ཚེས་རྗེས་སྦས་ཡོད།

source: Share
bo: མཉམ་སྤྱོད

source: This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy.
bo: དུམ་ཚན་ཆུང་བ་འདི་ \&quot; %(gradingType)s \&quot; ལྟར་རིམ་སྒྲིག་བྱས་ཡོད་ཅིང་། དེ་ནི་མིག་སྔའི་རིམ་སྒྲིག་སྲིད་ཇུས་ནང་མེད།

source: You haven't added any content to this course yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཚན་འདིར་ནང་དོན་གང་ཡང་ཁ་སྣོན་བྱས་མེད།

source: Click to add a new %(xblock_type)s
bo: %(xblock_type)s གསར་པ་ཁ་སྣོན་བྱེད་པར་སྣུན་དགོས།

source: Paste %(xblock_type)s
bo: %(xblock_type)s སྦྱར།

source: From:
bo: ནས་:

source: What's in my clipboard?
bo: ངའི་སྦྱར་པང་ནང་ཅི་ཞིག་འདུག

source: Learning Outcome
bo: སློབ་སྦྱོང་གི་གྲུབ་འབྲས།

source: Add a learning outcome here
bo: འདིར་སློབ་སྦྱོང་གི་གྲུབ་འབྲས་ཁ་སྣོན་བྱེད།

source: Press discard changes to discard your changes.
bo: བསྒྱུར་བཅོས་རྣམས་མེད་པར་བཟོ་བར་བསྒྱུར་བཅོས་གཏོང་བ་ལ་མནན་དགོས།

source: Update Settings
bo: གསར་བཅོས་སྒྲིག་སྟངས།

source: Press update settings to update the information for your organization.
bo: ཁྱེད་རང་གི་ཚོགས་པའི་ཆ་འཕྲིན་གསར་བརྗེ་བྱེད་པར་གསར་བརྗེ་སྒྲིག་སྟངས་ལ་མནན་དགོས།

source: Press discard changes to discard changes.
bo: བསྒྱུར་བཅོས་མེད་པར་བཟོ་བ་ལ་མནན་དགོས།

source: Press update settings to update course video settings
bo: སློབ་ཚན་གྱི་བརྙན་ཐུང་སྒྲིག་སྟངས་གསར་བརྗེ་བྱེད་པར་གསར་བརྗེ་སྒྲིག་སྟངས་མནན་དགོས།

source: Press close to hide course video settings
bo: སློབ་ཚན་གྱི་བརྙན་རིས་སྒྲིག་བཀོད་སྦས་ཆེད་དུ་ཁ་རྒྱག་པར་མནན་དགོས།

source: Course Video Settings
bo: སློབ་ཚན་བརྙན་འཕྲིན་སྒྲིག་སྟངས།

source: Video Sharing
bo: བརྙན་ཐུང་མཉམ་སྤྱོད་བྱེད་པ།

source: Learn more
bo: རྒྱུས་ལོན་མང་ཙམ་བྱོས།

source: Transcript Turnaround
bo: ཡིག་བསྒྱུར་འཕོ་འགྱུར།

source: Transcript Fidelity
bo: ཡིག་བསྒྱུར་དྲང་བདེན།

source: Video Source Language
bo: བརྙན་འཕྲིན་གྱི་འབྱུང་ཁུངས་སྐད་ཡིག།

source: Transcript Languages
bo: བརྙན་ཡིག་སྐད་ཡིག

source: Add
bo: སྣོན་པ

source: Press Add to language
bo: སྐད་ཡིག་ལ་ཁ་སྣོན་མནན་དགོས།

source: Automated Transcripts
bo: རང་འགུལ་ཡིག་བསྒྱུར།

source: Transcript Provider
bo: ཡིག་བསྒྱུར་མཁོ་སྤྲོད་བྱེད་མཁན།

source: Change
bo: བསྒྱུར་བཅོས།

source: Press change to change selected transcript provider.
bo: འདེམས་སྒྲུག་བྱས་པའི་ཡིག་བསྒྱུར་སྤྲོད་མཁན་བསྒྱུར་བར་བསྒྱུར་བཅོས་ལ་མནན་དགོས།

source: Assignment Type Name
bo: ལས་འགན་རིགས་ཀྱི་མིང་།

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
bo: ལས་འགན་འདིའི་རིགས་ཀྱི་སྤྱིའི་སྡེ་ཚན། དཔེར་ན་ནང་སྦྱོང་ཡང་ན་དུས་ཚོད་བར་མའི་ཡིག་རྒྱུགས་ལྟ་བུ། མིང་འདི་སློབ་སྦྱོང་བྱེད་མཁན་ཚོར་མཐོང་ཐུབ།

source: Abbreviation
bo: བསྡུས་མིང་།

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
bo: ལས་འགན་རིགས་ཀྱི་མིང་ཐུང་ཐུང་འདི་(དཔེར་ན་ HW ཡང་ན་ Midterm) སློབ་མའི་ཡར་རྒྱས་ཤོག་ངོས་སྟེང་ལས་འགན་གྱི་ཉེ་འགྲམ་དུ་མངོན་ཡོད།

source: Weight of Total Grade
bo: བསྡོམས་རྩིས་རིམ་པའི་ལྗིད་ཚད།

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
bo: རིགས་འདིའི་ལས་འགན་ཚང་མའི་ལྗིད་ཚད་དེ་བསྡོམས་རྩིས་ཀྱི་བརྒྱ་ཆའི་གྲངས་ཀ་ལྟར་དཔེར་ན་ ༤༠ བརྒྱ་ཆའི་མཚོན་རྟགས་མ་བཀོད་པ།

source: Total Number
bo: ཁྱོན་བསྡོམས་ཨང་གྲངས།

source: The number of subsections in the course that contain problems of this assignment type.
bo: ལས་བྱའི་རིགས་འདིའི་དཀའ་ངལ་ཡོད་པའི་སློབ་ཚན་ནང་དུམ་བུའི་གྲངས་འབོར།

source: Number of Droppable
bo: བཀོག་ཆོག་པའི་གྲངས།

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
bo: རིགས་འདིའི་ལས་འགན་བཀོག་པའི་གྲངས་འབོར། སྐར་གྲངས་དམའ་ཤོས་ཀྱི་ལས་འགན་དེ་སྔོན་ལ་བཞག་ཡོད།

source: Warning:
bo: ཉེན་བརྡ:

source: The number of {type} assignments defined here does not match the current number of {type} assignments in the course:
bo: འདིར་གཏན་འཁེལ་བྱས་པའི་ {type} ལས་འགན་གྱི་གྲངས་ཀ་དེ་སློབ་ཚན་ནང་གི་ད་ལྟའི་ {type} ལས་འགན་གྱི་གྲངས་དང་མཐུན་མི་ཐུབ།

source: There are no assignments of this type in the course.
bo: སློབ་ཚན་འདིའི་ནང་དུ་འདི་ལྟ་བུའི་ལས་འགན་གང་ཡང་མེད།

source: {assignment_count} {type} assignment(s) found:
bo: {assignment_count} ལས་འགན་རྙེད་སོང་ {type}

source: The number of {type} assignments in the course matches the number defined here.
bo: སློབ་ཚན་ནང་ {type} ལས་འགན་གྱི་གྲངས་འབོར་འདིར་ངེས་ཚིག་བཀོད་པའི་གྲངས་དང་མཐུན་ཡོད།

source: Course Handouts
bo: སློབ་ཚན་ཁྲིད་ཆས་རིགས།

source: You have no handouts defined
bo: ཁྱེད་ལ་ལག་དེབ་གཏན་འཁེལ་བྱས་མེད།

source: There is invalid code in your content. Please check to make sure it is valid HTML.
bo: ཁྱེད་ཀྱི་ནང་དོན་ལ་ཨང་གྲངས་ནུས་མེད་ཅིག་ཡོད། HTML ནུས་ལྡན་ཡིན་མིན་ཞིབ་བཤེར་གནང་རོགས།

source: Date
bo: ཟླ་ཚེས།

source: Post
bo: ཡིག་ཟམ

source: Discussion
bo: བགྲོ་གླེང་།

source: Enable discussion
bo: བགྲོ་གླེང་བྱེད་དུ་འཇུག་པ།

source: Topics for unpublished units would not be created
bo: དཔེ་སྐྲུན་མ་བྱས་པའི་སྡེ་ཚན་གྱི་བརྗོད་གཞི་གསར་བཟོ་བྱེད་མི་སྲིད།

source: Please enable discussions for graded units from the
bo: སྐུ་མཁྱེན།

source: Discussion Configuration
bo: བགྲོ་གླེང་སྒྲིག་གཞི།

source: Due Date:
bo: དུས་ཚོད།

source: Due Time in UTC:
bo: UTCནང་དུས་ཚོད།

source: Clear Grading Due Date
bo: རིམ་པ་བགར་བའི་དུས་ཚོད་ཁ་གསལ།

source: Chapter Name
bo: ལེའུ་མིང་།

source: Chapter {order}
bo: ལེའུ་བ {order} །

source: provide the title/name of the chapter that will be used in navigating
bo: འགྲིམ་འགྲུལ་བྱེད་སྐབས་སྤྱོད་རྒྱུའི་སློབ་ཚན་གྱི་ཁ་བྱང་དང་མིང་མཁོ་སྤྲོད་བྱེད།

source: Chapter Asset
bo: ལེའུ་རྒྱུ་ནོར།

source: path/to/introductionToCookieBaking-CH{order}.pdf
bo: ལམ།/ནས་/ངོ་སྤྲོད། ཀུ་ཀི་བེག་ཀིང་-CH {order} .pdf

source: upload a PDF file or provide the path to a Studio asset file
bo: PDF ཡིག་ཆ་ཡར་བསྐུར་བའམ་ཡང་ན་ Studio རྒྱུ་ནོར་ཡིག་ཆའི་འགྲོ་ལམ་མཁོ་སྤྲོད་བྱེད།

source: Upload PDF
bo: PDF ཡར་བསྐུལ།

source: delete chapter
bo: ལེའུ་སུབ་པ།

source: Textbook information
bo: སློབ་དེབ་ཀྱི་ཆ་འཕྲིན།

source: Textbook Name
bo: སློབ་དེབ་ཀྱི་མིང་།

source: Introduction to Cookie Baking
bo: ཀུ་ཀི་བག་ལེབ་ངོ་སྤྲོད།

source: provide the title/name of the text book as you would like your students to see it
bo: ཁྱེད་རང་གི་སློབ་མ་ཚོས་མཐོང་འདོད་པ་ལྟར་སློབ་དེབ་ཀྱི་ཁ་བྱང་དང་མིང་སྤྲོད་དགོས།

source: Chapter information
bo: ལེའུ་ཆ་འཕྲིན།

source: Add a Chapter
bo: ལེའུ་ཁ་སྣོན་བྱེད་པ།

source: Edit Title
bo: ཁ་བྱང་རྩོམ་སྒྲིག།

source: Embed your subsection content directly on a page using an iframe, and view it without the LMS header and footer.
bo: ཁྱེད་རང་གི་དོན་ཚན་ཆུང་བའི་ནང་དོན་དེ་iframeབཀོལ་ནས་ཤོག་ངོས་སྟེང་ལ་ཐད་ཀར་བཙུགས་ནས་LMSམགོ་ཡིག་དང་མཇུག་ཡིག་མེད་པར་བལྟ་དགོས།

source: Click to copy link to clipboard
bo: བརྐོས་སྒྲོམ་གྱི་སྦྲེལ་ཐག་འདྲ་བཤུས་བྱེད་ན་གནོན།

source: Copy link
bo: འདྲ་བཤུས།

source: When sharing this link with your learners, they will see the content of the subsection along with the header and footer of your LMS.
bo: ཁྱེད་རང་གི་སློབ་ཕྲུག་ཚོ་དང་མཉམ་དུ་འབྲེལ་མཐུད་འདི་བརྗེ་རེས་བྱེད་སྐབས་ཁོང་ཚོས་ཁྱེད་རང་གི་LMSཡི་མགོ་དང་མཇུག་ཡིག་དང་མཉམ་དུ་དོན་ཚན་ཆུང་བའི་ནང་དོན་མཐོང་རྒྱུ་རེད།

source: Grading
bo: རིམ་པ་བཞིན།

source: Grade as:
bo: འཛིན་གྲྭ་ནི།

source: Not Graded
bo: རིམ་པ་མ་བྱུང་བ།

source: Cannot delete when in use by an experiment
bo: ཚོད་ལྟ་ཞིག་གིས་བེད་སྤྱོད་བྱེད་སྐབས་སུབ་མི་ཐུབ།

source: This Group Configuration is used in:
bo: སྡེ་ཚན་གྱི་སྒྲིག་བཀོད་འདི་ནི།

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
bo: སྡེ་ཚན་སྒྲིག་བཀོད་འདི་བེད་སྤྱོད་བྱེད་ཀྱི་མེད། {linkStart} སློབ་ཚན་གྱི་བཀོད་སྒྲིག་ {linkEnd} བརྒྱུད་ནས་སློབ་ཚན་གང་རུང་ལ་ནང་དོན་ཚོད་ལྟ་ཁ་སྣོན་བྱེད་པ་ནས་འགོ་འཛུགས།

source: Group Configuration information
bo: སྡེ་ཚན་སྒྲིག་བཀོད་ཆ་འཕྲིན།

source: Group Configuration Name
bo: སྡེ་ཚན་སྒྲིག་བཀོད་ཀྱི་མིང་།

source: Group Configuration ID
bo: སྡེ་ཚན་སྒྲིག་བཀོད་ཨང་རྟགས།

source: This is the Name of the Group Configuration
bo: འདི་ནི་ཚོགས་སྒྲིག་གི་མིང་ཡིན།

source: Name or short description of the configuration
bo: སྒྲིག་གཞིའི་མིང་ངམ་འགྲེལ་བརྗོད་ཐུང་ངུ།

source: This is the Description of the Group Configuration
bo: འདི་ནི་སྡེ་ཚན་སྒྲིག་བཀོད་ཀྱི་འགྲེལ་བཤད།

source: Optional long description
bo: འདེམས་གཞིའི་འགྲེལ་བརྗོད་རིང་བ།

source: Group information
bo: སྡེ་ཚན་གྱི་ཆ་འཕྲིན།

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
bo: སློབ་ཕྲུག་ཚོར་སྡེ་ཚན་སྤྲོད་རྒྱུའི་མིང་། དཔེར་ན། ཚོད་འཛིན་དང་། བརྙན་འཕྲིན། དཀའ་ངལ། ཁྱེད་རང་ལ་སྡེ་ཚན་གཉིས་སམ་དེ་ལས་མང་བ་ཡོད་དགོས།

source: Add another group
bo: སྡེ་ཚན་གཞན་ཞིག་ཁ་སྣོན་བྱེད་པ།
