Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: Your Program Journey
bo: ཁྱེད་ཀྱི་ལས་རིམ་འགྲུལ་བཞུད།

source: Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course.
bo: ལས་རིམ་འདིའི་ནང་དུ་ %(count)s སློབ་ཚན་བརྒྱུད་ནས་ཁྱེད་རང་གི་ཡར་རྒྱས་ལ་རྗེས་འདེད་དང་འཆར་གཞི་བཟོས། ལས་རིམ་དེ་མཇུག་སྒྲིལ་ཆེད་སློབ་ཚན་རེ་རེར་བདེན་དཔང་བྱས་པའི་ལག་འཁྱེར་ཐོབ་དགོས།

source: Upgrade All Remaining Courses (
bo: སློབ་ཚན་ལྷག་མ་ཚང་མ་རིམ་སྤོར་བྱས།

source: COURSES IN PROGRESS
bo: སློབ་ཚན་འགྲོ་བཞིན་པ།

source: REMAINING COURSES
bo: སློབ་ཚན་ལྷག་མ།

source: COMPLETED COURSES
bo: སློབ་ཚན་མཇུག་སྒྲིལ།

source: As you complete courses, you will see them listed here.
bo: ཁྱེད་རང་གིས་སློབ་ཚན་མཇུག་སྒྲིལ་རྗེས་འདིར་ཐོ་འགོད་བྱས་པ་མཐོང་ཐུབ།

source: Complete courses on your schedule to ensure you stand out in your field!
bo: ཁྱེད་རང་གི་ལས་རིགས་ནང་ཁྱེད་རང་ཁྱད་དུ་འཕགས་པའི་ཆེད་དུ་ཁྱེད་རང་གི་དུས་ཚོད་ལྟར་སློབ་ཚན་ཚང་མ་སྒྲུབ་དགོས།

source: Transform your %(org)s %(type)s into a full master’s degree
bo: ཁྱེད་རང་གི་ %(org)s %(type)s གཙུག་ལག་རབ་འབྱམས་པ་ཆ་ཚང་ལ་བསྒྱུར་དགོས།

source: Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities.
bo: མཐར་ཕྱིན་པའི་ %(org)s %(program)s ཡི་ཡིག་ཆ་དེ་འཛམ་གླིང་གི་གཙུག་ལག་སློབ་གཉེར་ཁང་ཆེ་ཁག་ནས་མཉེན་པོ་དང་།

source: Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course.
bo: ལས་རིམ་འདིའི་ནང་དུ་ %(count)s སློབ་ཚན་བརྒྱུད་ནས་ཁྱེད་རང་གི་ཡར་རྒྱས་ལ་རྗེས་འདེད་དང་འཆར་གཞི་བཟོས། ལས་རིམ་དེ་མཇུག་སྒྲིལ་ཆེད་སློབ་ཚན་རེ་རེར་བདེན་དཔང་བྱས་པའི་ལག་འཁྱེར་ཐོབ་དགོས།

source: {organization}\'s logo
bo: {organization} ཞེས་པའི་མཚོན་རྟགས།

source: My programs
bo: ངའི་ལས་རིམ།

source: Needs verified certificate
bo: བདེན་དཔང་ལག་ཁྱེར་དགོས་པ།

source: Upgrade to Verified
bo: བདེན་དཔང་དུ་རིམ་སྤར།

source: New Address
bo: ཁ་བྱང་གསར་པ།

source: Change My Email Address
bo: ངའི་གློག་འཕྲིན་ཁ་བྱང་བརྗེ་དགོས།

source: Reset Password
bo: གསང་ཚིག་བསྐྱར་སྒྲིག

source: Switch Language Back
bo: སྐད་ཡིག་ཕྱིར་བརྗེ་བ།

source: An error occurred. Please reload the page.
bo: ནོར་འཁྲུལ་ཞིག་བྱུང་། ཤོག་ངོས་བསྐྱར་དུ་བླུགས་རོགས།

source: Need help signing in?
bo: ནང་འཛུལ་བྱེད་པར་རོགས་པ་དགོས་སམ།

source: Forgot my password
bo: གསང་ཚིག་བརྗེད་སོང་།

source: Other sign-in issues
bo: ནང་འཛུལ་གྱི་གནད་དོན་གཞན་པ།

source: Sign in with your company or school
bo: རང་གི་ཀུང་སིའམ་སློབ་གྲྭར་ནང་འཇུག་བྱེད་པ།

source: Need other help signing in?
bo: ནང་འཛུལ་བྱེད་པར་རོགས་པ་དགོས་སམ།

source: Create an account
bo: ཁ་བྱང་བཟོས།

source: Sign in
bo: ནང་འཛུལ།

source: Would you like to sign in using your %(providerName)s credentials?
bo: ཁྱེད་རང་གི་ %(providerName)s ཡི་ཆོག་མཆན་བཀོལ་ནས་ནང་འཛུལ་བྱེད་འདོད་དམ།

source: Sign in using %(providerName)s
bo: %(providerName)s བེད་སྤྱད་ནས་ནང་འཇུག་བྱས།

source: Show me other ways to sign in or register
bo: ང་ལ་ཐོ་འགོད་བྱེད་ཐབས་གཞན་སྟོན་དང་།

source: Sign in with Institution/Campus Credentials
bo: གཙུག་ལག་སློབ་གཉེར་ཁང་གི་ལག་ཁྱེར་སྤྱད་ནས་ནང་འཇུག་བྱེད།

source: Choose your institution from the list below:
bo: གཤམ་གྱི་ཐོ་གཞུང་ནས་ཁྱེད་རང་གི་སློབ་གྲྭ་འདེམས།

source: Back to sign in
bo: ནང་འཇུག་བྱེད་པར་ལོག་པ།

source: Register with Institution/Campus Credentials
bo: གཙུག་ལག་སློབ་གཉེར་ཁང་གི་ལག་ཁྱེར་ཐོ་འགོད་བྱེད་པ།

source: Create an Account
bo: ཁ་བྱང་བཟོས།

source: First time here?
bo: དྲ་སྟེགས་འདིའི་སྟེང་ཡོང་བ་ཐེངས་དང་པོ་ཡིན་ནམ།

source: Create an Account.
bo: ཁ་བྱང་བཟོས།

source: Sign in to continue learning as {email}
bo: {email} ཐོག་མུ་མཐུད་སློབ་སྦྱོང་བྱ་ཆེད་ནང་འཇུག་བྱེད།

source: Sign in to continue learning
bo: མུ་མཐུད་དུ་སློབ་སྦྱོང་བྱེད་པར་ནང་འཇུག་བྱས།

source: You already have an edX account with your {enterprise_name} email address.
bo: ཁྱེད་རང་ལ་ {enterprise_name} གློག་འཕྲིན་ཁ་བྱང་ཡོད་པའི་edXརྩིས་ཁྲ་ཞིག་ཡོད།

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
bo: མདུན་དུ་ཁྱེད་ཀྱི་རྩིས་ཁྲའི་གནས་ཚུལ་དེ་ {enterprise_name} གིས་གསར་བརྗེ་དང་རྒྱུན་སྐྱོང་བྱེད།

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
bo: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་གནས་ཚུལ་ལྟ་ཐུབ་པའམ་ཡང་ན་ཁྱེད་རང་གི་རྩིས་ཁྲའི་སྒྲིག་བཀོད་ནང་ {enterprise_name} ནས་འབྲེལ་མཐུད་མེད་པར་བཟོ་ཐུབ།

source: To continue learning with this account, sign in below.
bo: རྩིས་ཁྲ་འདི་བརྒྱུད་ནས་མུ་མཐུད་སློབ་སྦྱོང་བྱེད་འདོད་ན། གཤམ་དུ་འཛུལ་རོགས།

source: Sign In
bo: ནང་འཛུལ།

source: Sign in here using your email address and password, or use one of the providers listed below.
bo: ཁྱེད་རང་གི་གློག་འཕྲིན་ཁ་བྱང་དང་གསང་ཚིག་བཀོལ་ནས་འདིར་འཛུལ་རོགས། ཡང་ན་གཤམ་དུ་ཐོ་འགོད་བྱས་པའི་མཁོ་སྤྲོད་བྱེད་མཁན་གཅིག་བེད་སྤྱོད་བྱེད་དགོས།

source: Sign in here using your email address and password.
bo: ཁྱེད་རང་གི་གློག་འཕྲིན་ཁ་བྱང་དང་གསང་གྲངས་སྤྱད་དེ་འདིར་འཛུལ་རོགས།

source: If you do not yet have an account, use the button below to register.
bo: གལ་སྲིད་ད་དུང་རྩིས་ཁྲ་མེད་ན་གཤམ་གྱི་མཐེབ་གཞོང་འདི་བེད་སྤྱད་ནས་ཐོ་འགོད་བྱ་དགོས།

source: Use my university info
bo: ངའི་སློབ་ཆེན་གྱི་ཆ་འཕྲིན་བེད་སྤྱོད་བྱོས།

source: or sign in with
bo: ཡང་ན་ནང་འཇུག་བྱེད་པ།

source: Sign in with %(providerName)s
bo: %(providerName)s ནང་འཛུལ་ཞུགས།

source: Password assistance
bo: གསང་གྲངས་རོགས་རམ།

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
bo: གཤམ་དུ་ཁྱེད་ཀྱི་ནང་འཛུལ་བྱེད་སའི་གློག་འཕྲིན་ཁ་བྱང་ངམ་ཡང་ན་སླར་གསོ་བྱེད་སའི་གློག་འཕྲིན་ཁ་བྱང་གང་རུང་ནང་འཇུག་བྱོས་དང། ང་ཚོས་ཁྱེད་ལ་ལམ་སྟོན་ཡོད་པའི་གློག་འཕྲིན་ཞིག་གཏོང་རྒྱུ་ཡིན།

source: Recover my password
bo: ངའི་གསང་གྲངས་སླར་གསོ་བྱེད་པ།

source: Already have an {platformName} account?
bo: {platformName} དྲ་སྟེགས་འདིའི་ནང་སྔོན་ནས་ཁ་བྱང་བཟོས་ཟིན་ནམ།

source: Sign in.
bo: ནང་འཛུལ།

source: Create an account using
bo: བཀོལ་ནས་རྩིས་ཁྲ་བཟོ་བ།

source: Create account using %(providerName)s.
bo: %(providerName)s བཀོལ་ནས་རྩིས་ཁྲ་བཟོས།

source: Use my institution/campus credentials
bo: ངའི་གཙུག་ལག་སློབ་གཉེར་ཁང་གི་ལག་འཁྱེར་བེད་སྤྱོད།

source: or create a new one here
bo: ཡང་ན་འདི་ནས་གསར་དུ་བཟོས།

source: Support education research by providing additional information
bo: ང་ཚོས་ལས་གཞི་འདི་ལ་རྒྱབ་སྐྱོར་གྱི་ཚུལ་དུ་གནས་ཚུལ་ཁ་སྣོན་རྒྱག་རོགས།

source: Congratulations! You are now verified on %(platformName)s!
bo: འཚམས་འདྲི་ཞུ། ཁྱེད་རང་ད་ལྟ་ %(platformName)s ཐོག་ནས་བདེན་དཔང་བྱས་ཟིན།

source: You are now enrolled as a verified student for:
bo: ད་ལྟ་ཁྱེད་རང་བདེན་དཔང་བྱས་པའི་སློབ་མ་ཞིག་ཏུ་ཐོ་འགོད་བྱས་ཡོད།

source: A list of courses you have just enrolled in as a verified student
bo: ཁྱེད་རང་བདེན་དཔང་བྱས་པའི་སློབ་མ་ཞིག་ཡིན་པའི་ཆ་ནས་ད་ལྟ་འཛུལ་ཞུགས་བྱས་པའི་སློབ་ཚན་གྱི་ཐོ་གཞུང་ཞིག

source: Explore your course!
bo: ཁྱེད་རང་གི་སློབ་ཚན་འཚོལ་ཞིབ་བྱོས།

source: Go to your Dashboard
bo: ཁྱེད་རང་གི་མཛུབ་ཁྲིད་སྒྲོམ་ལ་འགྲོ།

source: Verified Status
bo: བདེན་དཔང་བྱས་པའི་གནས་ཚུལ།

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
bo: སྐུ་པར་བསྐུར་བར་ཐུགས་རྗེ་ཆེ། ང་ཚོས་མགྱོགས་པོ་དེ་དག་ལ་བསྐྱར་ཞིབ་བྱ་རྒྱུ་ཡིན། ཁྱེད་རང་གིས་ད་ལྟ་བདེན་དཔང་བྱས་པའི་ལག་ཁྱེར་སྤྲོད་པའི་ %(platformName)s སློབ་ཚན་གང་རུང་ལ་ཐོ་འགོད་བྱེད་ཐུབ། བདེན་དཔང་ལོ་གཅིག་ལ་ཡག་པོ་ཡོད། ལོ་གཅིག་འགོར་རྗེས་བསྐྱར་དུ་བདེན་དཔང་ཆེད་པར་འབུལ་དགོས།

source: Error:
bo: གནད་དོན།

source: What You Need for Verification
bo: བདེན་དཔང་བྱེད་པར་གང་དགོས་པ།

source: Device with Camera
bo: སྒྲིག་ཆས་དང་ལྷན་དུ་པར་ཆས།

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
bo: ཁྱེད་ལ་དྲ་རྒྱའི་པར་ཆས་ཡོད་པའི་ཡོ་ཆས་ཤིག་དགོས། གལ་ཏེ་ཁྱེད་རང་གི་པར་ཆས་ལ་འཛུལ་རྒྱུའི་ཆེད་དུ་དྲ་འབྱེད་བརྡ་འཕྲིན་ཐོབ་ན། &#39;ཆོག་མཆན་&#39;ཞེས་པ་དེ་ལ་སྣུན་རོགས།

source: Photo Identification
bo: པར་རིས་ངོས་འཛིན།

source: You need a valid ID that contains your full name and photo.
bo: ཁྱེད་རང་གི་མིང་དང་འདྲ་པར་ཆ་ཚང་ཡོད་པའི་ལག་ཁྱེར་ནུས་ལྡན་ཞིག་དགོས།

source: Take Your Photo
bo: པར་བླངས།

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
bo: ཁྱེད་རང་གི་གདོང་དེ་གནས་སྐབས་སུ་གཤམ་གྱི་ Take Photo མཐེབ་གཞོང་ {icon} བཀོལ་ནས་པར་བླངས།

source: To take a successful photo, make sure that:
bo: འདྲ་པར་ལེགས་པོ་ཞིག་ལེན་པ་ལ་ངེས་དགོས་པ་ཁག་ནི།

source: Your face is well-lit.
bo: ཁྱེད་ཀྱི་དགོང་གི་གློག་འོད་སྙོམས་པོ་འདུག

source: Your entire face fits inside the frame.
bo: ཁྱེད་ཀྱི་ངོ་གདོང་ཧྲིལ་བོ་པར་སྒྲོམ་དེའི་ནང་ཏག་ཏག་འཚམ་པ་བྱོས།

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
bo: ཁྱེད་རང་གི་གདོང་གི་པར་བླངས་ན་པར་ཆས་ཀྱི་མཐེབ་གཞོང་ {icon} ལ་སྣུན་རོགས། གལ་ཏེ་ཁྱེད་རང་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་དགོས་ན། &#39;Retake Photo&#39; ཞེས་པ་དེ་ལ་སྣུན་རོགས།

source: Frequently Asked Questions
bo: རྒྱུན་ལྡན་དོགས་འདྲི་ཁག

source: Why does %(platformName)s need my photo?
bo: %(platformName)s ངའི་པར་ཅིའི་ཕྱིར་དགོས་སམ།

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
bo: ཁྱེད་ཀྱི་ངོས་འཛིན་གཏན་འཁེལ་དང་ལག་ཁྱེར་ཚད་ལྡན་ཡིན་པ་གཏན་འཁེལ་ཕྱིར་ང་ཚོས་ཁྱེད་ཀྱི་ཐོབ་ཐང་དཔང་ཡིག་གི་འདྲ་པར་བཀོལ་སྤྱོད་བྱ་རྒྱུ་ཡིན།

source: What does %(platformName)s do with this photo?
bo: %(platformName)s པར་འདི་ལ་ག་རེ་བྱེད་ཀྱི་ཡོད་དམ།

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
bo: ང་ཚོས་ཁྱེད་ཀྱི་པར་དེ་བདེ་འཇགས་ངང་གསང་བཟོ་བྱས་ནས་ང་ཚོའི་ཆོག་མཆན་ཞབས་ཞུ་ལ་བསྐྱར་ཞིབ་བྱེད་པར་བཏང་བ་རེད། ཁྱེད་ཀྱི་པར་དང་གནས་ཚུལ་དེ་ཚོ་བདེན་དཔང་བྱ་རིམ་མཇུག་སྒྲིལ་རྗེས་ %(platformName)s ཐོག་གང་དུ་ཡང་ཉར་ཚགས་བྱེད་མི་ཐུབ་པའམ་མཐོང་མི་ཐུབ།

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
bo: གལ་ཏེ་ངས་པར་ཆས་ཀྱི་པར་རིས་མཐོང་མི་ཐུབ་ན། ཡང་ན་ངའི་པར་མཐོང་མི་ཐུབ་ན། ཕྱོགས་གང་མཐོང་ཐུབ་མིན་གཏན་འབེབས་བྱེད་དགོས།

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
bo: ཁྱེད་རང་གིས་པར་རིས་བླངས་པའི་བྱ་ཐབས་དེ་རོགས་རམ་མེད་པར་མཇུག་སྒྲིལ་ཐུབ་ཀྱི་ཡོད་ཀྱང་། པར་ཆས་ཀྱི་གནས་བབ་ལེགས་པོ་བཟོ་བར་ཕུལ་བའི་ཐབས་ཤེས་འགའ་ཤས་དགོས་སྲིད། གློག་ཀླད་རེ་རེར་པར་ཆས་ཀྱི་གནས་བབ་ཡག་ཤོས་མི་འདྲ་བ་ཡོད་ཀྱང་། སྤྱིར་བཏང་མགོ་པར་བླངས་པའི་གནས་བབ་ཡག་ཤོས་དེ་པར་ཆས་ནས་དབྱིན་ཚུན་༡༢ནས་༡༨(སེན་ཊི་མི་ཊར་༣༠ནས་༤༥)བར་ཡིན།

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཕུལ་བའི་པར་དེ་དག་ཁས་མ་བླངས་ན་གློག་ཀླད་ཡང་ན་པར་ཆས་ཀྱི་ཁ་ཕྱོགས་སྤོ་ནས་འོད་ཀྱི་ཟུར་ཚད་བསྒྱུར་བར་འབད་བརྩོན་བྱོས། ཁས་མི་ལེན་པའི་རྒྱུ་རྐྱེན་གཙོ་བོ་ནི་ཐོབ་ཐང་ལག་ཁྱེར་སྟེང་གི་ཡི་གེ་ཀློག་མི་ཐུབ་པ་དེ་རེད།

source: What if I have difficulty holding my head in position relative to the camera?
bo: གལ་སྲིད་ངའི་འགོ་པར་ཆས་དེར་ལྟོས་ཏེ་མཚམས་ཏག་ཏག་ཅིག་ལ་འཛིན་མ་ཐུབ་ན་ག་རེ་བྱེད་དགོས་སམ།

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
bo: གལ་ཏེ་ཁྱེད་ལ་པར་གང་རུང་ཞིག་བླངས་ནས་རོགས་རམ་དགོས་ན། བསམ་འཆར་ཁ་སྣོན་ཆེད་དུ་ %(platformName)s རྒྱབ་སྐྱོར་ལ་འབྲེལ་བ་བྱོས།

source: Next: %(nextStepTitle)s
bo: རྗེས་མ།： %(nextStepTitle)s

source: Take a Photo of Your ID
bo: ལག་ཁྱེར་གྱི་པར་བླངས།

source: Use your webcam to take a photo of your ID.
bo: ཁྱེད་རང་གི་དྲ་རྒྱའི་པར་ཆས་བཀོལ་ནས་ཁྱེད་རང་གི་ཐོབ་ཐང་ལག་ཁྱེར་གྱི་པར་བླངས།

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
bo: རང་གི་མིང་དང་འདྲ་པར་ཡོད་པའི་ལག་ཁྱེར་དགོས། ཁ་ལོ་བའི་ལག་འཁྱེར་དང་། ཕྱི་སྐྱོད་ལག་ཁྱེར། ཡང་ན་ལག་ཁྱེར་བཅས་ཚང་མ་ཁས་ལེན་བྱེད་ཐུབ།

source: Tips on taking a successful photo
bo: པར་ལེན་ལེགས་འགྲུབ་ཡོང་བའི་བསླབ་བྱ།

source: Ensure that you can see your photo and read your name
bo: འདྲ་པར་མཐོང་ཐུབ་པ་དང་མིང་ཀློག་ཐུབ་པར་ཁག་ཐེག་བྱེད་དགོས།

source: Make sure your ID is well-lit
bo: ལག་འཁྱེར་འོད་ལྡན་ཡིན་པར་ཁག་ཐེག་བྱེད་དགོས།

source: Once in position, use the Take Photo button {icon} to capture your ID
bo: གནས་བབ་ལ་སླེབས་རྗེས་པར་བླངས་པའི་མཐེབ་གཞོང་ {icon} བེད་སྤྱད་ནས་ཁྱེད་རང་གི་ཨང་རྟགས་བླངས་དགོས།

source: Use the Retake Photo button if you are not pleased with your photo
bo: གལ་ཏེ་ཁྱེད་རང་གི་པར་ལ་དགའ་པོ་མེད་ན། པར་བསྐྱར་ལེན་བྱེད་པའི་མཐེབ་བེད་སྤྱོད་བྱེད་དགོས།

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
bo: བདེན་དཔང་བྱེད་པའི་བྱ་རིམ་གྱི་ཆ་ཤས་ཤིག་ཡིན་པའི་ཆ་ནས་ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་གདོང་དང་པར་རིས་ཀྱི་ལག་ཁྱེར་གཉིས་ཀའི་པར་བླངས་ཡོད། ང་ཚོའི་ཆོག་མཆན་ཞབས་ཞུ་དེས་ཁྱེད་ཀྱིས་བླངས་པའི་པར་དེ་ཁྱེད་ཀྱི་ལག་འཁྱེར་ཐོག་གི་པར་དང་བསྡུར་ནས་ཁྱེད་ཀྱི་ངོ་བོ་གཏན་འཁེལ་བྱེད་ཀྱི་ཡོད།

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
bo: ཁྱེད་རང་གིས་པར་རིས་བླངས་པའི་བྱ་ཐབས་དེ་རོགས་རམ་མེད་པར་མཇུག་སྒྲིལ་ཐུབ་ཀྱི་ཡོད་ཀྱང་། པར་ཆས་ཀྱི་གནས་བབ་ལེགས་པོ་བཟོ་བར་ཕུལ་བའི་ཐབས་ཤེས་འགའ་ཤས་དགོས་སྲིད། གློག་ཀླད་རེ་རེར་པར་ཆས་ཀྱི་གནས་བབ་ཡག་ཤོས་མི་འདྲ་བ་ཡོད་ཀྱང་། སྤྱིར་བཏང་དུ་ལག་འཁྱེར་གྱི་པར་ཆས་ཀྱི་གནས་བབ་ཡག་ཤོས་དེ་པར་ཆས་ནས་དབྱིན་ཚུན་༨ནས་༡༢(སེན་ཊི་མི་ཊར་༢༠ནས་༣༠)ཡིན།

source: What if I have difficulty holding my ID in position relative to the camera?
bo: གལ་སྲིད་ངའི་ ID པར་ཆས་དེར་ལྟོས་ཏེ་མཚམས་ཏག་ཏག་ཅིག་ལ་འཛིན་མ་ཐུབ་ན་ག་རེ་བྱེད་དགོས་སམ།

source: Preview of uploaded image
bo: ཡར་བསྐུར་ཟིན་པའི་པར་རིས་སྔོན་ལྟ།

source: Upload an image or capture one with your web or phone camera.
bo: ཁྱེད་རང་གི་དྲ་རྒྱའམ་ཁ་པར་གྱི་པར་ཆས་ཀྱིས་པར་རིས་ཡར་བསྐུར་བའམ་ཡང་ན་པར་བླངས་དགོས།

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
bo: ཁྱེད་རང་གི་དྲ་རྒྱའི་པར་ཆས་བཀོལ་ནས་ཁྱེད་རང་གི་གདོང་ལ་པར་བླངས། ང་ཚོས་པར་འདི་ཁྱེད་ཀྱི་ལག་འཁྱེར་སྟེང་གི་པར་དང་མཐུན་སྒྲིག་བྱེད།

source: Make sure your face is well-lit
bo: ངོ་གདོང་ལ་འོད་གསལ་པོ་ཡོད་པར་ཁག་ཐེག་བྱེད་དགོས།

source: Be sure your entire face is inside the frame
bo: ཁྱེད་རང་གི་ངོ་གདོང་ཆ་ཚང་སྒྲོམ་གཞིའི་ནང་དུ་ཡོད་པར་ངེས་དགོས།

source: Once in position, use the Take Photo button {icon} to capture your photo
bo: གནས་བབ་ལ་སླེབས་རྗེས་པར་བླངས་པའི་མཐེབ་གཞོང་ {icon} བེད་སྤྱད་ནས་པར་བླངས།

source: Can we match the photo you took with the one on your ID?
bo: ཁྱེད་ཀྱིས་བླངས་པའི་པར་དེ་ཁྱེད་ཀྱི་ལག་ཁྱེར་སྟེང་གི་པར་དང་མཐུན་སྒྲིག་བྱེད་ཐུབ་བམ།

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
bo: བདེན་དཔང་བྱེད་པའི་བྱ་རིམ་གྱི་ཆ་ཤས་ཤིག་ཡིན་པའི་ཆ་ནས་ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་གདོང་དང་གཞུང་གིས་སྤྲད་པའི་པར་རིས་ལག་འཁྱེར་གཉིས་ཀའི་པར་བླངས་ཡོད། ང་ཚོའི་ཆོག་མཆན་ཞབས་ཞུ་དེས་ཁྱེད་ཀྱིས་བླངས་པའི་པར་དེ་ཁྱེད་ཀྱི་ལག་འཁྱེར་ཐོག་གི་པར་དང་བསྡུར་ནས་ཁྱེད་ཀྱི་ངོ་བོ་གཏན་འཁེལ་བྱེད་ཀྱི་ཡོད།

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
bo: ང་ཚོས་ཁྱེད་ཀྱི་པར་གསང་བཟོ་བྱེད་པར་བདེ་འཇགས་མཐོ་ཤོས་བེད་སྤྱོད་བྱེད་པ་དང་བསྐྱར་ཞིབ་བྱེད་པར་ང་ཚོའི་ཆོག་མཆན་ཞབས་ཞུ་ལ་གཏོང་བ་རེད། ཁྱེད་ཀྱི་པར་དང་གནས་ཚུལ་དེ་ཚོ་བདེན་དཔང་བྱ་རིམ་མཇུག་སྒྲིལ་རྗེས་ %(platformName)s ཐོག་གང་དུ་ཡང་ཉར་ཚགས་བྱེད་མི་ཐུབ་པའམ་མཐོང་མི་ཐུབ།

source: Thanks for returning to verify your ID in: {courseName}
bo: ཁྱེད་རང་གི་ཨང་རྟགས་བདེན་དཔང་བྱེད་པར་ཕྱིར་ལོག་པར་ཐུགས་རྗེ་ཆེ། {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
bo: ཁྱེད་རང་གིས་སློབ་ཚན་ནང་འཛུལ་མ་ཐུབ་གོང་ཁྱེད་རང་གི་རྩིས་ཁྲ་དེ་ཤུགས་སྣོན་གཏོང་དགོས། ཁྱེད་རང་གི་ཡིག་སྒམ་ལ་ཤུགས་སྣོན་གློག་འཕྲིན་ཡོད་མེད་ལྟ་ཞིབ་བྱོས། ཁྱེད་ཀྱིས་ཤུགས་སྣོན་བརྒྱབ་རྗེས་ཁྱེད་ཀྱིས་ཤོག་ངོས་འདི་ཕྱིར་ལོག་ནས་གསར་བརྗེ་བྱེད་ཐུབ།

source: Activate Your Account
bo: རང་གི་ཁ་བྱང་ཤུགས་ལྡན་དུ་གཏོང་བ།

source: Photo ID
bo: པར་རིས།

source: A driver's license, passport, or other government-issued ID with your name and photo
bo: ཁ་ལོ་བའི་ལག་ཁྱེར་དང་ཕྱི་སྐྱོད་ལག་ཁྱེར། ཡང་ན་གཞུང་གིས་སྤྲད་པའི་ཐོབ་ཐང་ལག་འཁྱེར་གཞན་ཞིག་ཁྱེད་ཀྱི་མིང་དང་འདྲ་པར་བཀོད་པ།

source: Webcam
bo: དྲ་རྒྱའི་པར་ཆས།

source: You are enrolling in: {courseName}
bo: ཁྱེད་རང་ཐོ་འགོད་བྱེད་བཞིན་ཡོད།: {courseName}

source: You are upgrading your enrollment for: {courseName}
bo: ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་ཐོ་འགོད་རིམ་སྤོར་བྱེད་བཞིན་ཡོད།: {courseName}

source: You can now enter your payment information and complete your enrollment.
bo: ད་ལྟ་ཁྱེད་ཀྱིས་དངུལ་སྤྲོད་ཆ་འཕྲིན་བླུགས་ནས་ཐོ་འགོད་མཇུག་སྒྲིལ་ཆོག

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
bo: ཁྱེད་རང་ལ་གཤམ་གསལ་གྱི་ཅ་ལག་མེད་ཀྱང་ད་ལྟ་དངུལ་སྤྲོད་ཆོག འོན་ཀྱང་ཁྱེད་རང་ལ་བདེན་དཔང་ལག་ཁྱེར་ཐོབ་པའི་ཆེད་དུ་ {date} བར་དེ་དག་དགོས།

source: An email has been sent to {userEmail} with a link for you to activate your account.
bo: ཁྱེད་རང་གི་རྩིས་ཁྲ་ཤུགས་སྣོན་གཏོང་བའི་འབྲེལ་མཐུད་ཡོད་པའི་གློག་འཕྲིན་ཞིག་ {userEmail} ལ་བཏང་ཡོད།

source: Why activate?
bo: ཅིའི་ཕྱིར་ཤུགས་སྣོན་རྒྱག་དགོས་སམ།

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
bo: ང་ཚོས་ཁྱེད་རང་གི་རྩིས་ཁྲ་དེ་ཁྱེད་རང་གིས་བཟོས་པ་ཡིན་པར་ངེས་གཏན་བཟོ་བ་དང་མགོ་སྐོར་གཏོང་བ་སྔོན་འགོག་བྱེད་ཆེད་ཁྱེད་རང་གི་ཁ་བྱང་དེ་ཤུགས་སྣོན་གཏོང་དགོས་པའི་འབོད་སྐུལ་ཞུ་རྒྱུ་ཡིན།

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
bo: ཁྱེད་རང་ལ་གཤམ་གསལ་གྱི་ཅ་ལག་མེད་ཀྱང་ད་ལྟ་དངུལ་སྤྲོད་ཆོག འོན་ཀྱང་ཁྱེད་རང་ལ་བདེན་དཔང་ལག་ཁྱེར་ཐོབ་ཆེད་དེ་དག་དགོས།

source: Government-Issued Photo ID
bo: གཞུང་གིས་སྤྲད་པའི་འདྲ་པར་ལག་འཁྱེར།

source: ID-Verification is not required for this Professional Education course.
bo: ཆེད་ལས་ཤེས་ཡོན་གྱི་སློབ་ཚན་འདིའི་ཆེད་དུ་ID-Verification དགོས་མཁོ་མེད།

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
bo: ཆེད་ལས་ཤེས་ཡོན་གྱི་སློབ་ཚན་ཚང་མ་རིན་པ་སྤྲོད་དགོས་པ་དང་། སློབ་མ་བསྡུ་བའི་བྱ་རིམ་མཇུག་སྒྲིལ་བར་དངུལ་སྤྲོད་དགོས།

source: You have already verified your ID!
bo: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་ལག་ཁྱེར་བདེན་དཔང་བྱས་ཟིན།

source: Your verification status is good until {verificationGoodUntil}.
bo: ཁྱེད་ཀྱི་བདེན་དཔང་གནས་ཚུལ་དེ་ {verificationGoodUntil} བར་ཡག་པོ་ཡོད།

source: price
bo: རིན་གོང་།

source: Account Not Activated
bo: རྩིས་ཁྲ་སྒུལ་མེད་པ།

source: Upgrade to a Verified Certificate for {courseName}
bo: {courseName} ཡི་བདེན་དཔང་ལག་འཁྱེར་ལ་རིམ་སྤར།

source: Before you upgrade to a certificate track, you must activate your account.
bo: ཁྱེད་རང་གིས་ལག་ཁྱེར་གྱི་ལམ་ཐིག་ལ་རིམ་སྤོར་མ་བྱེད་གོང་ཁྱེད་རང་གི་རྩིས་ཁྲ་དེ་ཤུགས་སྣོན་གཏོང་དགོས།

source: Check your email for an activation message.
bo: ཁྱེད་རང་གི་གློག་འཕྲིན་ལ་ཤུགས་སྣོན་བརྡ་འཕྲིན་ཡོད་མེད་ལྟ་ཞིབ་བྱོས།

source: Total
bo: བསྡོམས་གྲངས།

source: Professional Certificate for {courseName}
bo: {courseName} ལ་ཆེད་ལས་ལག་ཁྱེར།

source: Verified Certificate for {courseName}
bo: {courseName} ལ་བདེན་དཔང་བྱས་པའི་ལག་འཁྱེར།

source: To receive a certificate, you must also verify your identity before {date}.
bo: ལག་ཁྱེར་ཐོབ་ཆེད་ཁྱེད་ཀྱིས་ {date} སྔོན་ལ་ཁྱེད་རང་གི་ངོ་བོ་བདེན་དཔང་བྱེད་དགོས།

source: To receive a certificate, you must also verify your identity.
bo: དཔང་ཡིག་འཐོབ་ཆེད་རང་ཉིད་ཀྱི་ཐོབ་ཐང་བདེན་དཔང་བྱེད་དགོས་པ་མ་ཟད།

source: To verify your identity, you need a webcam and a government-issued photo ID.
bo: རང་ཉིད་ཀྱི་ངོ་བོ་བདེན་དཔང་བྱེད་པར་དྲ་རྒྱའི་པར་ཆས་དང་གཞུང་གིས་སྤྲད་པའི་པར་རིས་ལག་ཁྱེར་དགོས།

source: Your ID must be a government-issued photo ID that clearly shows your face.
bo: ལག་ཁྱེར་དེ་གཞུང་གིས་བཏོན་པའི་འདྲ་པར་ངོ་གདོང་མངོན་གསལ་དོད་པའི་ལག་འཁྱེར་ཡིན་དགོས།

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
bo: ཁྱེད་རང་གི་དྲ་རྒྱའི་པར་ཆས་བེད་སྤྱད་དེ་ཁྱེད་རང་གི་གདོང་དང་གཞུང་གིས་སྤྲད་པའི་པར་རིས་ལག་འཁྱེར་གྱི་པར་བླངས་རྒྱུ་རེད།

source: Identity Verification In Progress
bo: ཐོབ་ཐང་བདེན་དཔང་བྱེད་བཞིན་པ།

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཆ་འཕྲིན་འབྱོར་ནས་ཁྱེད་ཀྱི་ངོ་བོ་བདེན་དཔང་བྱེད་བཞིན་ཡོད། ཁྱེད་རང་གིས་བདེན་དཔང་བྱ་རིམ་མཇུག་སྒྲིལ་རྗེས་ཁྱེད་རང་གི་མཛུབ་ཁྲིད་སྒྲོམ་སྟེང་བརྡ་འཕྲིན་ཞིག་མཐོང་རྒྱུ་ཡིན། (སྤྱིར་བཏང་ཉིན་༥ནས་༧བར་ཡིན།) དེའི་བར་དུ་ཁྱེད་ཀྱིས་ད་དུང་ཡང་སློབ་ཚན་གྱི་ནང་དོན་ཡོད་ཚད་ལ་ལྟ་ཐུབ།

source: Return to Your Dashboard
bo: ཁྱེད་ཀྱི་གཙོ་ངོས་ལ་ཕྱིར་ལོག

source: Review Your Photos
bo: ཁྱེད་ཀྱི་འདྲ་པར་རྣམས་བསྐྱར་ཞིབ་བྱོས།

source: Make sure we can verify your identity with the photos and information you have provided.
bo: ཁྱེད་ཀྱིས་སྤྲད་པའི་འདྲ་པར་དང་གནས་ཚུལ་ལ་བརྟེན་ནས་ང་ཚོས་ཁྱེད་ཀྱི་ངོ་རྟགས་ཆོད་མིན་ལ་གཏན་འཁེལ་བྱོས།

source: Photo of %(fullName)s
bo: %(fullName)s ཡི་པར་རིས།

source: Photo of %(fullName)s's ID
bo: པར་རིས %(fullName)s

source: Photo requirements:
bo: པར་རིས་དགོས་མཁོ།

source: Does the photo of you show your whole face?
bo: ཁྱེད་ཀྱི་འདྲ་པར་དེས་ཁྱེད་ཀྱི་ངོ་གདོང་ཡོངས་རྫོགས་སྟོན་ཐུབ་བམ།

source: Is your name on your ID readable?
bo: ཁྱེད་རང་གི་ལག་ཁྱེར་སྟེང་གི་མིང་དེ་ཀློག་ཐུབ་བམ།

source: Does the name on your ID match your account name: %(fullName)s?
bo: ཁྱེད་ཀྱི་ཨང་རྟགས་སྟེང་གི་མིང་དེ་ཁྱེད་ཀྱི་རྩིས་ཁྲའི་མིང་དང་མཐུན་སམ། %(fullName)s ?

source: Edit Your Name
bo: རང་གི་མིང་རྩོམ་སྒྲིག་བྱེད་པ།

source: Make sure that the full name on your account matches the name on your ID.
bo: ཁྱེད་རང་གི་ཁ་བྱང་ཐོག་གི་མིང་ཆ་ཚང་དེ་ཁྱེད་རང་གི་ལག་འཁྱེར་ཐོག་ཡོད་པའི་མིང་དང་མཐུན་པར་བྱ་དགོས།

source: Photos don't meet the requirements?
bo: པར་རིས་ཆ་རྐྱེན་དང་མི་མཐུན་པ་རེད་དམ།

source: Retake Your Photos
bo: འདྲ་པར་ཡང་བསྐྱར་བླངས།

source: Before proceeding, please confirm that your details match
bo: མུ་མཐུད་མ་བསྐྱོད་གོང་ཁྱེད་རང་གི་ཞིབ་ཕྲའི་གནས་ཚུལ་མཐུན་མིན་གཏན་འཁེལ་གནང་རོགས།

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
bo: ཁྱེད་ཀྱི་འདྲ་པར་མ་མཐོང་ངམ། ཁྱེད་རང་གི་དྲ་ངོས་ལ་ཆོག་མཆན་ཞུ་སྐབས་ཁྱེད་རང་གི་པར་ཆས་བེད་སྤྱོད་གཏོང་ཆོག་པར་ངེས་པར་དུ་བྱེད་དགོས།

source: Live view of webcam
bo: དྲ་རྒྱའི་པར་ཆས་ཀྱི་ཐད་གཏོང་ལྟ་ཚུལ།

source: Retake Photo
bo: པར་བསྐྱར་བླངས།

source: Take Photo
bo: འདྲ་པར་རྒྱོབས།

source: Bookmarked on
bo: དེབ་རྟགས།

source: You have not bookmarked any courseware pages yet
bo: ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཚན་མཉེན་ཆས་ཀྱི་ཤོག་ངོས་གང་རུང་ལ་དེབ་རྟགས་བཀོད་མེད།

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
bo: སློབ་ཚན་གྱི་ཤོག་ངོས་ལ་སྟབས་བདེ་པོའི་ངང་ཕྱིར་ལོག་བྱེད་པར་དེབ་མཚོན་བེད་སྤྱོད་བྱེད། ཤོག་ངོས་ལ་དེབ་རྟགས་འགོད་དགོས་ན་ཤོག་ངོས་ཀྱི་ཁ་བྱང་གི་འོག་ཏུ་ &quot;དེབ་རྟགས་འདི་ཤོག་ངོས་&quot; ཞེས་པ་དེ་ལ་གནོན་དགོས།

source: Load next {num_items} result
bo: རྗེས་མའི་ {num_items} མཇུག་འབྲས་བླུགས།

source: Sorry, no results were found.
bo: དགོངས་དག གྲུབ་འབྲས་གང་ཡང་རྙེད་མ་སོང་།
