Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
bo: འདིའི་འབྱུང་རྐྱེན་ནི་ཕལ་ཆེར་ང་ཚོའི་གསོག་མཛོད་ལ་གནད་དོན་ཡོད་པ་དང་ཡང་ན་ཁྱེད་ཀྱི་དྲ་རྒྱ་ཏག་ཏག་མཐུད་ཡོད་མེད་ཀྱི་གནད་དོན་གང་རུང་ཡིན་སྲིད། ཤོག་ངོས་འདི་བསྐྱར་སྐོར་བྱེད་པ་དང་ཁྱེད་དྲ་རྒྱ་ལ་ཏག་ཏག་མཐུད་ཡོད་མེད་ཞིབ་འཇུག་བྱོས།

source: Studio's having trouble saving your work
bo: གློག་བརྙན་ཁང་ལ་ཁྱེད་ཀྱི་བརྩམས་ཆོས་ཉར་ཚགས་བྱེད་པར་དཀའ་ངལ་འཕྲད་ཀྱིན་འདུག

source: OpenAssessment Save Error
bo: OpenAssessment ཉར་ཚགས་ནོར་འཁྲུལ།

source: Saving
bo: ཉར་ཚགས་བྱེད་མུས།

source: This link will open in a new browser window/tab
bo: འབྲེལ་མཐུད་འདི་དྲ་ངོས་གསར་པའི་སྒེའུ་ཁུང་/མཆོང་ལྡེའི་ནང་དུ་ཁ་ཕྱེ་ཐུབ།

source: This link will open in a modal window
bo: སྦྲེལ་མཐུད་འདི་མོ་ཌལ་སྒེའུ་ཁུང་ནང་ཁ་ཕྱེ་ཐུབ།

source: Certificate name is required.
bo: ལག་འཁྱེར་མིང་དགོས་པ།

source: Signatory field(s) has invalid data.
bo: མཚན་རྟགས་བཀོད་པའི་ས་ཁོངས་ལ་གྲངས་ཐོ་ནུས་མེད་ཡོད།

source: Edit this certificate?
bo: ལག་འཁྱེར་འདི་རྩོམ་སྒྲིག་བྱེད་དམ།

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
bo: ལག་འཁྱེར་འདི་སྔོན་ནས་འགུལ་སྐྱོད་བྱས་ཟིན་པ་དང་ཐད་གཏོང་བྱེད་བཞིན་ཡོད། མུ་མཐུད་རྩོམ་སྒྲིག་བྱེད་འདོད་པ་གཏན་ཁེལ་ཡིན་ནམ།

source: Yes, allow edits to the active Certificate
bo: རེད། ལག་འཁྱེར་ཤུགས་ལྡན་ལ་བཟོ་བཅོས་བྱེད་ཆོག

source: certificate
bo: ལག་འཁྱེར

source: Deactivating
bo: ནུས་མེད་བཟོ་བ།

source: Set up your certificate
bo: ལག་ཁྱེར་སྒྲིག་འཛུགས་བྱེད་པ།

source: You have not created any certificates yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་ལག་འཁྱེར་གང་ཡང་གསར་བཟོ་བྱས་མེད།

source: Delete "<%- signatoryName %>" from the list of signatories?
bo: &quot;&lt;%- signatoryName %&gt;&quot; མིང་རྟགས་བཀོད་མཁན་གྱི་ཐོ་གཞུང་ནས་སུབ་དགོས་སམ།

source: This action cannot be undone.
bo: ལས་ཀ་འདི་ཕྱིར་སླར་གསོ་བྱ་མི་ཐུབ།

source: Delete
bo: སུབ།

source: Deleting
bo: སུབ་བཞིན་ཡོད།

source: Cancel
bo: ཕྱིར་འཐེན།

source: Upload signature image.
bo: མཚན་རྟགས་པར་རིས་ཡར་བསྐུར།

source: Image must be in PNG format.
bo: པར་རིས་དེ་PNGཡི་རྣམ་པ་ཡིན་དགོས།

source: Group %s
bo: སྡེ་ཚན་ %s །

source: Your export has failed.
bo: ཁྱེད་ཀྱི་ཕྱིར་གཏོང་འཐུས་ཤོར་བྱུང་།

source: Already a course team member
bo: སློབ་ཚན་རུ་ཁག་གི་ཚོགས་མི་ཡིན་ཟིན།

source: Are you sure you want to delete {email} from the course team for “{container}”?
bo: ཁྱེད་རང་གིས་“ {container} ” ཡི་སློབ་ཚན་རུ་ཁག་ནས་ {email} བསུབས་འདོད་ཡོད་དམ།

source: Staff
bo: ལས་བྱེད།

source: Admin
bo: འཛིན་སྐྱོང་།

source: Already a library team member
bo: དཔེ་མཛོད་རུ་ཁག་གི་ཁོངས་མི་ཡིན་ཟིན།

source: Are you sure you want to delete {email} from the library “{container}”?
bo: ཁྱེད་རང་གིས་དཔེ་མཛོད་ “ {container} ” ནས་ {email} བསུབས་འདོད་ཡོད་དམ།

source: Library User
bo: དཔེ་མཛོད་ཁང་སྤྱོད་མཁན།

source: Hide Deprecated Settings
bo: བེད་སྤྱོད་མེད་པའི་སྒྲིག་སྟངས་སྦ་བ།

source: Show Deprecated Settings
bo: བེད་སྤྱོད་མེད་པའི་སྒྲིག་སྟངས་སྟོན།

source: You have unsaved changes. Do you really want to leave this page?
bo: ཁྱེད་ལ་ཉར་ཚགས་མ་བྱས་པའི་བསྒྱུར་བཅོས་ཡོད། ཁྱེད་རང་དངོས་གནས་ཤོག་ངོས་འདི་དང་ཁ་འབྲལ་འདོད་དམ།

source: There was an error during the upload process.
bo: ཡར་བསྐུར་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་སོང་།

source: There was an error while unpacking the file.
bo: ཡིག་ཆ་ཁ་ཕྱེ་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: There was an error while verifying the file you submitted.
bo: ཁྱེད་ཀྱིས་ཕུལ་བའི་ཡིག་ཆ་དེ་བདེན་དཔང་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: Choose new file
bo: ཡིག་ཆ་གསར་པ་འདེམས།

source: File format not supported. Please upload a file with a {ext} extension.
bo: ཡིག་ཆའི་རྣམ་གཞག་ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད། {ext} རྒྱ་བསྐྱེད་ཡོད་པའི་ཡིག་ཆ་ཞིག་ཡར་བསྐུར་རོགས།

source: There was an error while importing the new library to our database.
bo: ང་ཚོའི་གཞི་གྲངས་མཛོད་ནང་དཔེ་མཛོད་གསར་པ་ནང་འདྲེན་བྱེད་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་ཡོད།

source: There was an error while importing the new course to our database.
bo: ང་ཚོའི་གཞི་གྲངས་མཛོད་ནང་སློབ་ཚན་གསར་པ་ནང་འདྲེན་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: Your import has failed.
bo: ཁྱེད་ཀྱི་ནང་འདྲེན་འཐུས་ཤོར་སོང་།

source: Your import is in progress; navigating away will abort it.
bo: ཁྱེད་ཀྱི་ནང་འདྲེན་བྱེད་བཞིན་ཡོད། ཕྱིར་འགྲོ་ན་དེ་མཚམས་འཇོག་བྱེད།

source: Error importing course
bo: སློབ་ཚན་ནང་འདྲེན་བྱེད་སྐབས་ནོར་འཁྲུལ།

source: There was an error with the upload
bo: ཡར་བསྐུར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Queued
bo: གྲལ་སྒྲིག་པ།

source: Uploading
bo: ནང་འཇུག་བྱེད་བཞིན་ཡོད།

source: Upload completed
bo: ནང་འཇུག་བྱས་པ་ཆ་ཚང་གྲུབ་སོང་།

source: Upload failed
bo: ཡར་བསྐུར་མ་འགྲུབ་པ།

source: Chapter name and asset_path are both required
bo: ལེའུ་མིང་དང་རྒྱུ་ནོར་གྱི་འགྲོ་ལམ་གཉིས་ཀ་དགོས་ངེས་ཡིན།

source: Chapter name is required
bo: ལེའུ་མིང་དགོས་པ།

source: asset_path is required
bo: asset_path དགོས་པ།

source: You must specify a name
bo: མིང་གཏན་འཁེལ་བྱེད་དགོས།

source: Action required: Enter a valid date.
bo: བྱ་སྤྱོད་དགོས་མཁོ། ནུས་ལྡན་ཚེས་གྲངས་བླུགས།

source: Group name is required
bo: སྡེ་ཚན་གྱི་མིང་དགོས་པ།

source: Group A
bo: སྡེ་ཚན་ཀ།

source: Group B
bo: སྡེ་ཚན་ཁ།

source: Group Configuration name is required.
bo: སྡེ་ཚན་སྒྲིག་བཀོད་ཀྱི་མིང་དགོས།

source: There must be at least one group.
bo: ཉུང་མཐར་ཡང་སྡེ་ཚན་གཅིག་ཡོད་དགོས།

source: All groups must have a name.
bo: སྡེ་ཚན་ཚང་མར་མིང་ཡོད་དགོས།

source: All groups must have a unique name.
bo: སྡེ་ཚན་ཚང་མར་ཐུན་མོང་མ་ཡིན་པའི་མིང་ཞིག་དགོས།

source: The course must have an assigned start date.
bo: སློབ་ཚན་དེ་འགོ་རྩོམ་པའི་ཟླ་ཚེས་ཤིག་ངེས་པར་དུ་འཇོག་དགོས།

source: The course end date must be later than the course start date.
bo: སློབ་ཚན་མཇུག་སྒྲིལ་བའི་ཚེས་གྲངས་ནི་སློབ་འགོ་ཚུགས་པའི་ཚེས་གྲངས་ལས་ཕྱི་བ་ཡིན་དགོས།

source: The course start date must be later than the enrollment start date.
bo: སློབ་འགོ་ཚུགས་པའི་དུས་ཚོད་ནི་མིང་ཐོ་འགོད་འགོ་ཚུགས་པའི་དུས་ཚོད་ལས་ཕྱི་བ་ཡིན་དགོས།

source: The enrollment start date cannot be after the enrollment end date.
bo: ཞུགས་ཐོ་འགོ་རྩོམ་པའི་ཟླ་ཚེས་དེ་ཞུགས་ཐོ་མཇུག་རྫོགས་པའི་ཟླ་ཚེས་ཀྱི་རྗེས་སུ་ཡོང་རུང་།

source: The enrollment end date cannot be after the course end date.
bo: ཞུགས་ཐོ་མཇུག་རྫོགས་པའི་ཟླ་ཚེས་དེ་སློབ་ཚན་མཇུག་རྫོགས་པའི་ཟླ་ཚེས་ཀྱི་རྗེས་སུ་ཡོང་རུང་།

source: The certificate available date must be later than the course end date.
bo: ལག་འཁྱེར་ཐོབ་པའི་དུས་ཚོད་དེ་སློབ་ཚན་མཇུག་སྒྲིལ་བའི་ཚེས་གྲངས་ལས་ཕྱི་བ་ཡིན་དགོས།

source: The certificate display behavior must be one of: {behavior_options}
bo: ལག་ཁྱེར་སྟོན་པའི་བྱ་སྤྱོད་དེ་གཅིག་ཡིན་དགོས། {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
bo: གལ་ཏེ་ལག་ཁྱེར་ཡོད་པའི་ཚེས་གྲངས་སྒྲིག་ཡོད་ན་ལག་ཁྱེར་བཀྲམ་པའི་སྤྱོད་ཚུལ་དེ་ {valid_option} ཡིན་དགོས།

source: Key should only contain letters, numbers, _, or -
bo: ལྡེ་མིག་ནང་ཡོང་ཆོག་པ་ནི་ཡིག་འབྲུ་, གྲངས་ཀ _, ཡང་ན་ -

source: Please enter an integer between %(min)s and %(max)s.
bo: %(min)s དང་ %(max)s བར་ཧྲིལ་གྲངས་བླུགས་རོགས།

source: The assignment type must have a name.
bo: ལས་འགན་རིགས་ལ་མིང་ཡོད་དགོས།

source: There's already another assignment type with this name.
bo: འདིར་མིང་འདིའི་ཐོག་ལས་བགོས་རིགས་གཞན་ཞིག་སྤྲད་ཟིན་འདུག

source: Please enter an integer between 0 and 100.
bo: 0 ནས་ 100 བར་གྱི་ཧྲིལ་གྲངས་ཤིག་ཞོག

source: Please enter an integer greater than 0.
bo: 0 ལས་མང་བའི་ཧྲིལ་གྲངས་ཤིག་ཞོག

source: Please enter non-negative integer.
bo: དགག་ཚིག་མེད་པའི་ཧྲིལ་གྲངས་ཤིག་ཞོག

source: You must have at least one undroppable <%- types %> assignment.
bo: ཁྱེད་ལ་ཉུང་མཐར་ཡང་བཞག་མི་ཐུབ་པའི་ &lt;%-རིགས་ %&gt; ལས་འགན་གཅིག་དགོས།

source: Grace period must be specified in HH:MM format.
bo: ཆོག་མཆན་དུས་ཡུན་དེ་HH:MMརྩ་སྒྲིག་ནང་གསལ་བཀོད་བྱེད་དགོས།

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
bo: རྒྱུགས་འཕྲོད་ཚད་ %(minimum_grade_cutoff)s %ལས་ཉུང་བར་སྒྲིག་མི་ཐུབ།

source: Textbook name is required
bo: སློབ་དེབ་ཀྱི་མིང་དགོས་པ།

source: Please add at least one chapter
bo: མ་མཐའ་ཡང་ལེའུ་གཅིག་ཁ་སྣོན་གནང་རོགས།

source: All chapters must have a name and asset
bo: ལེའུ་ཚང་མར་མིང་དང་རྒྱུ་ནོར་ཡོད་དགོས།

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
bo: &lt;%- fileTypes %&gt; ཡིག་ཆ་ཁོ་ན་ཡར་བསྐུར་ཐུབ། &lt;%- (fileExtensions) %&gt; ལ་མཇུག་སྒྲིལ་བའི་ཡིག་ཆ་འདེམས་ནས་ཡར་བསྐུར་རོགས།

source: or
bo: ཡང་ན་

source: This unit has validation issues.
bo: སྡེ་ཚན་འདི་ལ་བདེན་དཔང་བྱེད་པའི་གནད་དོན་ཡོད།

source: This component has validation issues.
bo: ཆ་ཤས་འདི་ལ་བདེན་དཔང་བྱེད་པའི་གནད་དོན་ཡོད།

source: Copied
bo: འདྲ་བཤུས།

source: Your file could not be uploaded
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ཡར་བསྐུར་མ་ཐུབ།

source: Close
bo: སྒོ་རྒྱོབས།

source: Upload Videos
bo: བརྙན་འཕྲིན་ཡར་བསྐུལ།

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
bo: འདྲུད་ནས་བཀོག་བའམ་ {spanStart} ཁྱེད་ཀྱི་གློག་ཀླད་ལ་ལྟ་ཞིབ་བྱོས། {spanEnd} .

source: Maximum file size: {maxFileSize} GB
bo: ཆེས་མཐོའི་ཡིག་ཆའི་ཚད། {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
bo: རྒྱབ་སྐྱོར་ཡོད་པའི་ཡིག་ཆའི་རིགས་: {supportedVideoTypes}

source: Your video uploads are not complete.
bo: ཁྱེད་ཀྱི་བརྙན་པར་ཡར་བསྐུར་བ་ཆ་ཚང་མ་རེད།

source: Upload completed for video {fileName}
bo: བརྙན་ཐུང་ {fileName} ལ་ཡར་བསྐུར་ཚར་ཡོད།

source: Upload failed for video {fileName}
bo: བརྙན་ཐུང་ {fileName} ལ་ཡར་བསྐུར་བྱེད་མ་ཐུབ།

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
bo: {filename} ནི་རྒྱབ་སྐྱོར་ཡོད་པའི་ཡིག་ཆའི་རྣམ་གཞག་ནང་མེད། རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་ཆའི་རྩ་སྒྲིག་ནི་ {supportedFileFormats} ཡིན།

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
bo: {filename} ནི་ {maxFileSizeInGB} GB ལས་བརྒལ་ཡོད།

source: : video upload complete.
bo: : བརྙན་འཕྲིན་ཡར་བསྐུར་ཚར་སོང་།

source: Previous Uploads table has been updated.
bo: སྔོན་མའི་ཡར་བསྐུར་རེའུ་མིག་གསར་བཅོས་བྱས་ཟིན།

source: Delete File Confirmation
bo: ཡིག་ཆ་བསུབ་གཏན་འཁེལ་བའི་གསལ་བརྡ།

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
bo: ཁྱེད་རང་གིས་རྣམ་གྲངས་འདི་སུབ་འདོད་ཡོད་པ་ངེས་གཏན་ཡིན་ནམ། དེ་ཕྱིར་ལོག་བྱེད་མི་ཐུབ། རྣམ་གྲངས་འདི་ལ་འབྲེལ་མཐུད་བྱེད་པའི་ནང་དོན་གང་རུང་གིས་ལས་ཀ་བྱེད་མི་ཐུབ། (དཔེར་ན། པར་རིས་ཆག་པ་དང་/ཡང་ན་འབྲེལ་མཐུད་)

source: Your file has been deleted.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་བསུབ་ཚར་འདུག

source: Name
bo: མིང་།

source: Date Added
bo: ཟླ་ཚེས་བསྣན་འདུག

source: Type
bo: རིགས།

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
bo: ཡིག་ཚགས་ {filename} ནི་ {maxFileSizeInMBs} ལས་བརྒལ་བ།

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
bo: འདིར་བཀོད་པའི་ལམ་སྟོན་ལྟར་ཡིག་ཆ་ཞིག་ས་ཆ་གཞན་དུ་ཡར་བསྐུར་དང་སྦྲེལ་མཐུད་གནང་རོགས། {maxFileSizeRedirectUrl}

source: Max file size exceeded
bo: ཆེས་མཐོ་བའི་ཡིག་ཆའི་ཆེ་ཆུང་ལས་བརྒལ་བ།

source: Choose File
bo: ཡིག་ཆ་འདེམ།

source: Upload New File
bo: ཡིག་ཆ་གསར་པ་ཡར་བསྐུར།

source: Load Another File
bo: ཡིག་ཆ་གཞན་ཞིག་བླུགས།

source: Add library content
bo: དཔེ་མཛོད་ནང་དོན་བསྒྱུར་རོགས་

source: Adding
bo: ཁ་སྣོན་བྱེད་པ།

source: Are you sure you want to delete this update?
bo: རིམ་སྤར་འདི་ངོ་མ་བསུབ་རྒྱུ་ཡིན་ནམ།

source: OK
bo: འགྲིག

source: Copying
bo: འདྲ་བཤུས་བྱེད་པ།

source: Copy of '{componentDisplayName}'
bo: &#39;{ཆ་ཤས་མངོན་མིང་}&#39; འདྲ་བཤུས།

source: Pasting
bo: སྦྱར་བ།

source: Some errors occurred
bo: ནོར་འཁྲུལ་འགའ་བྱུང་།

source: The following required files could not be added to the course:
bo: གཤམ་གསལ་དགོས་མཁོའི་ཡིག་ཆ་རྣམས་སློབ་ཚན་ནང་ཁ་སྣོན་བྱེད་མ་ཐུབ།

source: You may need to update a file(s) manually
bo: ཁྱོད་ཀྱིས་ཡིག་ཆ་ཞིག་ལག་ཐོག་ནས་གསར་བརྗེ་བྱེད་དགོས་སྲིད།

source: The following files already exist in this course but don't match the version used by the component you pasted:
bo: གཤམ་གྱི་ཡིག་ཆ་རྣམས་སློབ་ཚན་འདིའི་ནང་དུ་ཡོད་ཀྱང་ཁྱེད་ཀྱིས་སྦྱར་བའི་ཆ་ཤས་ཀྱིས་བེད་སྤྱོད་བྱས་པའི་ཐོན་རིམ་དང་མཐུན་མི་ཐུབ།

source: New file(s) added to Files & Uploads.
bo: ཡིག་ཆ་དང་ཡར་བསྐུར་ལ་ཡིག་ཆ་གསར་པ་ཁ་སྣོན་བྱས།

source: The following required files were imported to this course:
bo: སློབ་ཚན་འདིར་གཤམ་གསལ་དགོས་མཁོའི་ཡིག་ཆ་ཁག་ནང་འདྲེན་བྱས་ཡོད།

source: View files
bo: ཡིག་ཆ་ལྟ་བ།

source: Dismiss
bo: ཕྱིར་ལྡོག

source: Create Re-run
bo: གསར་སྐྲུན། ཡང་བསྐྱར་རྒྱུག་པ།

source: Processing Re-run Request
bo: བསྐྱར་དུ་གཉེར་བའི་རེ་འདུན་ལ་ལས་སྣོན་བྱེད་པ།

source: An error has occurred. Wait a few minutes, and then try again.
bo: ནོར་འཁྲུལ་ཞིག་བྱུང་ཡོད། སྐར་མ་འགའ་ཤས་སྒུག་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: None
bo: མེད།

source: Select turnaround
bo: འཁོར་རྒྱུག་འདེམས།

source: Select fidelity
bo: དྲང་བདེན་འདེམས།

source: Select language
bo: སྐད་ཡིག་འདེམས་པ།

source: Remove
bo: སུབ།

source: Press Remove to remove language
bo: སྐད་ཡིག་རྩ་མེད་གཏོང་བའི་ཆེད་དུ་རྩ་བསྐྲད་གནོན་དགོས།

source: Settings updated
bo: སྒྲིག་སྟངས་གསར་བཅོས་བྱས།

source: Last updated
bo: མཐའ་མཇུག་ཏུ་ཁ་གསབ་བྱས་པ།

source: Required
bo: ཆ་རྐྱེན་བཏོན་པ།

source: Automatic transcripts are disabled.
bo: རང་འགུལ་ཡིག་བསྒྱུར་ལྕོགས་མིན་བཟོས་ཡོད།

source: {selectedProvider} credentials saved
bo: {selectedProvider} ཆོག་མཆན་ཉར་ཚགས་བྱས།

source: Upload a new PDF to “<%- name %>”
bo: “&lt;%- name %&gt;” ལ་PDFགསར་པ་ཞིག་ཡར་བསྐུར་དགོས།

source: Please select a PDF file to upload.
bo: ཡར་བསྐུར་ཆེད་PDFཡིག་ཆ་ཞིག་འདེམས་རོགས།

source: There has been an error while exporting.
bo: ཕྱིར་གཏོང་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
bo: ཉུང་མཐར་ཡང་ཆ་ཤས་གཅིག་XMLལ་ཕྱིར་གཏོང་བྱེད་པར་འཐུས་ཤོར་བྱུང་ཡོད། ཕྱིར་གཏོང་གཞན་ཞིག་མ་འབད་གོང་རྩོམ་སྒྲིག་ཤོག་ངོས་ལ་སོང་ནས་ནོར་འཁྲུལ་བཟོ་བཅོས་བྱེད་དགོས་པའི་བསམ་འཆར་ཡོད། ཤོག་ངོས་སྟེང་གི་ཆ་ཤས་ཚང་མ་ནུས་ལྡན་ཡིན་མིན་དང་ནོར་འཁྲུལ་གྱི་བརྡ་འཕྲིན་གང་ཡང་མ་སྟོན་པར་ཞིབ་བཤེར་གནང་རོགས།

source: Correct failed component
bo: འཐུས་ཤོར་བྱུང་བའི་ཆ་ཤས་ཡོ་བསྲང་།

source: Return to Export
bo: ཕྱིར་གཏོང་ལ་ཕྱིར་ལོག་བྱེད་པ།

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
bo: ཁྱེད་ཀྱི་དཔེ་མཛོད་དེ་XMLལ་ཕྱིར་འདྲེན་བྱེད་མ་ཐུབ། འཐུས་ཤོར་བྱུང་བའི་ཆ་ཤས་ངོས་འཛིན་བྱེད་པའི་ཆ་འཕྲིན་འདང་ངེས་ཤིག་མེད་པ་རེད། ཁྱེད་རང་གི་དཔེ་མཛོད་ལ་ཞིབ་བཤེར་བྱས་ནས་དཀའ་ངལ་ཡོད་པའི་ཆ་ཤས་གང་རུང་ངོས་འཛིན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Take me to the main library page
bo: དཔེ་མཛོད་གཙོ་བོའི་ཤོག་ངོས་སུ་འཁྲིད་རོགས།

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་དེ་XMLལ་ཕྱིར་གཏོང་བྱེད་མ་ཐུབ། འཐུས་ཤོར་བྱུང་བའི་ཆ་ཤས་ངོས་འཛིན་བྱེད་པའི་ཆ་འཕྲིན་འདང་ངེས་ཤིག་མེད་པ་རེད། ཁྱེད་རང་གི་སློབ་ཚན་ལ་ཞིབ་བཤེར་བྱས་ནས་དཀའ་ངལ་ཡོད་པའི་ཆ་ཤས་གང་རུང་ངོས་འཛིན་བྱས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Take me to the main course page
bo: ང་རང་ཟ་མ་གཙོ་བོའི་ཤོག་ངོས་སུ་འཁྲིད་རོགས།

source: The raw error message is:
bo: ནོར་འཁྲུལ་བརྡ་འཕྲིན་གཙོ་བོ་ནི།

source: There has been an error with your export.
bo: ཁྱེད་ཀྱི་ཕྱིར་གཏོང་ལ་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: Contains {count} group
bo: {count} སྡེ་ཚན་འདུས་ཡོད།

source: Not in Use
bo: བེད་སྤྱོད་མེད་པ།

source: Used in {count} location
bo: {count} ས་གནས་སུ་བེད་སྤྱོད་བྱས།

source: group configuration
bo: སྡེ་ཚན་སྒྲིག་བཀོད།

source: Add your first group configuration
bo: རང་གི་སྡེ་ཚན་དང་པོའི་སྒྲིག་བཀོད་ཁ་སྣོན་བྱེད་པ།

source: You have not created any group configurations yet.
bo: ཁྱེད་ཀྱིས་ད་དུང་ཚོགས་པའི་སྒྲིག་བཀོད་གང་ཡང་གསར་བཟོ་བྱས་མེད།

source: Upload instructor image.
bo: སློབ་སྟོན་པའི་པར་རིས་ཡར་བསྐུར།

source: Files must be in JPEG or PNG format.
bo: འདྲ་པར་གྱི་རྣམ་སྒྲིག་JPEG དང་ཡང་ན་ PNG གང་རུང་ཞིག་ཡིན་དགོས།

source: All Rights Reserved
bo: ཆ་ཚང་ལ་བདག་དབང་བཞག་ཡོད།

source: You reserve all rights for your work
bo: རང་གི་ལས་ཀའི་ཐོབ་ཐང་ཡོད་ཚད་ཉར་ཚགས་བྱས་ཡོད།

source: Creative Commons
bo: གསར་གཏོད་ཐུན་མོང་།

source: You waive some rights for your work, such that others can use it too
bo: ཁྱོད་ཀྱིས་ཁྱོད་ཀྱི་ལས་ཀའི་ཐོབ་ཐང་འགའ་ཤས་སྤོང་། དེ་ལྟར་གཞན་གྱིས་ཀྱང་བེད་སྤྱོད་གཏོང་ཐུབ།

source: Version
bo: པར་གཞི

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
bo: ཁྱེད་ཀྱི་དཔེ་སྐྲུན་བདག་དབང་ཡོད་པའི་ལས་ཀ་དེ་གཞན་ལ་འདྲ་བཤུས་དང་། བཀྲམ་སྤེལ། འགྲེམས་སྟོན་བྱེད་ཆོག འོན་ཀྱང་ཁོང་ཚོས་ཁྱེད་ཀྱིས་འབོད་སྐུལ་བྱས་པ་ལྟར་ཡིད་ཆེས་སྤྲོད་ན། ད་ལྟའི་ཆར་གདམ་ག་འདི་དགོས་ངེས་ཡིན།

source: Noncommercial
bo: ཚོང་བསྒྱུར་མ་ཡིན་པ།

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
bo: ཁྱེད་ཀྱི་ལས་ཀ་དེ་གཞན་ལ་འདྲ་བཤུས་དང་། བཀྲམ་སྤེལ། འགྲེམས་སྟོན་བྱེད་ཆོག དེ་བཞིན་དེ་ལ་གཞི་བཅོལ་བའི་ལས་ཀ་དེ་དག་ཚོང་ལས་མ་ཡིན་པའི་དམིགས་ཡུལ་ཆེད་དུ་ཡིན།

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
bo: ཁྱེད་ཀྱི་ལས་ཀའི་ཚིག་ཕྲད་ཀྱི་འདྲ་བཤུས་ཁོ་ན་གཞན་ལ་འདྲ་བཤུས་དང་། བཀྲམ་སྤེལ། འགྲེམས་སྟོན་བྱེད་ཆོག དེ་ལ་བརྟེན་ནས་བྱུང་བའི་ལས་ཀ་མིན། གདམ་ཁ་འདི་&quot;Share Alike&quot;དང་མི་མཐུན་པ་རེད།

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
bo: ཁྱེད་ཀྱི་ལས་ཀ་ལ་དབང་སྒྱུར་བྱེད་པའི་ཆོག་མཆན་དང་འདྲ་བའི་ཆོག་མཆན་འོག་གཞན་ལ་ལས་བྱུང་བའི་བརྩམས་ཆོས་བཀྲམ་སྤེལ་བྱེད་ཆོག གདམ་ཁ་འདི་&quot;འབྱུང་ཁུངས་མེད་པ&quot;དང་མཐུན་སྒྲིལ་མེད།

source: Delete this %(item_display_name)s?
bo: འདི་ %(item_display_name)s བསུབས་དགོས་སམ།

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
bo: %(item_display_name)s འདི་སུབ་པ་ནི་གཏན་འཇགས་ཡིན་པས་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།

source: Ok
bo: འགྲིག

source: There was an error changing the user's role
bo: སྤྱོད་མཁན་གྱི་ལས་འགན་བསྒྱུར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Unknown
bo: ཁ་མི་གསལ།

source: Error adding user
bo: སྤྱོད་མཁན་ཁ་སྣོན་བྱེད་སྐབས་ནོར་འཁྲུལ།

source: Error removing user
bo: སྤྱོད་མཁན་མེད་པར་བཟོ་བའི་ནོར་འཁྲུལ།

source: A valid email address is required
bo: ནུས་ལྡན་གློག་འཕྲིན་ཁ་བྱང་དགོས་པ།

source: You must enter a valid email address in order to add a new team member
bo: རུ་ཁག་གི་ཚོགས་མི་གསར་པ་ཁ་སྣོན་བྱེད་ཆེད་ངེས་པར་དུ་ནུས་ལྡན་གྱི་གློག་འཕྲིན་ཁ་བྱང་ཞིག་འཇུག་དགོས།

source: Return and add email address
bo: གློག་འཕྲིན་ཁ་བྱང་ཕྱིར་ལོག་དང་ཁ་སྣོན་བྱེད་པ།

source: Already a member
bo: ཚོགས་མི་ཆགས་ཟིན།

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
bo: {email} ནི་ {container} རུ་ཁག་ནང་ཡོད། གལ་ཏེ་ཁྱེད་རང་ཚོགས་མི་གསར་པ་ཁ་སྣོན་བྱེད་འདོད་ན་གློག་འཕྲིན་ཁ་བྱང་ལ་ཡང་བསྐྱར་ཞིབ་བཤེར་བྱེད་དགོས།

source: Return to team listing
bo: རུ་ཁག་ཐོ་འགོད་ལ་ཕྱིར་ལོག་པ།

source: Are you sure?
bo: ཐག་ཆོད་ཡིན་ནམ།

source: Are you sure you want to restrict {email} access to “{container}”?
bo: ཁྱེད་རང་གིས་ {email} ལ་“ {container} ” ལ་འཛུལ་ཞུགས་བྱེད་པར་ཚད་བཀག་བྱེད་འདོད་ཡོད་དམ།

source: Upload File
bo: ཡིག་ཆ་ནང་འཇུག

source: Save
bo: ཉར་ཚགས།

source: {display_name} Settings
bo: {display_name} སྒྲིག་སྟངས།

source: Publish {display_name}
bo: སྤེལ། {display_name}

source: Publish all unpublished changes for this {item}?
bo: {item} འདིའི་ཆེད་དུ་པར་སྐྲུན་མ་བྱས་པའི་བསྒྱུར་བཅོས་ཚང་མ་པར་སྐྲུན་བྱེད་དགོས་སམ།

source: Publish
bo: པར་སྐྲུན།

source: Highlights for {display_name}
bo: {display_name} ཡི་གཙོ་གནད།

source: Enable Course Highlight Emails
bo: སློབ་ཚན་གྱི་གཙོ་གནད་གློག་འཕྲིན་ལྕོགས་ཅན་བཟོས།

source: Enable
bo: སྲིད་པ

source: Not yet
bo: ད་དུང་མེད

source: Share {display_name} subsection
bo: {display_name} ཡན་ལག་མཉམ་སྤྱོད།

source: All Learners and Staff
bo: སློབ་མ་དང་ལས་བྱེད་ཚང་མ།

source: Advanced
bo: ཚད་མཐོ།

source: Basic
bo: རྨང་གཞི།

source: Visibility
bo: མཐོང་ཐུབ་པ།

source: Full Page
bo: ཤོག་ངོས་ཆ་ཚང་།

source: Embed Link
bo: ནང་འཇུག་འབྲེལ་མཐུད།

source: Editing: {title}
bo: རྩོམ་སྒྲིག: {title}

source: Plugins
bo: སྦྲེལ་ཆས།

source: Unit
bo: ཡང་གསེས།

source: Component
bo: གྲུབ་ཆ།

source: Studio's having trouble parsing the problem component's content
bo: གློག་བརྙན་ཁང་ལ་དཀའ་ངལ་གྱི་ཆ་ཤས་ཀྱི་ནང་དོན་དབྱེ་ཞིབ་བྱེད་པར་དཀའ་ངལ་འཕྲད་ཀྱི་ཡོད།

source: Move
bo: འགུལ

source: Choose a location to move your component to
bo: ཁྱེད་རང་གི་ཆ་ཤས་སྤོ་སའི་ས་ཆ་འདེམས།

source: Move: {displayName}
bo: སྤོ་བསྒྱུར།: {displayName}

source: Preview changes to: {title}
bo: བསྡུས་དོན་བཟོ་བའི་སྔོན་ལྟ།: {title}

source: Accept changes
bo: བཀོལ་སྒྲིག་འགྱུར་བཅོས།

source: Ignore changes
bo: བསྒྱུར་བཅོས་མ་བྱེད།

source: Ignore these changes?
bo: འགྱུར་བ་འདི་རྣམས་སྒོམ་དགོས་རེད་པས།

source: Would you like to permanently ignore this updated version? If so, you won't be able to update this until a newer version is published (in the library).
bo: ཁྱེད་རང་གསར་བཅོས་འདི་རྟག་ཏུ་རྣམ་སྤྱོད་མི་འདོད་པས། དེ་ནི་ཡིན་ན་ནི་ཁྱེད་རང་གསར་བཅོས་འདི་གསར་བཅོས་གསར་པ་དེ་དཔེ་མཛོད་ནས་སྐྱེལ་བ་གཏང་བཞིན་བྱས་ནས་རང་གིས་གསར་བཅོས་མི་ཚུགས།.

source: Ignore
bo: སྣང་མེད།

source: Validation Error While Saving
bo: ཉར་ཚགས་བྱེད་སྐབས་བདེན་དཔང་ནོར་འཁྲུལ།

source: Undo Changes
bo: བསྒྱུར་བཅོས་ཕྱིར་འཐེན་བྱེད་པ།

source: Change Manually
bo: ལག་པས་བསྒྱུར་བ།

source: Sections
bo: ཚན་པ།

source: Subsections
bo: དོན་ཚན་ཆུང་བ།

source: Units
bo: ཚད་གཞི།

source: Components
bo: ཆ་ཤས།

source: Groups
bo: སྡེ་ཚན།

source: This {parentCategory} has no {childCategory}
bo: འདི་ {parentCategory} ལ་ {childCategory} མེད།

source: Course Outline
bo: འཛིན་གྲྭའི་དཀར་ཆག

source: Date added
bo: ཚེས་གྲངས་ཁ་སྣོན་བྱས།

source: Editing access for: {title}
bo: རྩོམ་སྒྲིག་བྱེད་ཆོག: {title}

source: Publishing
bo: དཔེ་སྐྲུན།

source: Discard Changes
bo: བསྒྱུར་བཅོས་དོར་བ།

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
bo: ཁྱེད་རང་གིས་ཆ་ཤས་དེའི་པར་སྐྲུན་བྱས་པའི་ཐོན་རིམ་མཐའ་མ་དེ་ལ་ཕྱིར་ལོག་བྱེད་འདོད་ཡོད་དམ། ཁྱོད་ཀྱིས་བྱ་སྤྱོད་འདི་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།

source: Discarding Changes
bo: འགྱུར་བ་དོར་བ།

source: Hiding from Students
bo: སློབ་མ་ལ་སྦས་པ།

source: Explicitly Hiding from Students
bo: གསལ་པོར་སློབ་མ་ལ་སྦས་སྐུང་བྱེད་པ།

source: Inheriting Student Visibility
bo: སློབ་མའི་མཐོང་རྒྱ་རྒྱུད་འཛིན་བྱེད་པ།

source: Make Visible to Students
bo: སློབ་མ་ཚོར་མངོན་གསལ་དོད་དུ་གཏོང་བ།

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
bo: གལ་ཏེ་སློབ་ཚན་དེ་སྔོན་ཆད་པར་སྐྲུན་བྱས་ནས་སློབ་ཕྲུག་ཚོར་འགྲེམ་སྤེལ་བྱས་ཡོད་ན། ཁྱེད་ཀྱིས་སློབ་ཚན་དེ་གསང་བ་བྱས་པའི་སྐབས་བསྒྱུར་བཅོས་གང་རུང་བྱས་པ་དེ་ད་ལྟ་སློབ་མ་ཚོར་མཐོང་རྒྱུ་རེད། མུ་མཐུད་དུ་འགྲོ་འདོད་དམ།

source: Making Visible to Students
bo: སློབ་མར་མངོན་གསལ་དོད་པོ་བཟོ་བ།

source: Course Index
bo: སློབ་ཚན་གྱི་དཀར་ཆག།

source: There were errors reindexing course.
bo: སློབ་ཚན་བསྐྱར་དུ་དཀར་ཆག་བཟོ་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: Hide Previews
bo: སྔོན་ལྟ་སྦ་བ།

source: Show Previews
bo: སྔོན་ལྟ་སྟོན།

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
bo: {totalItemsCount} ནང་ནས་ {currentItemRange} སྟོན་པ། {assetType} གིས་ཚགས་སྒྲིག་བྱས {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
bo: {totalItemsCount} ནང་ནས་ {currentItemRange} སྟོན་པ། {assetType} གིས་ཚགས་སྒྲིག་བྱས {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
bo: {totalItemsCount} ནང་ནས་ {currentItemRange} སྟོན་པ། {sortName} ཡར་འཕར་ནས་དབྱེ་འབྱེད་བྱས།

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
bo: {totalItemsCount} ནང་ནས་ {currentItemRange} སྟོན་པ། {sortName} མར་འབབ་ནས་དབྱེ་འབྱེད་བྱས།

source: {totalItems} total
bo: {totalItems} ཁྱོན་བསྡོམས།

source: content group
bo: ནང་དོན་སྡེ་ཚན།
