Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: You receive messages from {platform_name} and course teams at this address.
bo: ཁྱེད་ལ་གློག་འཕྲིན་འདིའི་ནང་ {platform_name} འདི་དང་སློབ་ཚན་ཚོགས་པ་གཉིས་ཀྱིས་འཕྲིན་གཏོང་ཡོང་།

source: Recovery Email Address
bo: གློག་འཕྲིན་ཁ་བྱང་བསྐྱར་གསོ།

source: You may access your account with this address if single-sign on or access to your primary email is not available.
bo: གལ་སྲིད་ཐེངས་གཅིག་ནང་འཛུལ་བྱས་པ་དང་ཡང་ན་ཁྱེད་ཀྱི་མ་གཞིའི་གློག་འཕྲིན་ཁ་བྱང་མི་རྙེད་ན་ཁྱེད་ཀྱིས་རང་གི་ཁ་བྱང་ནང་འདི་ནང་འཇུག་བྱ་ཆོག

source: Full Name
bo: མིང་ཧྲིལ་བོ།

source: The name that is used for ID verification and that appears on your certificates.
bo: མིང་འདི་ནི་ཁྱེད་ཀྱི་ ID ཡི་ཁུངས་སྐྱེལ་ལ་བཀོལ་རྒྱུ་མ་ཟད་ཁྱེད་ཀྱི་ལག་ཁྱེར་གྱི་སྟེང་ལ་ཡང་འགོད་རྒྱུ་ཡིན།

source: Country or Region of Residence
bo: བཅའ་སྡོད་བྱ་སའི་མངའ་ཁུལ་དང་ཡང་ན་རྒྱལ་ཁབ།

source: The country or region where you live.
bo: ཁྱེད་རང་གནས་ཡུལ་གྱི་མངའ་ཁུལ་དང་ཡང་ན་རྒྱལ་ཁབ།

source: Basic Account Information
bo: ཁ་བྱང་གི་གཞི་རྩའི་གནས་ཚུལ།

source: These settings include basic information about your account.
bo: སྒྲིག་འགོད་འདི་དག་གི་ནང་ཁྱེད་ཀྱི་ཁ་བྱང་གི་སྐོར་གྱི་གཞི་རྩའི་གནས་ཚུལ་འདུས་ཡོད།

source: The name that identifies you on {platform_name}. You cannot change your username.
bo: {platform_name} འདིའི་སྒང་ཁྱེད་ངོས་འཛིན་བྱེད་ཀྱི་མིང་སྟེ། ཁྱེད་ཀྱིས་རང་གི་སྤྱོད་མིང་བརྗེ་མི་ཐུབ།

source: Password
bo: གསང་ཨང་།

source: Check your email account for instructions to reset your password.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་བྱེད་ཐབས་ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་བཏང་ཡོད། དེར་གཟིགས།

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
bo: དྲ་གནས་འདིའི་སྤྱི་ཡོངས་ལ་བཀོལ་བའི་སྐད་ཡིག་དེ། ད་སྐབས་ཀྱི་དྲ་གནས་འདིའི་ནང་སྐད་ཡིག་ཉུང་ཤས་ཤིག་ལས་མི་འདུག སྡེ་ཚན་འདིའི་རིན་ཐང་དེ་བརྗེ་བསྒྱུར་བྱས་ན་ཤོག་ངོས་དེ་བསྐྱར་ལེན་བྱེད་པའི་རྐྱེན་དུ་འགྱུར་འགྲོ།

source: Time Zone
bo: ཆུ་ཚོད་ཀྱི་གནས།

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
bo: སློབ་ཚན་གྱི་ཟླ་ཚེས་སྟོན་བྱེད་ཀྱི་མངའ་ཁུལ་གྱི་དུས་ཚོད་དེ་འདེམ། གལ་སྲིད་ཁྱེད་ཀྱིས་མངའ་ཁུལ་གྱི་དུས་ཚོད་ངོས་འཛིན་མ་བྱས་ཚེ། ལས་འགན་གྱི་དུས་བཀག་ཚུད་པའི་སློབ་ཚན་གྱི་ཟླ་ཚེས་དེ་ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་ཀྱི་ས་གནས་དུས་ཚོད་ལྟར་སྟོན་ཡོང་བ་ཡིན།

source: All Time Zones
bo: ཆུ་ཚོད་ཀྱི་གནས་ཆ་ཚང་།

source: Default (Local Time Zone)
bo: མ་གཞིའི་ (Local Time Zone)

source: Additional Information
bo: གནས་ཚུལ་འཕར་མ།

source: Education Completed
bo: སློབ་སྦྱོང་ལེགས་པར་གྲུབ་སོང་།

source: Gender
bo: ཕོ་མོ།

source: Year of Birth
bo: སྐྱེས་ལོ།

source: Preferred Language
bo: བདམས་པའི་སྐད་ཡིག

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
bo: ང་ཚོས་འདིར་ {new_secondary_email_address} ཁྱེད་ལ་གཏན་འཁེལ་འཕྲིན་ཐུང་ཞིག་བཏང་ཡོད། འཕྲིན་ཐུང་ནང་གི་དྲ་ཐག་དེའི་སྟེང་བསྣུན་ཏེ་ཁྱེད་ཀྱི་གློག་འཕྲིན་གཞན་པ་དེ་ཞོག

source: Social Media Links
bo: སྤྱི་ཚོགས་བརྒྱུད་ལམ་གྱི་དྲ་ཐག་ཁག

source: Optionally, link your personal accounts to the social media icons on your edX profile.
bo: གདམ་ཁ་ཡིན། རང་ཉིད་ཀྱི་ཁ་བྱང་དེ་ཁྱེད་ཀྱི་edX ཡི་ངོ་སྤྲོད་ཀྱི་སྒང་ལ་གསལ་བའི་སྤྱི་ཚོགས་བརྒྱུད་ལམ་གྱི་མཚོན་རྟགས་ཁག་ལ་སྦྲེལ།

source: {platform_display_name} Link
bo: {platform_display_name} དྲ་ཐག

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
bo: ཁྱེད་ཀྱི་ {platform_display_name} སྤྱོད་མིང་དང་ཡང་ན་ URL རྣམས་ཁྱེད་ཀྱི་ {platform_display_name} ཤོག་ངོས་སུ་ཞོག དྲ་ཐག་དེ་ཕྱིར་ཕུད་བྱེད་པར་ URL དེ་བསུབ་དགོས།

source: Linked Accounts
bo: དྲ་ཐག་གིས་སྦྲེལ་བའི་ཁ་བྱང་།

source: You can link your social media accounts to simplify signing in to {platform_name}.
bo: ཁྱེད་ཀྱི་སྤྱི་ཚོགས་བརྒྱུད་ལམ་གྱི་ཁ་བྱང་དེ་སྟབས་བདེའི་ངང་ {platform_name} ལ་སྦྲེལ་ཆོག

source: ORDER NAME
bo: མངགས་ཉོའི་མིང་།

source: ORDER PLACED
bo: མངགས་ཉོ་བྱས་ཡོད།

source: TOTAL
bo: ཁྱོན་བསྡོམས།

source: ORDER NUMBER
bo: མངགས་ཉོའི་ཨང་།

source: My Orders
bo: ངའི་མངགས་ཉོ་ཁག

source: This page contains information about orders that you have placed with {platform_name}.
bo: ཤོག་ངོས་འདིའི་ནང་ཤོག་ངོས་ {platform_name} འདིའི་ནང་བཞག་ཡོད་པའི་ཁྱེད་ཀྱིས་མངགས་ཉོ་བྱས་པའི་སྐོར་གྱི་གནས་ཚུལ་རྣམས་འདུས་ཡོད།

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
bo: ང་ཚོས་འདིར་ {new_email_address} ཁྱེད་ལ་གཏན་འཁེལ་འཕྲིན་ཐུང་ཞིག་བཏང་ཡོད། འཕྲིན་ཐུང་ནང་གི་དྲ་ཐག་དེའི་སྟེང་བསྣུན་ཏེ་ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་འཇུག་བྱོས།

source: You must sign out and sign back in before your language changes take effect.
bo: ཁྱེད་ཀྱིས་སྐད་ཡིག་བརྗེ་བསྒྱུར་གྱི་ཤུགས་རྐྱེན་མ་སླེབ་གོང་ཁྱེད་ངེས་པར་ཕྱིར་ཐོན་བྱས་ཏེ་བསྐྱར་དུ་ནང་འཛུལ་བྱོས།

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
bo: ང་ཚོས་འདིར་ {email} ཁྱེད་ལ་གཏན་འཁེལ་འཕྲིན་ཐུང་ཞིག་བཏང་ཡོད། ཁྱེད་ཀྱི་གསང་གྲངས་བསྐྱར་སྒྲིག་བྱེད་པར་འཕྲིན་ཐུང་ནང་གི་དྲ་ཐག་དེའི་སྟེང་སྣུན། འཕྲིན་ཐུང་དེ་འབྱོར་མ་སོང་ངམ། ཐབས་ལམ་སློབ་སྟོན་པར་ {anchorStart}འབྲེལ་བ་བྱོས།{anchorEnd}

source: Link your {accountName} account
bo: ཁྱེད་ཀྱི་དྲ་ཐག་ {accountName} ཁ་བྱང་།

source: Unlink This Account
bo: ཁ་བྱང་འདི་དང་སྦྲེལ་ཐག་གཅོད།

source: You can use your {accountName} account to sign in to your {platformName} account.
bo: ཁྱེད་ཀྱིས་ {accountName} འདི་སྤྱད་ནས་{platformName} འདིའི་ནང་ནང་འཛུལ་བྱ་ཆོག

source: Unlink your {accountName} account
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ {accountName} དང་སྦྲེལ་ཐག་གཅོད།

source: Link Your Account
bo: ཁྱེད་ཀྱི་ཁ་བྱང་དང་སྦྲེལ།

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
bo: ཁྱེད་ཀྱི་ {accountName} ཁ་བྱང་དེ་ཁྱེད་ཀྱི་ {platformName} ཁ་བྱང་ལ་སྦྲེལ་མཐུད་བྱོས། དེ་ནས་འདི་ {accountName} སྤྱད་དེ་ {platformName} འདིའི་ནང་ནང་འཛུལ་བྱོས།

source: Unlinking
bo: སྦྲེལ་ཐག་གཅོད་བཞིན་ཡོད།

source: Linking
bo: སྦྲེལ་བཞིན་ཡོད།

source: Successfully unlinked.
bo: སྦྲེལ་མཐུད་བཤིག་ཡོད།

source: Account Information
bo: ཁ་བྱང་གི་གནས་ཚུལ།

source: Order History
bo: ལོ་རྒྱུས་ཀྱི་གོ་རིམ་སྒྲིག

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
bo: ཁྱེད་ཀྱིས་རང་གི་སྐད་ཡིག་དེ་ {beta_language} ལ་བསྒྲིགས་འདུག དེ་ནི་ད་སྔ་ཡིག་བསྒྱུར་ཆ་ཚང་གྲུབ་མི་འདུག་པས། གལ་སྲིད་ཁྱེད་ལ་འདོད་པ་ཡོད་ན་ཁྱེད་རང་Transifex ཡི་ལྷན་ཚོགས་ལ་མཉམ་ཞུགས་བྱས་ཏེ་སྐད་ཡིག་དེ་ཆ་ཚང་ཡིག་བསྒྱུར་གྱི་རམ་འདེགས་བྱེད་ཐུབ། དེ་ནས་འགྱུར་མ་དེ་ནང་འཇུག་བྱས་ཏེ་སྐད་ཡིག་{beta_language} དེ་བཀོལ་མཁན་གྱི་སློབ་གཉེར་བ་ཡོངས་ལ་ལེགས་སྐྱེས་སུ་ཕུལ་དང་།

source: Help Translate into {beta_language}
bo: འདིའི་ནང་ {beta_language} ཡིག་བསྒྱུར་བྱེད་པར་རམ་འདེགས་བྱོས།

source: Image Upload Error
bo: པར་ནང་འཇུག་ལ་གནད་དོན་འདུག

source: Please verify that you have uploaded a valid image (PNG and JPEG).
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་པར་དེ་ཚུལ་མཐུན་ཞིག་ཡིན་མིན་བལྟ་རོགས། (PNG དང་ JPEG)

source: An error has occurred. Please try again later.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། གཞུག་ནས་ཚོད་ལྟ་བྱ་རོགས།

source: Could not submit photos
bo: པར་དེ་ཡར་སྤྲོད་བྱ་ཐུབ་མ་སོང་།

source: Professional Education Verified Certificate
bo: ཆེད་ལས་སློབ་གསོ་ངོས་འཛིན་བྱས་པའི་ལག་ཁྱེར།

source: Professional Education
bo: ཆེད་ལས་སློབ་གསོ།

source: Verified Certificate upgrade
bo: ངོས་འཛིན་བྱས་པའི་ལག་ཁྱེར་རིམ་པ་སྤར།

source: Verified Certificate
bo: ངོས་འཛིན་བྱས་པའི་ལག་ཁྱེར།

source: Checkout
bo: རིན་སྤྲོད།

source: Checkout with PayPal
bo: PayPal བརྒྱུད་ནས་རིན་སྤྲོད།

source: Checkout with {processor}
bo: {processor} བརྒྱུད་ནས་རིན་སྤྲོད།

source: All payment options are currently unavailable.
bo: ད་ལྟའི་ཆར་རིན་སྤྲོད་ཐབས་ཀྱི་གདམ་ཁ་ཆ་ཚང་མི་འདུག

source: Try the transaction again in a few minutes.
bo: སྐར་མ་འགའི་ནང་ཚུད་ཕར་སྤྲོད་ཚུར་ལེན་གྱིི་འགྲོ་ལུགས་སྒྲུབ།

source: An error has occurred. Please try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Could not submit order
bo: མངགས་ཉོ་ཡར་སྤྲོད་བྱ་ཐུབ་མ་སོང་།

source: Take a photo of your ID
bo: ཁྱེད་ཀྱི་ ID ཡི་འདྲ་པར་ཞིག་ལོངས།

source: Review your info
bo: ཁྱེད་ཀྱི་གནས་ཚུལ་བསྐྱར་ཞིབ།

source: An error has occurred. Please try reloading the page.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། དྲ་ངོས་དེ་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།

source: Video Capture Error
bo: བརྙན་ལེན་པར་གནད་དོན།

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
bo: ཁྱེད་ཀྱི་བརྙན་མིག་དེ་སྦྲེལ་མཐུད་ལེགས་པར་བྱས་ཡོད་མེད་དང་ཁྱེད་ཀྱིས་ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ཚིགས་དེ་ལ་བརྙན་མིག་སྒྲིག་སྦྱོར་གྱི་ཆོག་མཆན་སྤྲད་ཡོད་མེད་བཅས་ལ་ཞིབ་བཤེར་བྱ་རོགས།

source: No Webcam Detected
bo: བརྙན་མིག་རྙེད་མ་སོང་།

source: You don't seem to have a webcam connected.
bo: ཁྱེད་ཀྱི་བརྙན་ལེན་འཕྲུལ་ཆས་མཐུད་མེད་པ་འདྲ།

source: Double-check that your webcam is connected and working to continue.
bo: ཁྱེད་ཀྱི་བརྙན་ལེན་འཕྲུལ་ཆས་མཐུད་ཡོད་མེད་དང་བཀོལ་སྤྱོད་ཡོད་མེད་བཅས་ལ་བརྟག་དཔྱད་ཐེངས་མང་བྱོས།

source: Photo Captured successfully.
bo: འདྲ་པར་བདེ་ལེགས་ངང་བླངས་ཡོད།

source: No Flash Detected
bo: འཁྱུག་འོད་མི་འདུག

source: You don't seem to have Flash installed. Get Flash to continue your verification.
bo: ཁྱེད་ཀྱིས་འཁྱུག་འོད་འཇུག་སྤྲོད་བྱས་མེད་པ་འདྲ། འཁྱུག་འོད་ཕབ་ལེན་བྱས་ཏེ་ཁྱེད་ཀྱི་ངོ་སྤྲོོད་མཐུས་ཚང་བྱོས།

source: Editable
bo: རྩོམ་སྒྲིག་བྱ་ཐུབ་པ།

source: Validation Error
bo: ཚུལ་མཐུན་གནད་དོོན།

source: In Progress
bo: འཕེལ་རྒྱས

source: Placeholder
bo: གནས་རྟགས།

source: Your upload of '{file}' succeeded.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ '{file}' ནང་འཇུག་བྱས་ཡོད།

source: Your upload of '{file}' failed.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ '{file}' ནང་འཇུག་ཐུབ་མ་སོང་།

source: Upload an image
bo: འདྲ་པར་ཞིག་ནང་འཇུག་བྱོས།

source: Change image
bo: འདྲ་པར་བརྗེ།

source: Image
bo: འདྲ་པར།

source: An error has occurred. Refresh the page, and then try again.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། དྲ་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: The file must be at least {size} in size.
bo: ཡིག་ཆ་དེའི་ཆེ་ཆུང་དམའ་མཐའ་ {size} ངེས་པར་ཡོད་དགོས།

source: The file must be smaller than {size} in size.
bo: ཡིག་ཆ་དེའི་ཆེ་ཆུང་ {size} ལས་ངེས་པར་ཆུང་དགོས།

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
bo: ནང་འཇུག་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད་སྒང་ཡིན། གནད་དོན་སྔོན་འགོག་བྱ་ཕྱིར། འདིའི་བརྒྱུད་རིམ་ཆ་ཚུང་མ་གྲུབ་བར་དུ་དྲ་ངོས་འདི་སྒོ་རྒྱག་མི་རུང་།

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
bo: བསུབ་བྱ་དེ་གྲ་སྒྲིག་བྱེད་བཞིན་པའི་སྒང་ཡིན། གནད་དོན་སྔོན་འགོག་བྱ་ཕྱིར། འདིའི་བརྒྱུད་རིམ་ཆ་ཚུང་མ་གྲུབ་བར་དུ་དྲ་ངོས་འདི་སྒོ་རྒྱག་མི་རུང་།

source: Course is not yet visible to students.
bo: སློབ་ཕྲུག་གིས་སློབ་ཚན་ད་དུང་མཐོང་མི་ཐུབ།

source: You cannot view the course as a student or beta tester before the course release date.
bo: སློབ་ཚན་སྤེལ་ཚེས་མ་སླེབ་བར་དུ་ཁྱེད་རང་སློབ་ཕྲུག་དང་ཡང་ན་ཚོད་ལྟ་བའི་ངོ་བོའི་ཐོག་ནས་སློབ་ཚན་འདི་ལ་བལྟ་མི་ཐུབ།

source: Overall Score
bo: སྤྱིའི་ཐོབ་སྐར།

source: Bookmark this page
bo: ཤོག་ངོས་འདིར་དཔེ་རྟགས་ཁོད།

source: Bookmarked
bo: དཔེ་རྟགས་བཀོད་ཡོད་པ།

source: {total_results} result found for "{search_term}"
bo: "{search_term}" འདིའི་བཙལ་འབྲས་རྙེད་པ་ {total_results}

source: Profile Visibility:
bo: གནས་ཚུལ་མཐོང་ཐུབ་པ།

source: Limited Profile
bo: གནས་ཚུལ་ཚད་བཀག

source: Full Profile
bo: གནས་ཚུལ་ཡོངས་རྫོགས།

source: Joined
bo: ཞུགས་སོང་།

source: Joined Date
bo: ཞུགས་ཚེས།

source: Location
bo: ས་གནས།

source: Add Country
bo: རྒྱལ་ཁབ་སྣོན།

source: Add language
bo: སྐད་ཡིག་སྣོན།

source: About me
bo: ངའི་སྐོར།

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
bo: སློབ་གཉེར་བ་གཞན་ཚོར་རང་ཉིད་ངོ་སྤྲོད་བསྡུས་པ་ཞིག་བྱོས། དཔེར་ན། རང་ཉིད་གནས་ཡུལ་དང་རང་གི་དགའ་ཕྱོགས། སློབ་ཚན་འདི་ལེན་དགོས་པའི་རྒྱུ་མཚན། ཡང་ན་སློབ་གཉེར་གྱི་དམིགས་ཡུལ་བཅས།

source: Account Settings page.
bo: ཁ་བྱང་སྒྲིག་འགོད་ཀྱི་ཤོག་ངོས།

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
bo: ཁྱེད་ཀྱིས་གནས་ཚུལ་ཆ་ཚང་ཡོངས་གྲགས་མ་བྱས་སྔོན་ཁྱེད་ཀྱི་སྐྱེས་ལོ་ངེས་པར་དུ་གཏན་འཁེལ་བྱ་དགོས། ཁྱེད་ཀྱི་སྐྱེས་ལོ་གཏན་འཁེལ་བྱེད་པར་ {account_settings_page_link} འདིར་ཕེབས།

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
bo: ཁྱེད་ཀྱིས་རང་གི་གནས་ཚུལ་ཆ་ཚང་ཡོངས་གྲགས་བྱེད་པར་ཁྱེད་རང་ལོ་༡༣ ཡན་ངེས་པར་ཡིན་དགོས། གལ་སྲིད་ཁྱེད་རང་ལོ་༡༣ ལོན་ཡོད་ན་ {account_settings_page_link} འདིའི་ནང་ཁྱེད་ཀྱིས་རང་གི་སྐྱེས་ལོ་གཏན་འཁེལ་བྱས་ཡོད་དགོས།

source: Profile Image
bo: གནས་ཚུལ་འདྲ་པར།

source: Profile image for {username}
bo: {username} འདིའི་གནས་ཚུལ་འདྲ་པར།

source: About Me
bo: ངའི་སྐོར།

source: Profile
bo: གནས་ཚུལ།

source: Updating with latest library content
bo: དཔེ་མཛོད་ཀྱི་ནང་དོན་གསར་ཤོས་ལེན་བཞིན་ཡོད།

source: Creating missing groups
bo: མ་ཚང་བའི་ཚོགས་ཆུང་ཁག་བསྐྱར་བཟོ།

source: Show Annotations
bo: མཆན་འགྲེལ་སྟོན།

source: Hide Annotations
bo: མཆན་འགྲེལ་སྦེད།

source: Expand Instructions
bo: གསལ་བཤད་རྒྱ་བསྐྱེད།

source: Collapse Instructions
bo: གསལ་བཤད་སྦེད།

source: Commentary
bo: འགྲེལ་བརྗོད།

source: Reply to Annotation
bo: མཆན་འགྲེལ་ལ་ལན་ཐོབས།

source: {num_points} point possible (graded, results hidden)
bo: {num_points} སྲིད་པའི་སྐར་གྲངས་ (graded, results hidden)

source: {num_points} point possible (ungraded, results hidden)
bo: {num_points} སྲིད་པའི་སྐར་གྲངས་ (ungraded, results hidden)

source: {num_points} point possible (graded)
bo: {num_points} points possible (graded)

source: {num_points} point possible (ungraded)
bo: {num_points} points possible (ungraded)

source: {earned}/{possible} point (graded)
bo: {earned}/{possible} points (graded)

source: {earned}/{possible} point (ungraded)
bo: {earned}/{possible} points (ungraded)

source: The grading process is still running. Refresh the page to see updates.
bo: གནས་ཚད་ཀྱི་བརྒྱུད་རིམ་ད་དུང་འགྲོ་བཞིན་འདུག ཁ་གསབ་ཁག་ལ་བལྟ་དགོས་ཚེ་བསྐྱར་སྐོར་ཞིག་བྱོས།

source: Could not grade your answer. The submission was aborted.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་ལ་གནས་ཚད་དབྱེ་ཐུབ་ས་མ་རེད། འབུལ་སྤྲོད་དེ་ལམ་ལྷོངས་བྱུང་མི་འདུག

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
bo: འབུལ་སྤྲོད་ལེགས་འགྲུབ་བྱུང་མ་སོང་། དགོངས་དག་ཞུ། ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ངོས་འདི་ལ་ཡིག་ཆ་ནང་འཇུག་གི་མཐུན་རྐྱེན་མི་འདུག ཁྱེད་ལ་སྟབས་བདེ་ན་ Chrome དང་ཡང་ན་ Safari ལྟ་བུའི་ཡིག་ཆ་ནང་འཇུག་གི་མཐུན་རྐྱེན་ཡོད་པའི་རིགས་བེད་སྤྱོད་གཏོང་རོགས།

source: Your file {filename} is too large (max size: {maxSize}MB).
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ {filename} ཆེ་དྲགས་འདུག (ཆེས་ཆེ་ཤོས་: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
bo: ཁྱེད་ཀྱིས་དགོས་ངེས་ཀྱི་ཡིག་ཆ་རྣམས་ {requiredFiles} སྤྲད་མི་འདུག

source: You did not select any files to submit.
bo: ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་བྱ་རྒྱུའི་ཡིག་ཆ་བདམས་མི་འདུག

source: This problem has been reset.
bo: གནད་དོན་འདི་བསྐྱར་སྒྲིག་བྱས་ཡོད།

source: unsubmitted
bo: འབུལ་སྤྲོད་མི་བྱེད།

source: Paragraph
bo: ཚན་པ།

source: Preformatted
bo: སྔོན་དུ་རྣམ་གཞག་སྒྲིག་ཡོད་པ

source: Heading 3
bo: མགོ་བརྗོད། 3

source: Heading 4
bo: མགོ་བརྗོད། 4

source: Heading 5
bo: མགོ་བརྗོད། 5

source: Heading 6
bo: མགོ་བརྗོད། 6

source: Add to Dictionary
bo: ཚིག་མཛོད་ནང་ཞོག

source: Align center
bo: དཀྱིལ་ལ་སྒྲིག

source: Align left
bo: གཡོན་ལ་སྒྲིག

source: Align right
bo: གཡས་ལ་སྒྲིག

source: Alignment
bo: སྒྲིག་པ།

source: Alternative source
bo: འདྲ་མཚུངས་ཀྱི་ཁུངས།

source: Anchor
bo: གནས་ས

source: Anchors
bo: གནས་ས་ཁག

source: Author
bo: རྩོམ་མཁན།

source: Background color
bo: རྒྱབ་ལྗོངས་ཀྱི་ཚོན་མདོག

source: Blocks
bo: ཚན་པ་ཁག

source: Body
bo: ཕུང་བོ།

source: Bold
bo: ནག་ཆེན།

source: Border color
bo: མཐའ་མཚམས་ཚོན་མདོག

source: Border
bo: མཐའ་མཚམས།

source: Bottom
bo: གཤམ།

source: Bullet list
bo: མདའ་རྩེའི་བསྟར་ཐོ།

source: Caption
bo: གསལ་བཤད།

source: Cell padding
bo: ཡིག་མཐའི་པར་སྟོང།

source: Cell properties
bo: སྒམ་གྱི་ཁྱད་ཆོས།

source: Cell spacing
bo: སྒམ་མཐའི་པར་སྟོང་།

source: Cell type
bo: སྒམ་གྱི་རིགས།

source: Cell
bo: སྒམ།

source: Center
bo: དཀྱིལ།

source: Circle
bo: ཀོར་ཀོར།

source: Clear formatting
bo: རྣམ་པ་གཙང་བཟོ།

source: Code block
bo: ཨང་བརྡའི་ཚན་པ།

source: Code
bo: ཨང་བརྡ།

source: Color
bo: ཚོན་མདོག

source: Cols
bo: གཞུང་སྒམ།

source: Column group
bo: གཞུང་སྒམ་ཚོགས།

source: Column
bo: གཞུང་སྒམ།

source: Copy row
bo: འཕྲེད་སྒམ་ངོ་བཤུ།

source: Copy
bo: ངོ་བཤུ།

source: Could not find the specified string.
bo: དམིགས་བསལ་གྱི་ཚིག་དུམ་དེ་བཙལ་ཐུབ་མ་སོང་།

source: Custom color
bo: མ་གཞིའི་ཚོན་མདོག

source: Custom...
bo: མ་གཞིའི་

source: Cut row
bo: འཕྲེད་སྒམ་གཏུབ།

source: Cut
bo: གཏུབ།

source: Decrease indent
bo: ཕྱིར་སྙོམ།

source: Default
bo: སྔར་ཡོད

source: Delete column
bo: གཞུང་སྒམ་སུབ།

source: Delete row
bo: འཕྲེད་སྒམ་སུབ།

source: Delete table
bo: རེའུ་མིག་སུབ།

source: Description
bo: འགྲེལ་བཤད།

source: Dimensions
bo: རྒྱ་ཁྱོན།

source: Document properties
bo: ཡིག་ཆའི་ཁྱད་ཆོས།

source: Edit HTML
bo: HTML རྩོམ་སྒྲིག

source: Edit
bo: རྩོམ་སྒྲིག

source: Emoticons
bo: མཚོན་དོད་པར་རིས།

source: File
bo: ཡིག་ཆ།

source: Find and replace
bo: བཙལ་ཏེ་བརྗེ་བསྒྱུར་བྱོས།

source: Find next
bo: རྗེས་མ་ཚོལ།

source: Find previous
bo: སྔ་མ་ཚོལ།

source: Find
bo: འཚཽལ།

source: Finish
bo: ཚར་སོང་།

source: Font Family
bo: ཡིག་གཟུགས་ཀྱི་ཚོགས།

source: Font Sizes
bo: ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Footer
bo: ཤོག་མགོ།

source: Format
bo: རྣམ་སྒྲིག

source: Formats
bo: རྣམ་སྒྲིག

source: Fullscreen
bo: འཆར་ངོས་ཧྲིལ་བོ།

source: General
bo: སྤྱིར་བཏང་།

source: Header 1
bo: མགོ་འདྲེན། 1

source: Header 2
bo: མགོ་འདྲེན། 2

source: Header 3
bo: མགོ་འདྲེན། 3

source: Header 4
bo: མགོ་འདྲེན། 4

source: Header 5
bo: མགོ་འདྲེན། 5

source: Header 6
bo: མགོ་འདྲེན། 6

source: Header cell
bo: མགོ་འདྲེན་སྒམ།

source: Header
bo: མགོ་འདྲེན།

source: Headers
bo: མགོ་འདྲེན།

source: Heading 1
bo: མགོ་བརྗོད། 1

source: Heading 2
bo: མགོ་བརྗོད། 2

source: Headings
bo: མགོ་བརྗོད།

source: Height
bo: མཐོ་ཚད།

source: Horizontal line
bo: འཕྲེད་ཐིག

source: Horizontal space
bo: འཕྲེད་ཀྱི་པར་སྟོང་།

source: HTML source code
bo: HTML རྩ་བའི་ཨང་བརྡ།

source: Ignore all
bo: ཚང་མ་སྣང་མེད་ཞོག

source: Image description
bo: པར་གྱི་འགྲེལ་བཤད།

source: Increase indent
bo: ནང་ལ་སྣུར།

source: Inline
bo: ནང་ཐིག

source: Insert column after
bo: རྗེས་སུ་གཞུང་སྒམ་ཞོག

source: Insert column before
bo: མདུན་ལ་གཞུང་སྒམ་ཞོག

source: Insert date/time
bo: དུས་ཚོད་/ཟླ་ཚེས་ཕྲིས།

source: Insert image
bo: པར་ཞོག

source: Insert link
bo: དྲ་ཐག་ཞོག

source: Insert row after
bo: རྗེས་སུ་འཕྲེད་སྒམ་ཞོག

source: Insert row before
bo: མདུན་ལ་འཕྲེད་སྒམ་ཞོག

source: Insert table
bo: རེའུ་མིག་ཞོག

source: Insert template
bo: དཔེ་གཞི་ཞོག

source: Insert video
bo: བརྙན་ཞོག

source: Insert
bo: ནང་འཇུག

source: Insert/edit image
bo: པར་སྒྲིག་ཞོག

source: Insert/edit link
bo: དྲ་ཐག་སྒྲིག་སྦྱོར་ཞོག

source: Insert/edit video
bo: བརྙན་སྒྲིག་ཞོག

source: Italic
bo: གསེག་ཡིག

source: Justify
bo: སྙོམ་སྒྲིག

source: Keywords
bo: ཚིག་གནད།

source: Left to right
bo: གཡོན་ནས་གཡས།

source: Left
bo: གཡོན།

source: Lower Greek
bo: གྷིརིག་ཡིག་ཆུང་།

source: Lower Roman
bo: རོམ་ཡིག་ཆུང་།

source: Match case
bo: ཡིག་གཟུགས་མཐུན་སྦྱོར།

source: Merge cells
bo: སྒམ་རྣམས་ཟླ་སྒྲིལ་བཟོ།

source: Middle
bo: དཀྱིལ།

source: New document
bo: ཡིག་ཆ་གསར་པ།

source: New window
bo: སྒེའུ་ཁུང་གསར་པ།

source: Next
bo: རྗེས་མ།

source: No color
bo: ཚོན་མདོག་མེད།

source: Nonbreaking space
bo: པར་སྟོང་མེད་་པ།

source: Numbered list
bo: ཨང་ཅན་བསྟར་ཐོ།

source: Page break
bo: ཤོག་ངོས་གཏུབ།

source: Paste as text
bo: ཡིག་རྐྱང་ནང་ཕོབས།

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
bo: ད་ལྟ་འདིར་དབབ་རྒྱུའི་ཡི་གེ་ནི་ཡིག་རྐྱང་གི་རྣམ་པ་རེད། ཁྱེད་ཀྱིས་གནོན་ཐེབས་འདི་སྒོ་མ་བརྒྱབས་བར་དུ་ནང་དོན་རྣམས་ཡིག་རྐྱང་རང་གི་ངོ་བོར་དབབ་ཡོང་བ་ཡིན།

source: Paste row after
bo: རྗེས་སུ་འཕྲེད་སྒམ་ཕོབས།

source: Paste row before
bo: མདུན་ལ་འཕྲེད་སྒམ་ཕོབས།

source: Paste your embed code below:
bo: ཁྱེད་ཀྱི་བརྒྱུད་སྐུར་དྲ་ཐག་གཤམ་ལ་ཕོབས།

source: Paste
bo: ཕོབས།

source: Poster
bo: སྤེལ་མཁན།

source: Pre
bo: སྔོན་

source: Prev
bo: སྔོན་ལྟ།

source: Print
bo: པར་འདེབས།

source: Redo
bo: བསྐྱར་ལས།

source: Remove link
bo: དྲ་ཐག་མེད་པར་བཟོ།

source: Replace all
bo: ཚང་མ་བརྗེ་བསྒྱུར་བྱོས།

source: Replace with
bo: དང་མཉམ་དུ་བརྗ་བསྒྱུར་བྱོས།

source: Replace
bo: བརྗེ་བསྒྱུར།

source: Restore last draft
bo: སྔར་ཟིན་ལྟར་སོར་འཇོག་བྱ།

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
bo: Rich Text Area. ཐོ་གཞུང་ལ་ ALT-F9 ནོན། ལག་ཆའི་སྟེགས་བུ་ལ་ ALT-F10 ནོན། རམ་འདེགས་དགོས་ན་ ALT-0 ནོན།

source: Right to left
bo: གཡས་ནས་གཡོན།

source: Right
bo: གཡས།

source: Robots
bo: འཕྲུལ་མི།

source: Row group
bo: འཕྲེད་སྒམ་གྱི་ཚོགས།

source: Row properties
bo: འཕྲེད་སྒམ་གྱི་ཁྱད་ཆོས།

source: Row type
bo: འཕྲེད་སྒམ་གྱི་རིགས།

source: Row
bo: འཕྲེད་སྒམ།

source: Rows
bo: འཕྲེད་སྒམ།

source: Scope
bo: བལྟ་ཆས།

source: Select all
bo: ཚང་མ་འདེམ།

source: Show blocks
bo: ཚན་པ་ཁག་སཏོན།

source: Show invisible characters
bo: མི་མངོན་པའི་ཡིག་འབྲུ་རྣམས་སྟོན།

source: Source code
bo: རྩ་བའི་ཨང་བརྡ།

source: Source
bo: ཁུངས།

source: Special character
bo: དམིགས་བསལ་ཡིག་འབྲུ།

source: Spellcheck
bo: དག་ཆ་བརྟག་བྱེད།

source: Split cell
bo: དུམ་བུར་བགོ།

source: Square
bo: གྲུ་བཞི།

source: Start search
bo: འཚོལ་འགོ་རྩོམས།

source: Style
bo: ཁྱད་ཆོས།

source: Subscript
bo: གཤམ་བཀོད་ཡིག་ཆུང་།

source: Superscript
bo: གོང་བཀོད་ཡིག་ཆུང་།

source: Table properties
bo: རེའུ་མིག་ཁྱད་ཆོས།

source: Table
bo: རེའུ་མིག

source: Target
bo: དམིགས་འབེན།

source: Templates
bo: མ་དཔེ་ཁག

source: Text color
bo: ཡི་གེའི་ཚོན་མདོག

source: Text to display
bo: འཆར་རྒྱུའི་ཡི་གེ།

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ URL འདི་ཕལ་ཆེར་གློག་འཕྲིན་ཁ་བྱང་ཞིག་ཡིན་པ་འདྲ། ཁྱེད་ལ་ཆ་རྐྱེན་བཏོན་པའི་གློག་འཕྲིན་: prefix སྣོན་འདོད་ཡོད་དམ།

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ URL འདི་ཕལ་ཆེར་ཕྱི་ལོགས་ཀྱི་དྲ་ཐག་ཞིག་ཡིན་པ་འདྲ། ཁྱེད་ལ་ཆ་རྐྱེན་ལྟར་བཏོན་པའི་ http:// prefix སྣོན་འདོད་ཡོད་དམ།

source: Title
bo: མཚན་བྱང་།

source: Tools
bo: ལག་ཆ་ཁག

source: Top
bo: རྩེ་མོ།

source: Underline
bo: གཤམ་ཐིག

source: Undo
bo: ཕྱིར་སྒྲིག

source: Upper Alpha
bo: གསལ་བྱེད་ཡིག་ཆེན།

source: Upper Roman
bo: རོ་མན་ཡིག་ཆེན།

source: Vertical space
bo: གྱེན་གྱི་པར་སྟོང་།

source: View
bo: སྟོན།

source: Whole words
bo: ཚིག་ཆ་ཚང་།

source: Width
bo: ཞིང་ཚད།

source: Words: {0}
bo: མིང་ཚིག {0}

source: You have unsaved changes are you sure you want to navigate away?
bo: ཁྱེད་ལ་ཉར་ཚགས་བྱས་མེད་པའི་བསྒྱུར་བཅོས་འགའ་ཤས་འདུག དེ་དག་ཉར་ཚགས་མ་བྱས་པར་ཐོན་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
bo: ཁྱེད་ཀྱི་བལྟ་བཤེར་དྲ་ངོས་འདི་ལ་ཐད་ཀར་ clipboard ལ་འགྲོ་བའི་མཐུན་རྐྱེན་མི་འདུག་པས། དེའི་ཚབ་ལ་མྱུར་ཐེབས་ Ctrl+X/C/V འདི་དག་བཀོལ་རོགས།

source: Insert/Edit Image
bo: ནང་འཇུག/འདྲ་ོཔར་རྩོམ་སྒྲིག

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
bo: མཉེན་ཆས་གཞན་པ་རེ་ལ་བཏང་ཟིན་པའི་ཁྱེད་ཀྱི་སྤྱོད་མིང་དང་གློག་འཕྲིན་གཉིས་ཕྱིར་རང་ལ་འབྱོར་བར་ OK ལ་སྣུན། ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་ཕར་མི་གཏོང་པར་ཤོག་ངོས་འདི་ཕྱིར་ལོག་པ་ལ་ཕྱིར་འཐེན་ཟེར་བ་དེའི་སྒང་ལ་སྣུན།

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
bo: མཉེན་ཆས་གཞན་པ་རེ་ལ་བཏང་ཟིན་པའི་ཁྱེད་ཀྱི་སྤྱོད་མིང་དང་གློག་འཕྲིན་གཉིས་ཕྱིར་རང་ལ་འབྱོར་བར་ OK ལ་སྣུན། ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་ཕར་མི་གཏོང་པར་ཤོག་ངོས་འདི་ཕྱིར་ལོག་པ་ལ་ཕྱིར་འཐེན་ཟེར་བ་དེའི་སྒང་ལ་སྣུན།
