Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bo

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
bo: སྒྲིག་བཀོད་འདི་ད་ལྟ་ནང་དོན་ཚོད་ལྟའི་ནང་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་སྡེ་ཚན་ལ་བསྒྱུར་བཅོས་བཏང་ན། ཁྱེད་ཀྱིས་ཚོད་ལྟ་དེ་དག་རྩོམ་སྒྲིག་བྱེད་དགོས་སྲིད།

source: delete group
bo: སྡེ་ཚན་སུབ་པ།

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
bo: སློབ་མ་ཚོས་སྡེ་ཚན་འདིའི་ཆེད་དུ་ཐོབ་པའི་གློག་འཕྲིན་ནང་དུ་གསལ་པོ་༣-༥ བླུགས་དགོས། (ཡིག་འབྲུ་༢༥༠ ཚད་གཞི)

source: Highlight {highlight_index}
bo: འོད་མདངས་ {highlight_index}

source: A highlight to look forward to this week.
bo: བདུན་ཕྲག་འདིར་རེ་སྒུག་བྱེད་པའི་གཙོ་གནད་ཅིག་རེད།

source: License Type
bo: ཆོག་མཆན་གྱི་རིགས།

source: Learn more about {license_name}
bo: {license_name} སྐོར་ལ་ཞིབ་ཕྲ་ཤེས་པར་བྱ།

source: Options for {license_name}
bo: {license_name} ཡི་གདམ་ཁ།

source: The following options are available for the {license_name} license.
bo: {license_name} ཆོག་མཆན་ལ་གཤམ་གྱི་འདེམས་གཞི་ཡོད།

source: License Display
bo: ཆོག་མཆན་འགྲེམས་སྟོན།

source: The following message will be displayed at the bottom of the courseware pages within your course:
bo: གཤམ་གྱི་བརྡ་འཕྲིན་འདི་ཁྱེད་ཀྱི་སློབ་ཚན་ནང་ཁུལ་གྱི་སློབ་ཚན་མཉེན་ཆས་ཤོག་ངོས་མཇུག་ཏུ་མངོན་རྒྱུ་རེད།

source: Creative Commons licensed content, with terms as follow:
bo: CC ཚུལ་མཐུན་བཀོལ་སྤྱོད་ཀྱི་ཆོག་མཆན། འདིའི་ཁྲིམས་ཐོག་གི་ཁེ་དབང་རྣམས་ནི་གཤམ་གསལ།

source: Some Rights Reserved
bo: ཆ་ཤས་འགའ་ལ་བདག་དབང་ཡོད།

source: New %(item_type)s
bo: %(item_type)s གསར་པ།

source: Clear
bo: གཙང་སེལ།

source: Clear Value
bo: རིན་ཐང་གསལ།

source: Download
bo: ཕབ་ལེན།

source: {categoryText} in {parentDisplayname}
bo: {parentDisplayname} ནང་ {categoryText}

source: Current location
bo: ད་ལྟའི་ས་གནས།

source: Currently selected
bo: ད་ལྟ་བདམས་ཐོན་བྱུང་བ།

source: You haven't added any textbooks to this course yet.
bo: ཁྱེད་ཀྱིས་ད་བར་སློབ་དེབ་འདིའི་སློབ་དེབ་ཁ་སྣོན་བྱས་མེད།

source: Add your first textbook
bo: སློབ་དེབ་དང་པོ་ཁ་སྣོན་བྱེད་པ།

source: Previous
bo: སྔོན་མ།

source: This group controls access to:
bo: སྡེ་ཚན་འདིས་འཛུལ་ཞུགས་སྟངས་འཛིན་བྱེད་པ།

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
bo: {linkStart} སློབ་ཚན་གྱི་བཀོད་སྒྲིག་ {linkEnd} ནང་སྡེ་ཚན་འདི་བེད་སྤྱོད་བྱས་ནས་ཆ་ཤས་ཤིག་ལ་འཛུལ་སྤྱོད་ཚོད་འཛིན་བྱེད།

source: Previous Uploads
bo: ཁ་གསབ་སྔོན་མ།

source: Download available encodings (.csv)
bo: ཡོད་པའི་ཨང་རྟགས་ཕབ་ལེན་བྱེད་པ། (.csv)

source: Video ID
bo: བརྙན་བྱང་།

source: Transcripts
bo: བརྙན་ཡིག

source: Video Status
bo: བརྙན་འཕྲིན།

source: Action
bo: བྱ་བ།

source: Remove this video
bo: བརྙན་ཐུང་འདི་མེད་པར་བཟོས།

source: Remove {video_name} video
bo: {video_name} བརྙན་འཕྲིན།

source: Never published
bo: ནམ་ཡང་པར་སྐྲུན་བྱས་མེད།

source: Last published %(last_published_date)s by %(publish_username)s
bo: མཐའ་མའི་པར་སྐྲུན། %(last_published_date)s %(publish_username)s

source: Previously published
bo: སྔོན་མ་སྤེལ་ཟིན་པ།

source: Draft (Never published)
bo: ཟིན་བྲིས་(ནམ་ཡང་པར་སྐྲུན་བྱས་མེད།)

source: Visible to Staff Only
bo: ལས་བྱེད་ཁོ་ནར་མཐོང་ཐུབ།

source: Published and Live
bo: པར་སྐྲུན་དང་ཐད་གཏོང་།

source: Published (not yet released)
bo: པར་སྐྲུན་བྱས་ཟིན།(ད་དུང་འགྲེམ་སྤེལ་བྱས་མེད།)

source: Draft (Unpublished changes)
bo: ཟིན་བྲིས་(དཔར་བསྐྲུན་མ་བྱས་པའི་འགྱུར་བཅོས།)

source: Release:
bo: གློད་གྲོལ:

source: Publishing Status
bo: དཔེ་སྐྲུན་གནས་ཚུལ།

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
bo: ཟིན་བྲིས་དེ་ {lastSavedStart} {editedOn} {lastSavedEnd} {editedByEnd} {editedByStart} {editedBy}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
bo: Last published {lastPublishedStart} {publishedOn} {lastPublishedEnd} {publishedByStart} བདད1དཕེ་ཛ0བ08 {publishedBy} {publishedByEnd}

source: with %(release_date_from)s
bo: %(release_date_from)s དང་མཉམ་དུ།

source: Is Visible To:
bo: མཐོང་ཐུབ་བམ།

source: Will Be Visible To:
bo: མཐོང་ཐུབ།

source: Staff Only
bo: ལས་བྱེད་པ་རྐྱང་པ།

source: with %(section_or_subsection)s
bo: %(section_or_subsection)s དང་མཉམ་དུ།

source: Staff and Learners
bo: ལས་བྱེད་པ་དང་སློབ་མ།

source: Hide from learners
bo: སློབ་སྦྱོང་བྱེད་མཁན་ལ་གསང་བ།

source: Note: Do not hide graded assignments after they have been released.
bo: མཆན: གྲུབ་འབྲས་ཐོབ་པའི་ལས་འགན་དེ་དག་གློད་རྗེས་གསང་བ་མ་བྱེད།

source: Copy Unit
bo: འདྲ་བཤུས།

source: Release Date and Time
bo: འགྲེམ་སྤེལ་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Release Date:
bo: འགྲེམ་སྤེལ་དུས་ཚོད།

source: Release Time in UTC:
bo: UTCནང་འགྲེམ་སྤེལ་བྱེད་པའི་དུས་ཚོད།

source: Clear Release Date/Time
bo: འགྲེམ་སྤེལ་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Due in:
bo: དུས་ཚོད:

source: weeks from learner enrollment date
bo: སློབ་མ་བསྡུ་བའི་ཉིན་ནས་གཟའ་འཁོར་ ༢༧ ནས་བཟུང་།

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
bo: གལ་ཏེ་སློབ་མ་ཞིག་གིས་ {startDate} ནས་འགོ་འཛུགས་ན། དོན་ཚན་ཆུང་བ་འདི་ {projectedDueIn} ལ་འགོ་འཛུགས་དགོས།

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
bo: དོན་ཚན་ཆུང་བ་འདིའི་བདུན་ཕྲག་ཆུང་ཤོས་དེ་སློབ་ཕྲུག་ཐོ་འགོད་ཚེས་གྲངས་ནས་བདུན་ཕྲག་གཅིག་ཡིན།

source: Assessment Results Visibility
bo: དཔྱད་ཞིབ་གྲུབ་འབྲས་མཐོང་ཐུབ་པ།

source: Always show assessment results
bo: ག་དུས་ཡིན་ཡང་གདེང་འཇོག་གྲུབ་འབྲས་སྟོན་པ།

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
bo: སློབ་ཕྲུག་ཚོས་བརྟག་དཔྱད་ཀྱི་ལན་ཕུལ་སྐབས་ལན་དེ་བདེན་པ་ཡིན་མིན་དང་། སྐར་གྲངས་ཐོབ་པ་དེ་འཕྲལ་མར་ལྟ་ཐུབ།

source: Never show assessment results
bo: དཔྱད་ཞིབ་གྲུབ་འབྲས་ནམ་ཡང་སྟོན་མི་རུང་།

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
bo: སློབ་ཕྲུག་ཚོས་ཁོང་ཚོའི་བརྟག་དཔྱད་ཀྱི་ལན་དེ་བདེན་པ་དང་ནོར་བ་ཡིན་མིན་དང་ཐོབ་པའི་གྲངས་ཀ་ཡང་མཐོང་མི་ཐུབ།

source: Show assessment results when subsection is past due
bo: ཡན་ལག་དུས་ཚོད་འདས་རྗེས་དཔྱད་ཞིབ་གྲུབ་འབྲས་སྟོན།

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
bo: སློབ་ཕྲུག་ཚོས་ཁོང་ཚོའི་བརྟག་དཔྱད་ཀྱི་ལན་དེ་བདེན་པ་ཡིན་ནམ་ནོར་འཁྲུལ་ཡིན་མིན་དང་།

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
bo: གལ་ཏེ་དོན་ཚན་ཆུང་བ་དེ་ལ་དུས་ཚོད་གཏན་འཁེལ་མེད་ན། སློབ་ཕྲུག་ཚོས་བརྟག་དཔྱད་ཀྱི་ལན་འབུལ་སྐབས་རྟག་ཏུ་ཁོང་ཚོའི་གྲངས་ཀ་མཐོང་གི་ཡོད།

source: PDF Chapters
bo: PDF ལེའུ།

source: View Live
bo: ཐད་གཏོང་སྟོན།

source: Signatory
bo: མཚན་རྟགས་བཀོད་མཁན།

source: Signature Image
bo: མཚན་རྟགས་པར་རིས།

source: Certificate Signatory Configuration
bo: ལག་ཁྱེར་མིང་རྟགས་འགོད་པའི་སྒྲིག་བཀོད།

source: Name
bo: མིང

source: Name of the signatory
bo: མིང་རྟགས་བཀོད་མཁན་གྱི་མིང་།

source: The name of this signatory as it should appear on certificates.
bo: མཚན་རྟགས་བཀོད་མཁན་འདིའི་མིང་ལག་ཁྱེར་སྟེང་དུ་བཀོད་དགོས་པ་ལྟར།

source: Title
bo: མིང་བྱང

source: Title of the signatory
bo: མཚན་རྟགས་བཀོད་མཁན་གྱི་མཚན་ཐོ།

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
bo: ཡིག་འབྲུ་༡༠༠ལས་བརྒལ་བའི་མིང་བྱང་གིས་སློབ་མ་ཚོས་ཤོག་ངོས་གཅིག་ལ་ལག་འཁྱེར་པར་སྐྲུན་བྱེད་པར་བཀག་འགོག་བྱེད་སྲིད།

source: Organization
bo: རྩ་འཛུགས

source: Organization of the signatory
bo: མཚན་རྟགས་བཀོད་མཁན་གྱི་སྒྲིག་འཛུགས།

source: The organization that this signatory belongs to, as it should appear on certificates.
bo: མཚན་རྟགས་བཀོད་མཁན་འདི་ལག་ཁྱེར་སྟེང་དུ་བཀོད་དགོས་པ་ལྟར།

source: Path to Signature Image
bo: མཚན་རྟགས་པར་རིས་ལ་ལམ་ཐིག།

source: Image must be in PNG format
bo: པར་རིས་དེ་PNGཡི་རྣམ་པ་ཡིན་དགོས།

source: Upload Signature Image
bo: མཚན་རྟགས་འདྲ་པར་ཡར་བསྐུར།

source: Unit Visibility
bo: ཚད་གཞིའི་མཐོང་ཐུབ་ཚད།

source: Section Visibility
bo: ཚན་པ་མཐོང་ཐུབ་པ།

source: Visible to learners
bo: སློབ་སྦྱོང་བྱེད་མཁན་ལ་མཐོང་ཐུབ་པ།

source: It is visible to learners, ensuring that all learners can view its contents.
bo: དེ་ནི་སློབ་སྦྱོང་བྱེད་མཁན་ལ་མཐོང་རྒྱུ་ཡོད་པས་སློབ་མ་ཚང་མས་དེའི་ནང་དོན་ལ་ལྟ་ཐུབ་པར་ཁག་ཐེག་བྱེད་ཀྱི་ཡོད།

source: Hide in Course Outline, accessible via Link
bo: སློབ་ཚན་གྱི་འཆར་གཞིའི་ནང་དུ་སྦས། འབྲེལ་མཐུད་བརྒྱུད་ནས་འཛུལ་ཐུབ།

source: It is intentionally hidden from standard navigation, ensuring that only individuals with the link can view its contents.
bo: དེ་ནི་ཚད་ལྡན་གྱི་འགྲུལ་བཞུད་ལས་བསམ་བཞིན་དུ་གསང་བ་བྱས་པས་འབྲེལ་མཐུད་ཡོད་པའི་མི་སྒེར་ཁོ་ནར་དེའི་ནང་དོན་ལྟ་ཐུབ་པར་ཁག་ཐེག་བྱེད་ཀྱི་ཡོད།

source: If you make this section visible in the table of content, learners will be able to see its content.
bo: ནང་དོན་རེའུ་མིག་ནང་དུམ་བུ་འདི་མཐོང་ཐུབ་པ་བཟོས་ན་སློབ་མ་ཚོས་དེའི་ནང་དོན་མཐོང་ཐུབ།

source: It is intentionally hidden from learners, ensuring that only the course staff can view its contents.
bo: དེ་ནི་སློབ་སྦྱོང་བྱེད་མཁན་ཚོར་བསམ་བཞིན་དུ་གསང་བ་བྱས་ཏེ་སློབ་ཚན་གྱི་ལས་བྱེད་ཁོ་ནར་དེའི་ནང་དོན་ལྟ་ཐུབ་པར་ཁག་ཐེག་བྱེད་ཀྱི་ཡོད།

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
bo: གལ་ཏེ་སྔོན་ཆད་སློབ་ཚན་དེ་པར་སྐྲུན་བྱས་ནས་སློབ་མ་ཚོར་གློད་བཀྲོལ་བྱས་ཡོད་ན། ཁྱེད་ཀྱིས་སློབ་ཚན་དེ་གསང་བ་བྱས་པའི་སྐབས་བསྒྱུར་བཅོས་གང་རུང་ཞིག་ད་ལྟ་སློབ་མ་ཚོར་མཐོང་ཐུབ།

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ %(xblockType)s འདི་སློབ་མ་ཚོར་མཐོང་ཐུབ་པ་བཟོས་ན། སློབ་མ་ཚོས་དེའི་ནང་དོན་དེ་འགྲེམ་སྤེལ་ཚེས་གྲངས་འདས་རྗེས་ཁྱེད་ཀྱིས་སློབ་ཚན་དེ་པར་སྐྲུན་བྱས་རྗེས་མཐོང་ཐུབ། ཁྱེད་ཀྱིས་ %(xblockType)s ཡི་གདམ་ཁ་འདི་བསལ་རྗེས་སློབ་སྦྱོང་བྱེད་མཁན་ལས་གསལ་པོ་གསང་བའི་ཚད་གཞི་ཁོ་ན་གསང་བར་གནས་རྒྱུ་རེད།

source: Xpert unit summaries
bo: Xpert ཚད་གཞིའི་ཕྱོགས་བསྡུས།

source: Enable summaries
bo: བསྡུས་དོན་ནུས་ལྡན་དུ་གཏོང་བ།

source: Current Role:
bo: ད་ལྟའི་ལས་འགན།

source: You!
bo: ཁྱོད!

source: send an email message to {email}
bo: {email} ལ་གློག་འཕྲིན་གཏོང་བ།

source: Promote another member to Admin to remove your admin rights
bo: ཚོགས་མི་གཞན་ཞིག་ Admin ལ་སྤར་ནས་ཁྱེད་ཀྱི་ Admin ཐོབ་ཐང་མེད་པར་བཟོས།

source: Add {role} Access
bo: {role} ཁ་སྣོན་བྱེད།

source: Remove {role} Access
bo: {role} བསུབ་པ།

source: Delete the user, {username}
bo: སྤྱོད་མཁན་སུབ་པ {username}

source: Set as a Special Exam
bo: དམིགས་བསལ་ཡིག་རྒྱུགས་སུ་གཏན་འཁེལ།

source: Exam Types
bo: ཡིག་རྒྱུགས་ཀྱི་རིགས།

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
bo: དོན་ཚན་ཆུང་བ་འདི་སློབ་ཕྲུག་ཚོར་ལྟ་རྟོག་ཡིག་རྒྱུགས་ལྟར་གློད་ཡོད་ཀྱང་། གཞི་རྩའི་ཡང་ན་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་ལ་སླར་ཡང་ཕྱིར་ལོག་བྱས། ཁྱེད་ཀྱིས་ད་ལྟ་དེ་ལྟ་རྟོག་ཡིག་རྒྱུགས་ལྟར་སྒྲིག་བཀོད་བྱེད་མི་ཐུབ། རོགས་རམ་ཆེད་edXརྒྱབ་སྐྱོར་ལ་འབྲེལ་བ་བྱོས།

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
bo: འདི་སློབ་སྦྱོང་བྱེད་མཁན་ཚོར་འགྲེམ་སྤེལ་བྱས་ཡོད། ཁྱེད་ཀྱིས་དེ་དམིགས་བསལ་ཡིག་རྒྱུགས་རིགས་གཞན་ཞིག་ལ་བསྒྱུར་མི་ཆོག ཁྱེད་ཀྱིས་དོན་ཚན་ཆུང་བ་འདི་གཞི་རྩའི་ཡིག་རྒྱུགས་ལ་སླར་ཡང་བསྒྱུར་ཆོག ཡང་ན་དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་འདེམས་ནས་ཡིག་རྒྱུགས་ཤིག་ཡིན། འོན་ཀྱང་ཁྱེད་ཀྱིས་མ་འོངས་པར་དེ་ལྟ་རྟོག་ཡིག་རྒྱུགས་ལྟར་སྒྲིག་བཀོད་བྱེད་མི་ཐུབ།

source: Timed
bo: དུས་ལྟར་གྱི།

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
bo: དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་རྒྱུགས་བེད་སྤྱད་དེ་སློབ་མ་ཚོས་དོན་ཚན་འདིའི་དཀའ་ངལ་ལ་དུས་ཚོད་གཏོང་ཐུབ་པའི་དུས་ཚོད་ཚད་བཀག་བྱེད། སློབ་མ་རྣམས་ཀྱིས་དུས་ཚོད་མ་རྫོགས་གོང་ལན་འབུལ་དགོས། ཁྱེད་ཀྱིས་སློབ་སྟོན་པའི་མཛུབ་ཁྲིད་སྒྲོམ་བརྒྱུད་ནས་སློབ་མ་རེ་རེ་ལ་དུས་ཚོད་ཁ་སྣོན་སྤྲོད་ཐུབ།

source: Proctored
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད།

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
bo: བརྟག་དཔྱད་ཀྱི་ཡིག་རྒྱུགས་དུས་ཚོད་གཏན་འཁེལ་བྱས་པ་དང་། ཁོང་ཚོས་ཡིག་རྒྱུགས་གཏོང་མཁན་གྱི་སློབ་མ་རེ་རེའི་བརྙན་འཕྲིན་སྒྲ་འཇུག་བྱེད་ཀྱི་ཡོད། དེ་ནས་བརྙན་འཕྲིན་དེ་དག་ལ་བསྐྱར་ཞིབ་བྱས་ཏེ་སློབ་མ་རྣམས་ཀྱིས་ཡིག་རྒྱུགས་ཀྱི་སྒྲིག་གཞི་ཚང་མ་ལག་བསྟར་བྱེད་པར་ཁག་ཐེག་བྱེད་ཀྱི་ཡོད། ཡིག་རྒྱུགས་འདི་ལྟ་རྟོག་བྱས་པ་ལྟར་སྒྲིག་ན་མཐོང་ཐུབ་པའི་སྒྲིག་སྟངས་དེ་&quot;ཚེས་གྲངས་རྗེས་སུ་ནང་དོན་སྦས་དགོས།&quot;

source: Onboarding
bo: གྲུ་གཟིངས་ནང་འཛུལ་བ།

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
bo: སློབ་ཕྲུག་ཚོར་ལྟ་རྟོག་བྱེད་པར་ངོ་སྤྲོད་བྱེད་པ་དང་། ཁོང་ཚོའི་ངོ་བོ་བདེན་དཔང་བྱེད་པ། སློབ་ཕྲུག་ཚོས་ལྟ་རྟོག་ཡིག་རྒྱུགས་མ་བཏང་གོང་དུ་སློབ་གྲྭར་འཛུལ་བའི་གནས་ཚུལ་གྱི་གོ་རིམ་དེ་མཇུག་སྒྲིལ་དགོས། གསལ་སྡུད་བསྐྱར་ཞིབ་ལ་ཚོང་ལས་ཉིན་2ལྷག་ཙམ་འགོར་གྱི་ཡོད།

source: Practice Proctored
bo: ལག་ལེན་ལ་ལྟ་རྟོག་བྱས།

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
bo: སློབ་སྦྱོང་བྱེད་མཁན་ཚོར་ལྟ་རྟོག་བྱེད་པའི་ལག་ཆ་དང་བྱ་རིམ་ངོ་སྤྲོད་བྱེད་པར་ལག་ལེན་གྱི་ལྟ་རྟོག་ཡིག་རྒྱུགས་བེད་སྤྱོད་བྱེད་དགོས། ལག་ལེན་ཡིག་རྒྱུགས་ཀྱི་གྲུབ་འབྲས་ཀྱིས་སློབ་མའི་སྐར་གྲངས་ལ་ཤུགས་རྐྱེན་ཐེབས་མི་ཐུབ།

source: Time Allotted (HH:MM):
bo: དུས་ཚོད་བཀོད་སྒྲིག་བྱས་པ། (HH:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
bo: ཡིག་རྒྱུགས་ཀྱི་དུས་ཚོད་བདམས་པ། གལ་སྲིད་ཆུ་ཚོད་ ༢༤ ལས་བརྒལ་ན་དུས་ཚོད་ཀྱི་གྲངས་ཀ་བྲིས་དགོས། ཁྱེད་ཀྱིས་སློབ་མ་རེ་རེ་ལ་སློབ་སྟོན་པའི་མཛུབ་ཁྲིད་སྒྲོམ་བརྒྱུད་ནས་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་བར་དུས་ཚོད་འཕར་མ་སྤྲོད་ཐུབ།

source: Review Rules
bo: བསྐྱར་ཞིབ་སྒྲིག་གཞི།

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
bo: བརྙན་འཕྲིན་བསྐྱར་ཞིབ་བྱེད་སྐབས་ལྟ་རྟོག་པའི་བསྐྱར་ཞིབ་ཚོགས་ཆུང་གིས་ལག་བསྟར་བྱེད་དགོས་པའི་ཁྲིམས་ལུགས་དང་ཁྲིམས་ལུགས་ཀྱི་ཁྱད་པར་གང་རུང་གསལ་བཤད་བྱོས། དཔེར་ན། ཁྱེད་ཀྱིས་རྩིས་འཕྲུལ་ཆོག གསལ་བཀོད་བྱེད་ཐུབ། བཀོད་སྒྲིག་བྱས་པའི་ཁྲིམས་ལུགས་འདི་དག་སློབ་མ་ཚོས་ {linkStart} རྒྱུགས་མ་འགོ་ཚུགས་གོང་དུ་མཐོང་རྒྱུ་ཡོད {linkEnd}

source: General Proctored Exam Rules
bo: སྤྱིར་བཏང་རྒྱུགས་སྤྲོད་སྒྲིག་གཞི།

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
bo: བརྙན་འཕྲིན་བསྐྱར་ཞིབ་བྱེད་སྐབས་ལྟ་རྟོག་པའི་བསྐྱར་ཞིབ་ཚོགས་ཆུང་གིས་ལག་བསྟར་བྱེད་དགོས་པའི་ཁྲིམས་ལུགས་དང་ཁྲིམས་ལུགས་ཀྱི་ཁྱད་པར་གང་རུང་གསལ་བཤད་བྱོས། དཔེར་ན། ཁྱེད་ཀྱིས་རྩིས་འཕྲུལ་ཆོག གསལ་བཀོད་བྱེད་ཐུབ། གཏན་འཁེལ་བྱས་པའི་སྒྲིག་གཞི་འདི་དག་སློབ་མ་ཚོས་རྒྱུགས་མ་འགོ་ཚུགས་གོང་དུ་སློབ་མ་ཚོས་མཐོང་ཐུབ་ཀྱི་ཡོད།

source: Account
bo: ཁ་བྱང་།

source: This action updates the {provider} information for your entire organization.
bo: བྱ་སྤྱོད་འདིས་ཁྱེད་ཀྱི་ལས་ཁུངས་ཡོངས་ཀྱི་ {provider} བརྡ་འཕྲིན་ཁ་སྐོང་བྱེད།

source: Enter the account information for your organization.
bo: ཁྱེད་རང་གི་ཚོགས་པའི་རྩིས་ཁྲའི་ཆ་འཕྲིན་ནང་འཇུག་བྱེད་དགོས།

source: API Key
bo: APIལྡེ་མིག

source: API Secret
bo: APIགསང་བ།

source: Unit Access
bo: ཚད་གཞིའི་ཐོབ་ཐང་།

source: Restrict access to:
bo: བཀག་སྡོམ་བྱེད་པ།

source: Select a group type
bo: སྡེ་ཚན་རིགས་འདེམས།

source: Select one or more groups:
bo: སྡེ་ཚན་གཅིག་གམ་དེ་ལས་མང་བ་འདེམས།

source: Deleted Group
bo: བསུབ་ཟིན་པའི་ཚོགས་སྡེ།

source: This group no longer exists. Choose another group or do not restrict access to this unit.
bo: ཚོགས་པ་འདི་ད་ལྟ་མེད་པ་རེད། སྡེ་ཚན་གཞན་ཞིག་འདེམས་པའམ་ཡང་ན་སྡེ་ཚན་འདི་ལ་ཚད་བཀག་མ་བྱེད།

source: File upload succeeded
bo: ཡིག་ཆ་ཡར་བསྐུར་ལེགས་འགྲུབ་བྱུང་།

source: Please check the following validation feedbacks and reflect them in your course settings:
bo: གཤམ་གྱི་བདེན་དཔང་བསམ་འཆར་ལ་ཞིབ་བཤེར་བྱས་ནས་སློབ་ཚན་གྱི་སྒྲིག་བཀོད་ནང་དུ་མངོན་པར་བྱ་རོགས།

source: Verification Checkpoint
bo: བདེན་དཔང་ཞིབ་བཤེར་ས་ཚིགས།

source: Must complete verification checkpoint
bo: བདེན་དཔང་ཞིབ་བཤེར་ས་ཚིགས་ཡོངས་སུ་རྫོགས་དགོས།

source: Verification checkpoint to be completed
bo: ཞིབ་བཤེར་ས་ཚིགས་ལེགས་འགྲུབ་བྱ་རྒྱུ།

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
bo: བདེན་དཔང་བྱེད་དགོས་པའི་སློབ་མ་ཚོས་སློབ་ཚན་འདིའི་ནང་དོན་མཐོང་ཆེད་འདེམས་སྒྲུག་བྱས་པའི་ཞིབ་བཤེར་ས་ཚིགས་བརྒྱུད་དགོས། བདེན་དཔང་མི་དགོས་པའི་སློབ་མ་ཚོས་ནང་དོན་འདི་སྔོན་སྒྲིག་ལྟར་མཐོང་གི་ཡོད།

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
bo: པར་རིས་ཀྱི་ཚད་གཞི་ནི་ {imageResolution} ཡིན། པར་རིས་ཡིག་ཆའི་ཚད་གཞི་ཆེ་ཤོས་ནི་ {maxFileSize} ཡིན་དགོས། རྩ་སྒྲིག་དེ་ {supportedImageFormats} ཡིན་དགོས།

source: Read more
bo: མང་ཙམ་ཀློག

source: No transcript uploaded.
bo: ཡིག་ཆ་ཡར་བསྐུར་མེད།

source: Show transcripts ({totalTranscripts})
bo: ཡིག་བསྒྱུར་སྟོན། ( {totalTranscripts} )

source: Set Access
bo: འཛུལ་ཞུགས་སྒྲིག་པ།

source: Edit %(display_name)s (required)
bo: རྩོམ་སྒྲིག་ %(display_name)s (དགོས་མཁོ།)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་དེ་པར་སྐྲུན་བྱེད་པར་ཤུགས་ཆེན་པོ་བརྒྱབ་ཡོད། འགྱུར་བ་གང་ཡང་བྱུང་མེད། གལ་ཏེ་ཁྱེད་ཀྱིས་དེ་བཀོལ་སྤྱོད་བྱས་ཡོད་ན། གཤམ་གྱི་སློབ་ཚན་གྱི་ཐོན་རིམ་དེ་ཚོ་འགྱུར་བ་འགྲོ་རྒྱུ་རེད།

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
bo: པར་སྐྲུན་བྱས་པའི་ཡན་ལག་ཐོན་རིམ་ {published} དེ་ཡན་ལག་ཐོན་རིམ་ཟིན་བྲིས་ {draft} ལ་སླར་ཡང་བཙུགས་ཡོད།

source: Add URLs for additional versions
bo: ཐོན་རིམ་ཁ་སྣོན་གྱི་URLཁ་སྣོན་བྱེད་པ།

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
bo: སློབ་ཕྲུག་ཚང་མས་བརྙན་འཕྲིན་དེ་ལ་ལྟ་ཐུབ་པའི་ཆེད་དུ་ང་ཚོས་ཁྱེད་ཀྱི་བརྙན་འཕྲིན་གྱི་ཐོན་རིམ་ .mp4 དང་ .webm གཉིས་ཀ་མཁོ་སྤྲོད་བྱེད་དགོས་པའི་བསམ་འཆར་འདོན་གྱི་ཡོད། ཐོན་རིམ་གཞན་ཞིག་གི་URLཁ་སྣོན་བྱེད་པར་གཤམ་དུ་སྣུན་རོགས། URL འདི་དག་ YouTube URL ཡིན་མི་ཐུབ། སློབ་མའི་གློག་ཀླད་དང་མཐུན་པའི་ཐོ་འགོད་བྱས་པའི་བརྙན་ཐུང་དང་པོ་དེ་གཏོང་རྒྱུ་རེད།

source: Default Timed Transcript
bo: རྨང་གཞིའི་བརྙན་ཡིག

source: Timed Transcript Conflict
bo: དུས་ཐོག་ཡིག་བསྒྱུར་གྱི་འགལ་ཟླ།

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
bo: བརྙན་འཕྲིན་ཡིག་ཆ་དང་པོའི་དུས་ཚོད་ཀྱི་ཡིག་བསྒྱུར་དེ་བརྙན་འཕྲིན་ཡིག་ཆ་གཉིས་པའི་དུས་ཚོད་ཀྱི་ཡིག་ཆ་དང་གཅིག་པ་མིན་པ་འདྲ།

source: Which timed transcript would you like to use?
bo: ཁྱེད་རང་གིས་དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་ཡིག་ཆ་གང་ཞིག་བེད་སྤྱོད་གཏོང་འདོད་དམ།

source: Error.
bo: ནོར་འཁྲུལ།

source: Timed Transcript from %(filename)s
bo: %(filename)s ནས་དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་ཡིག་བསྒྱུར།

source: Timed Transcript Found
bo: དུས་ཚོད་གཏན་འཁེལ་ཟིན་བྲིས་རྙེད་པ།

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
bo: བརྙན་འཕྲིན་འདིའི་ཆེད་དུ་EdXལ་དུས་ཚོད་ཀྱི་ཡིག་ཆ་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་བཟོ་བཅོས་བྱེད་འདོད་ན་ད་ཡོད་ཀྱི་ཡིག་ཆ་དེ་ཕབ་ལེན་དང་རྩོམ་སྒྲིག་དང་བསྐྱར་དུ་ཡར་བསྐུར་ཆོག གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་བསྒྱུར་འདི་ཚབ་བྱེད་དགོས་ན་ .srt ཡིག་ཆའི་ཡིག་ཆ་གསར་པ་ཞིག་ཡར་བསྐུར་དགོས།

source: Upload New Transcript
bo: ཡིག་ཆ་གསར་བ་ཡར་བསྐུར།

source: Upload New .srt Transcript
bo: .srt ཡིག་ཆ་གསར་བ་ཡར་བསྐུལ།

source: Download Transcript for Editing
bo: རྩོམ་སྒྲིག་ཆེད་ཡིག་བསྒྱུར་ཕབ་ལེན།

source: No EdX Timed Transcript
bo: EdXདུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་ཡིག་བསྒྱུར།

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
bo: བརྙན་འཕྲིན་འདིའི་ཆེད་དུ་ཨེ་ཌི་ཨེགསི་ལ་དུས་ཚོད་ཀྱི་ཡིག་ཆ་མེད་ཀྱང་། ང་ཚོས་ཡུ་ཊུབ་ཐོག་ནས་ཡིག་ཆ་ཞིག་རྙེད་སོང་། ཁྱེད་ཀྱིས་YouTubeཡི་ཡིག་ཆ་དེ་ནང་འདྲེན་བྱེད་ཐུབ་པའམ་ཡང་ན་རང་ཉིད་ཀྱི་.srtཡིག་ཆ་དེ་ཡར་བསྐུར་ཆོག

source: Import YouTube Transcript
bo: ཡུ་ཊུབ་ཀྱི་ཡིག་ཆ་ནང་འདྲེན་བྱེད་པ།

source: No Timed Transcript
bo: དུས་ཚོད་གཏན་འཁེལ་ཟིན་བྲིས་མེད།

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
bo: བརྙན་འཕྲིན་འདིའི་ཆེད་དུ་ཨེ་ཌི་ཨེགསི་ལ་དུས་ཚོད་ཀྱི་ཡིག་ཆ་མེད། .srt ཡིག་ཆ་ཞིག་ཡར་བསྐུར་རོགས།

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
bo: བརྙན་འཕྲིན་འདིའི་དུས་ཚོད་ཀྱི་ཡིག་ཆ་དེ་edXཐོག་ལ་དུས་ཚོད་རྫོགས་ཟིན་ཡོད་ཀྱང་། ཡུ་ཊུབ་ལ་བརྙན་འཕྲིན་འདིའི་དུས་ཚོད་ཀྱི་ཡིག་ཆ་ཡོད།

source: Do you want to replace the edX transcript with the YouTube transcript?
bo: ཁྱེད་རང་གིས་edXཡི་ཡིག་ཆ་དེ་YouTubeཡི་ཡིག་ཆ་དང་བརྗེ་ལེན་བྱེད་འདོད་དམ།

source: Yes, replace the edX transcript with the YouTube transcript
bo: རེད། edXཡིག་ཆ་དེ་YouTubeཡིག་ཆ་དང་བརྗེ་དགོས།

source: Timed Transcript Uploaded Successfully
bo: དུས་ཚོད་གཏན་འཁེལ་ཟིན་བྲིས་བདེ་བླག་ངང་ཡར་བསྐུར།

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
bo: བརྙན་འཕྲིན་འདིའི་ཆེད་དུ་EdXལ་དུས་ཚོད་ཀྱི་ཡིག་ཆ་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་ཚབ་བྱེད་འདོད་ན། .srt ཡིག་ཆ་གསར་པ་ཞིག་ཡར་བསྐུར་དགོས། གལ་ཏེ་ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་བཟོ་བཅོས་བྱེད་འདོད་ན་ད་ཡོད་ཀྱི་ཡིག་ཆ་དེ་ཕབ་ལེན་དང་རྩོམ་སྒྲིག་དང་བསྐྱར་དུ་ཡར་བསྐུར་ཆོག

source: Confirm Timed Transcript
bo: དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་ཡིག་ཆ།

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
bo: ཁྱེད་ཀྱིས་བརྙན་འཕྲིན་གྱི་URLབསྒྱུར་ཡོད་ཀྱང་། དུས་ཚོད་གཏན་འཁེལ་གྱི་ཡིག་ཆ་བསྒྱུར་མེད། ཁྱེད་ཀྱིས་ད་ལྟའི་དུས་ཚོད་ཀྱི་ཡིག་བསྒྱུར་བེད་སྤྱོད་གཏོང་འདོད་དམ། ཡང་ན་ .srt ཡིག་ཆའི་ཡིག་ཆ་གསར་པ་ཡར་བསྐུར་འདོད་དམ།

source: Use Current Transcript
bo: མིག་སྔའི་ཡིག་བསྒྱུར་བེད་སྤྱོད།

source: Large
bo: ཆེན་པོ།

source: Zoom In
bo: ཆེ་རུ་ཐོངས།

source: Zoom Out
bo: ཆུང་རུ་ཐོངས།

source: Page number out of %(total_pages)s
bo: ཤོག་གྲངས་ཀྱི་ %(total_pages)s ཚད་ལས་བརྒལ་འདུག

source: Enter the page number you'd like to quickly navigate to.
bo: ཁྱེད་ཀྱིས་ལྟ་འདོད་པའི་ཤོག་གྲངས་དེ་ཐད་ཀར་ཕྲིས།

source: Sorted by
bo: ལྟར་ཚགས་སྒྲིག

source: Clear search
bo: འཚོལ་ཞིབ་བསུབ།

source: Search
bo: འཚོལ་ཞིབ།

source: Add a Response
bo: ལན་ཞིག་ཕྲིས།

source: This thread is closed.
bo: བྱ་བ་འདི་སྒོ་བརྒྱབ་ཟིན།

source: Add a response:
bo: ལན་ཞིག་ཕྲིས།

source: Submit
bo: འབུལ་སྤྲོད།

source: discussion posted %(time_ago)s by %(author)s
bo: གླེང་གཞི་ཞིག་སྤེལ་འདུག %(time_ago)s སྤེལ་མཁན་ནི་ %(author)s
