Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Missing LTI 1.3 authentication token.
bo: LTI 1.3 བདེན་དཔང་མཚོན་རྟགས་བརླག་སོང་།

source: Invalid token header. No credentials provided.
bo: ནུས་མེད་ཀྱི་རྟགས་མཚན་མགོ་ཡིག ཡིག་ཆ་སྤྲད་མེད།

source: Invalid token header. Token string should not contain spaces.
bo: ནུས་མེད་ཀྱི་རྟགས་མཚན་མགོ་ཡིག རྟགས་མཚན་ཡིག་རྒྱུན་ནང་བར་སྟོང་མེད་དགོས།

source: LTI configuration not found.
bo: LTI བཀོད་སྒྲིག་རྙེད་མ་སོང་།

source: Invalid token signature.
bo: ནུས་མེད་ཀྱི་རྟགས་མཚན་མིང་རྟགས།

source: No valid user id found in endpoint URL
bo: མཐའ་མཚམས་URLནང་དུ་སྤྱོད་མཁན་གྱི་ཨང་རྟགས་ནུས་ལྡན་ཞིག་རྙེད་མེད།

source: Configuration on block
bo: སྡེབ་ཐོག་གི་སྒྲིག་བཀོད།

source: Database Configuration
bo: གཞི་གྲངས་མཛོད་སྒྲིག་བཀོད།

source: Reusable Configuration
bo: བསྐྱར་སྤྱོད་ཐུབ་པའི་སྒྲིག་བཀོད།

source: Display Name
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
bo: སློབ་མ་རྣམས་ཀྱིས་ཆ་ཤས་འདི་ལ་མཐོང་བའི་མིང་བླུགས། དབྱེ་ཞིབ་སྙན་ཞུ་ཡིས་ཆ་ཤས་འདི་ངོས་འཛིན་བྱེད་པར་བཀྲམ་སྟོན་མིང་བེད་སྤྱོད་གཏོང་སྲིད།

source: LTI Consumer
bo: LTI འཛད་སྤྱོད་པ།

source: LTI Application Information
bo: LTI སྙན་ཞུའི་ཆ་འཕྲིན།

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
bo: ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ཀྱི་འགྲེལ་བཤད་ཅིག་བླུགས། གལ་ཏེ་སྤྱོད་མཁན་གྱི་མིང་དང་/ཡང་ན་གློག་འཕྲིན་རེ་ཞུ་བྱེད་ཀྱི་ཡོད་ན། ཡིག་སྒྲོམ་འདི་བེད་སྤྱད་ནས་སྤྱོད་མཁན་ཚོར་ཁོང་ཚོའི་སྤྱོད་མཁན་གྱི་མིང་དང་/ཡང་ན་གློག་འཕྲིན་དེ་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་དགོས་དོན་གང་ཡིན་བརྡ་སྤྲོད་བྱེད།

source: Configuration Type
bo: སྒྲིག་བཀོད་རིགས།

source: Select 'Configuration on block' to configure a new LTI Tool. If the support staff provided you with a pre-configured LTI reusable Tool ID, select'Reusable Configuration' and enter it in the text field below.
bo: &#39;བཀག་སྡོམ་ཐོག་སྒྲིག་བཀོད་&#39; འདེམས། LTI ལག་ཆ་གསར་པ་སྒྲིག་བཀོད་བྱེད། གལ་ཏེ་རྒྱབ་སྐྱོར་ལས་བྱེད་པས་ཁྱེད་ལ་སྔོན་ནས་སྒྲིག་བཀོད་བྱས་པའི་LTIབསྐྱར་སྤྱོད་ཐུབ་པའི་ལག་ཆའི་IDསྤྲད་ཡོད་ན།&#39;བསྐྱར་དུ་བེད་སྤྱོད་གཏོང་ཐུབ་པའི་སྒྲིག་བཀོད་&#39;འདེམས་ནས་གཤམ་གྱི་ཡིག་ཆའི་ས་ཁོངས་ནང་བླུགས་དགོས།

source: LTI Version
bo: LTI ཐོན་རིམ།

source: Select the LTI version that your tool supports.<br />The XBlock LTI Consumer fully supports LTI 1.1.1, LTI 1.3 and LTI Advantage features.
bo: ཁྱེད་ཀྱི་ལག་ཆས་རྒྱབ་སྐྱོར་བྱེད་པའི་LTIཐོན་རིམ་འདེམས།<br /> XBlock LTI ཉོ་མཁན་གྱིས་LTI 1.1.1 དང་། LTI 1.3 དེ་བཞིན་LTI ཁེ་ཕན་གྱི་ཁྱད་ཆོས་ལ་རྒྱབ་སྐྱོར་ཆ་ཚང་བྱེད་ཀྱི་ཡོད།

source: LTI Reusable Configuration ID
bo: LTI ཡང་བསྐྱར་བེད་སྤྱོད་གཏོང་ཆོག་པའི་སྒྲིག་བཀོད་ID

source: Enter the reusable LTI external configuration ID provided by the support staff.
bo: རྒྱབ་སྐྱོར་ལས་བྱེད་པས་སྤྲད་པའི་བསྐྱར་དུ་བེད་སྤྱོད་གཏོང་ཐུབ་པའི་LTIཕྱི་ཕྱོགས་སྒྲིག་བཀོད་IDབླུགས།

source: Tool Launch URL
bo: ལག་ཆ་འགོ་འཛུགས་URL

source: Enter the LTI 1.3 Tool Launch URL. <br />This is the URL the LMS will use to launch the LTI Tool.
bo: LTI 1.3 ལག་ཆ་འགོ་འཛུགས་ཀྱི་URLབླུགས།<br /> འདི་ནི་LMSཡིས་LTIལག་ཆ་འགོ་འཛུགས་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་URLཡིན།

source: Tool Initiate Login URL
bo: ལག་ཆ། ནང་འཇུག་URLའགོ་འཛུགས།

source: Enter the LTI 1.3 Tool OIDC Authorization url (can also be called login or login initiation URL).<br />This is the URL the LMS will use to start a LTI authorization prior to doing the launch request.
bo: LTI 1.3 ལག་ཆས་ OIDC ཆོག་མཆན་ url བླུགས་དགོས། (ནང་འཛུལ་ཡང་ན་ནང་འཛུལ་འགོ་འཛུགས་ URL ཞེས་ཀྱང་འབོད་ཆོག)<br /> འདི་ནི་LMSཡིས་འགོ་འཛུགས་རེ་འདུན་མ་བྱེད་གོང་ལ་LTIཆོག་མཆན་འགོ་འཛུགས་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་URLཡིན།

source: Registered Redirect URIs
bo: ཐོ་འགོད་བྱས་པའི་བསྐྱར་ལམ་URIs

source: Valid urls the Tool may request us to redirect the id token to. The redirect uris are often the same as the launch url/deep linking url so if this field is empty, it will use them as the default. If you need to use different redirect uri's, enter them here. If you use this field you must enter all valid redirect uri's the tool may request.
bo: ལག་ཆས་དེས་ང་ཚོར་IDརྟགས་མཚན་དེ་བསྐྱར་དུ་ཁ་ཕྱོགས་གཏོང་དགོས་པའི་རེ་འདུན་བཏོན་པའི་ནུས་ལྡན་གྱི་urlsཡིན། བསྐྱར་ལོག་བྱེད་པའི་ཡུ་རི་སི་དེ་ཚོ་རྒྱུན་དུ་འགོ་འཛུགས་ཀྱི་url/གཏིང་ཟབ་པའི་འབྲེལ་མཐུད་ཀྱི་urlདང་གཅིག་པ་ཡིན་པས་གལ་ཏེ་ས་ཁོངས་འདི་སྟོང་པ་ཡིན་ན། གལ་ཏེ་ཁྱེད་ལ་བསྐྱར་ལོག་ཡུ་རི་མི་འདྲ་བ་བེད་སྤྱོད་གཏོང་དགོས་ན། དེ་དག་འདིར་བླུགས་རོགས། གལ་ཏེ་ཁྱེད་ཀྱིས་ས་ཁོངས་འདི་བེད་སྤྱོད་བྱེད་ན། ཁྱེད་ཀྱིས་ལག་ཆས་དེས་རེ་འདུན་བཏོན་པའི་ནུས་ལྡན་གྱི་བསྐྱར་ལོག་ཡུ་རི་ཚང་མ་བླུགས་དགོས།

source: Tool Public Key Mode
bo: ལག་ཆའི་སྤྱི་སྤྱོད་ལྡེ་མིག་ཐབས་ལམ།

source: Select how the tool's public key information will be specified.
bo: ལག་ཆའི་སྤྱི་སྤྱོད་ལྡེ་མིག་ཆ་འཕྲིན་ཇི་ལྟར་གཏན་འཁེལ་བྱེད་པ་འདེམས།

source: Tool Keyset URL
bo: ལག་ཆའི་ལྡེ་མིག་ཆ་སྒྲིག་URL

source: Enter the LTI 1.3 Tool's JWK keysets URL.<br />This link should retrieve a JSON file containing public keys and signature algorithm information, so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
bo: LTI 1.3 ལག་ཆའི་ JWK ལྡེ་མིག་ཆ་ཚན་གྱི་URL བླུགས།<br /> འབྲེལ་མཐུད་འདིས་སྤྱི་སྤྱོད་ལྡེ་མིག་དང་མིང་རྟགས་རྩིས་གཞིའི་གནས་ཚུལ་ཡོད་པའི་JSONཡིག་ཆ་ཞིག་སླར་ཡང་བླངས་དགོས།<br /> <b>འདི་ནི་LTI 1.3 འགོ་འཛུགས་སྐབས་LTI ཁེ་ཕན་དང་གཞི་རྩའི་གྲུབ་འབྲས་ཀྱི་རེ་འདུན་མེད་པར་དགོས་མཁོ་མེད།</b>

source: Tool Public Key
bo: ལག་ཆའི་སྤྱི་སྤྱོད་ལྡེ་མིག

source: Enter the LTI 1.3 Tool's public key.<br />This is a string that starts with '-----BEGIN PUBLIC KEY-----' and is required so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
bo: LTI 1.3 ལག་ཆའི་སྤྱི་སྤྱོད་ལྡེ་མིག་བླུགས།<br /> འདི་ནི་ &#39;-----BEGIN PUBLIC KEY-----&#39; དང་འགོ་འཛུགས་པའི་ཡིག་རྒྱུན་ཞིག་ཡིན་ཞིང་། དེ་དགོས་མཁོ་ཡོད། དེ་ལྟར་ན་LMS ཡིས་ཐོབ་པའི་འཕྲིན་ཡིག་དང་འགོ་འཛུགས་རེ་འདུན་ལ་ལག་ཆ་ནས་མིང་རྟགས་ཡོད་མེད་བརྟག་དཔྱད་བྱེད་ཐུབ།<br /> <b>འདི་ནི་LTI 1.3 འགོ་འཛུགས་བྱེད་སྐབས་LTI ཁེ་ཕན་དང་གཞི་རྩའི་གྲུབ་འབྲས་ཀྱི་རེ་འདུན་མེད་པར་དགོས་མཁོ་མེད།</b>

source: Enable LTI NRPS
bo: LTI NRPS ལྕོགས་ཅན་བཟོས།

source: Enable LTI Names and Role Provisioning Services.
bo: LTI མིང་དང་འགན་འཁྲི་མཁོ་སྤྲོད་ཞབས་ཞུ་ལྕོགས་ཅན་བཟོས།

source: LTI 1.3 Block Client ID - DEPRECATED
bo: LTI 1.3 བཀག་འགོག་ཚོང་ཤག་ID - བེད་སྤྱོད་མེད་པར་གྱུར་ཟིན།

source: DEPRECATED - This is now stored in the LtiConfiguration model.
bo: DEPRECATED - འདི་ད་ལྟ་Ltiརིམ་སྒྲིག་དཔེ་གཞིའི་ནང་དུ་གསོག་འཇོག་བྱས་ཡོད།

source: LTI 1.3 Block Key - DEPRECATED
bo: LTI 1.3 བཀག་སྡོམ་ལྡེ་མིག - བེད་སྤྱོད་མེད་པར་གྱུར་ཟིན།

source: Deep linking
bo: འབྲེལ་མཐུད་གཏིང་ཟབ།

source: Select True if you want to enable LTI Advantage Deep Linking.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་LTIཁེ་ཕན་གྱི་གཏིང་ཟབ་འབྲེལ་མཐུད་ལྕོགས་ཅན་བཟོ་འདོད་ན། བདེན་པ་འདེམས།

source: Deep Linking Launch URL
bo: འབྲེལ་མཐུད་གཏིང་ཟབ་འགོ་འཛུགས་དྲ་རྒྱ།

source: Enter the LTI Advantage Deep Linking Launch URL. If the tool does not specify one, use the same value as 'Tool Launch URL'.
bo: LTI ཁེ་ཕན་གཏིང་ཟབ་འབྲེལ་མཐུད་འགོ་འཛུགས་ཀྱི་URL བླུགས། གལ་ཏེ་ལག་ཆས་དེས་གཅིག་གསལ་བཀོད་མ་བྱས་ན་ &#39;ལག་ཆས་འགོ་འཛུགས་URL&#39; དང་འདྲ་བའི་རིན་ཐང་བེད་སྤྱོད་བྱེད།

source: LTI Assignment and Grades Service
bo: LTI ལས་འགན་དང་སྐར་གྲངས་ཞབས་ཞུ།

source: Disabled
bo: བཀག

source: Allow tools to submit grades only (declarative)
bo: ལག་ཆ་ལ་གྲུབ་འབྲས་ཁོ་ན་འབུལ་ཆོག (གསལ་བསྒྲགས།)

source: Allow tools to manage and submit grade (programmatic)
bo: ལག་ཆ་ལ་འཛིན་གྲྭ་དོ་དམ་དང་འབུལ་ཆོག (ལས་རིམ་ལྟར་)

source: Enable the LTI-AGS service and select the functionality enabled for LTI tools. The 'declarative' mode (default) will provide a tool with a LineItem created from the XBlock settings, while the 'programmatic' one will allow tools to manage, create and link the grades.
bo: LTI-AGS ཞབས་ཞུ་ལྕོགས་ཅན་བཟོས་ནས་ LTI ལག་ཆའི་ཆེད་དུ་ལྕོགས་ཅན་བཟོས་པའི་བྱེད་ནུས་འདེམས། &#39;གསལ་བསྒྲགས་&#39;ཐབས་ལམ་(སྔོན་སྒྲིག)གིས་XBlockསྒྲིག་སྟངས་ནས་གསར་བཟོ་བྱས་པའི་LineItemཡོད་པའི་ལག་ཆ་ཞིག་མཁོ་སྤྲོད་བྱེད། &#39;ལས་རིམ་&#39;ཐབས་ལམ་གྱིས་ལག་ཆ་ལ་རིམ་པ་དོ་དམ་དང་། གསར་བཟོ། འབྲེལ་མཐུད་བྱེད་དུ་འཇུག་ཐུབ།

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
bo: ཕྱི་རོལ་གྱི་LTIམཁོ་སྤྲོད་བྱེད་མཁན་གྱི་LTIIDབླུགས། རིན་ཐང་འདི་ཁྱེད་ཀྱིས་ཡར་ཐོན་སྒྲིག་སྟངས་ཤོག་ངོས་སྟེང་གི་LTI ཕྱི་སྐྱོད་ལག་ཁྱེར་སྒྲིག་སྟངས་ནང་བླུགས་པའི་LTI IDདང་གཅིག་པ་ཡིན་དགོས།<br /> སྒྲིག་སྟངས་འདིའི་སྐོར་ལ་ཞིབ་ཕྲའི་གནས་ཚུལ་ལ་ {docs_anchor_open} edX LTI ཡིག་ཆ་ {anchor_close} ལ་གཟིགས།

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
bo: ཆ་ཤས་འདིས་འགོ་འཛུགས་བྱེད་པའི་ཕྱི་རོལ་གྱི་ལག་ཆའི་URLབཙུགས། སྒྲིག་སྟངས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་སྦ་བ་དེ་རྫུན་མ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།<br /> སྒྲིག་སྟངས་འདིའི་སྐོར་ལ་ཞིབ་ཕྲའི་གནས་ཚུལ་ལ་ {docs_anchor_open} edX LTI ཡིག་ཆ་ {anchor_close} ལ་གཟིགས།

source: Custom Parameters
bo: རང་སྒྲིག་ཚད་གཞི།

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component. Ex. ["page=1", "color=white"]<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
bo: ཁྱེད་ཀྱི་གློག་དེབ་ཁ་ཕྱེ་དགོས་པའི་ཤོག་ངོས་ཡང་ན་ཆ་ཤས་འདིའི་རྒྱབ་ལྗོངས་ཚོས་གཞི་ལྟ་བུའི་སྲོལ་རྒྱུན་ཚད་གཞི་གང་རུང་ལ་ལྡེ་མིག/རིན་ཐང་ཆ་གཅིག་ཁ་སྣོན་བྱེད། དཔེར་ན། [&quot;ཤོག་ངོས=1&quot;, &quot;ཚོན་མདོག=དཀར་པོ།&quot;]<br /> སྒྲིག་སྟངས་འདིའི་སྐོར་ལ་ཞིབ་ཕྲའི་གནས་ཚུལ་ལ་ {docs_anchor_open} edX LTI ཡིག་ཆ་ {anchor_close} ལ་གཟིགས།

source: LTI Launch Target
bo: LTI འགོ་འཛུགས་དམིགས་འབེན།

source: Select Inline if you want the LTI content to open in an IFrame in the current page. Select Modal if you want the LTI content to open in a modal window in the current page. Select New Window if you want the LTI content to open in a new browser window. This setting is only used when Hide External Tool is set to False.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ད་ལྟའི་ཤོག་ངོས་ནང་LTIནང་དོན་དེ་IFrameནང་ཁ་ཕྱེ་དགོས་ན་ནང་ཐིག་འདེམས། གལ་ཏེ་ཁྱེད་ཀྱིས་ད་ལྟའི་ཤོག་ངོས་ནང་LTIནང་དོན་དེ་མོ་ཌལ་སྒེའུ་ཁུངས་ནང་ཁ་ཕྱེ་དགོས་ན་མོ་ཌལ་འདེམས། གལ་ཏེ་ཁྱེད་ཀྱིས་LTIནང་དོན་དེ་དྲ་འབྱེད་སྒེའུ་ཁུངས་གསར་པའི་ནང་ཁ་ཕྱེ་དགོས་ན་སྒེའུ་ཁུང་གསར་པ་འདེམས། སྒྲིག་སྟངས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་སྦ་བ་དེ་རྫུན་མ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།

source: Button Text
bo: གནོན་མཐེབ་ཡི་གེ།

source: Enter the text on the button used to launch the third party application. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal or New Window.
bo: ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་འགོ་འཛུགས་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་མཐེབ་སྟེང་གི་ཡི་གེ་བླུགས། སྒྲིག་སྟངས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་སྦ་བ་དེ་རྫུན་མ་ལ་སྒྲིག་པའི་སྐབས་དང་LTI འགོ་འཛུགས་དམིགས་ཚད་དེ་མོ་ཌལ་ཡང་ན་སྒེའུ་ཁུང་གསར་པ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།

source: Inline Height
bo: ནང་ཐིག་མཐོ་ཚད།

source: Enter the desired pixel height of the iframe which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Inline.
bo: དེའི་ནང་ལ་LTIལག་ཆ་ཡོད་པའི་iframeཡི་འདོད་པའི་པིག་སེལ་མཐོ་ཚད་བླུགས། སྒྲིག་སྟངས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་སྦ་བ་དེ་རྫུན་མ་དང་LTI འགོ་འཛུགས་དམིགས་འབེན་དེ་གྲལ་ཐིག་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།

source: Modal Height
bo: མོ་ཌལ་མཐོ་ཚད།

source: Enter the desired viewport percentage height of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
bo: མཐུན་སྒྲིལ་གྱི་བརྒྱ་ཆའི་མཐོ་ཚད་འདོད་པ་དེ་བཙུགས་དགོས། དེའི་ནང་ལ་LTIལག་ཆ་ཡོད། སྒྲིག་སྟངས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་སྦ་བ་དེ་རྫུན་མ་དང་LTI འགོ་འཛུགས་དམིགས་ཚད་དེ་མོ་ཌལ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།

source: Modal Width
bo: མོ་ཌལ་རྒྱ་ཚད།

source: Enter the desired viewport percentage width of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
bo: འདོད་པའི་མཐོང་སྣང་སྒོ་ཁའི་བརྒྱ་ཆའི་རྒྱ་ཚད་དེ་LTIལག་ཆ་ཡོད་པའི་མོ་ཌལ་བཀབ་སྟེགས་ནང་འཇུག་བྱོས། སྒྲིག་སྟངས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་སྦ་བ་དེ་རྫུན་མ་དང་LTI འགོ་འཛུགས་དམིགས་ཚད་དེ་མོ་ཌལ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།

source: Scored
bo: སྐར་གྲངས་ཐོབ།

source: Select True if this component will receive a numerical score from the external LTI system.
bo: གལ་ཏེ་ཆ་ཤས་འདིས་ཕྱི་རོལ་གྱི་LTIམ་ལག་ནས་ཨང་གྲངས་ཀྱི་གྲངས་ཀ་ཐོབ་ན་བདེན་པ་འདེམས།

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
bo: ཆ་ཤས་འདིའི་ཆེད་དུ་འབྱུང་སྲིད་པའི་སྐར་གྲངས་བླུགས། སྔོན་སྒྲིག་རིན་ཐང་ནི་1.0ཡིན། སྒྲིག་སྟངས་འདི་ Scored བདེན་པ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
bo: སྐར་གྲངས་དེ་xblock KVSནང་དུ་བཞག་ཡོད། -- django DBནང་དུ་པར་སྐྲུན་བྱས་པའི་སྐར་གྲངས་ཀྱི་འདྲ་བཤུས།

source: Comment as returned from grader, LTI2.0 spec
bo: མཆན་འགྲེལ། འཛིན་གྲྭ་ནས་ཕྱིར་ལོག་བྱུང་། LTI2.0 ཆ་རྐྱེན།

source: Hide External Tool
bo: ཕྱི་རོལ་གྱི་ལག་ཆ་སྦས།

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཆ་ཤས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་འགོ་འཛུགས་བྱེད་པ་ལས་ཕྱི་རོལ་གྱི་རིམ་པ་མ་ལག་དང་མཉམ་དུ་དུས་མཉམ་བཟོ་བའི་ས་གནས་འཛིན་མཁན་དུ་བེད་སྤྱོད་གཏོང་འདོད་ན་བདེན་པ་འདེམས། སྒྲིག་སྟངས་འདིས་ཆ་ཤས་འདིའི་ཆེད་དུ་འགོ་འཛུགས་མཐེབ་དང་IFramesགང་རུང་སྦས་ཡོད།

source: Accept grades past deadline
bo: དུས་བཀག་ལས་བརྒལ་བའི་སྐར་གྲངས་དང་ལེན་བྱེད་པ།

source: Select True to allow third party systems to post grades past the deadline.
bo: ཕྱོགས་གསུམ་པའི་མ་ལག་ལ་དུས་ཚོད་ལས་བརྒལ་བའི་གྲུབ་འབྲས་སྤེལ་ཆོག་པའི་ཆེད་དུ་བདེན་པ་འདེམས།

source: Request user's username
bo: སྤྱོད་མཁན་གྱི་མིང་རེ་ཞུ།

source: Select True to request the user's username.
bo: བདེན་པ་འདེམས་ནས་སྤྱོད་མཁན་གྱི་མིང་རེ་འདུན་བྱེད།

source: Request user's full name
bo: སྤྱོད་མཁན་གྱི་མིང་ཆ་ཚང་རེ་ཞུ།

source: Select True to request the user's full name.
bo: སྤྱོད་མཁན་གྱི་མིང་ཆ་ཚང་རེ་འདུན་བྱེད་པར་བདེན་པ་འདེམས་དགོས།

source: Request user's email
bo: སྤྱོད་མཁན་གྱི་གློག་འཕྲིན་རེ་ཞུ་བྱེད་པ།

source: Select True to request the user's email address.
bo: སྤྱོད་མཁན་གྱི་གློག་འཕྲིན་ཁ་བྱང་རེ་ཞུ་བྱེད་པར་ True འདེམས་དགོས།

source: Send extra parameters
bo: ཚད་གཞི་འཕར་མ་བསྐུར་རོགས།

source: Select True to send the extra parameters, which might contain Personally Identifiable Information. The processors are site-wide, please consult the site administrator if you have any questions.
bo: མི་སྒེར་གྱི་ངོས་འཛིན་བྱེད་ཐུབ་པའི་གནས་ཚུལ་ཡོད་སྲིད་པའི་ཚད་གཞི་ཁ་སྣོན་གཏོང་བར་བདེན་པ་འདེམས། ལས་སྣོན་བྱེད་མཁན་དེ་ཚོ་དྲ་ཚིགས་ཡོངས་ལ་ཁྱབ་ཡོད། གལ་ཏེ་ཁྱེད་ལ་དྲི་བ་ཡོད་ན་དྲ་ཚིགས་འཛིན་སྐྱོང་པར་བཀའ་འདྲི་གནང་རོགས།

source: Custom Parameters must be a list
bo: རང་སྒྲིག་ཚད་གཞི་ནི་ཐོ་གཞུང་ཞིག་ཡིན་དགོས།

source: Custom Parameters should be strings in "x=y" format.
bo: སྲོལ་སྒྲིག་ཚད་གཞི་དེ་ &quot;x=y&quot; རྩ་སྒྲིག་ནང་ཡིག་རྒྱུན་ཡིན་དགོས།

source: Reusable configuration ID must be set when using external config (Example: "x:y").
bo: ཕྱི་རོལ་གྱི་རིམ་སྒྲིག་བེད་སྤྱོད་བྱེད་སྐབས་བསྐྱར་དུ་བེད་སྤྱོད་གཏོང་ཐུབ་པའི་རིམ་སྒྲིག་IDདེ་སྒྲིག་དགོས། (དཔེར་ན་: &quot;x:y&quot;)

source: The specified LTI ID is not configured in this course's Advanced Settings.
bo: སློབ་ཚན་འདིའི་ཡར་ཐོན་སྒྲིག་སྟངས་ནང་གསལ་བཀོད་བྱས་པའི་LTI IDདེ་སྒྲིག་བཀོད་བྱས་མེད།

source: Could not get user data for current request
bo: མིག་སྔའི་རེ་འདུན་ལ་སྤྱོད་མཁན་གྱི་གཞི་གྲངས་ཐོབ་མ་ཐུབ།

source: Could not parse LTI passport: {lti_passport!r}. Should be "id:key:secret" string.
bo: ཨེལ་ཊི་ཨའི་ཕྱི་སྐྱོད་ལག་ཁྱེར་དབྱེ་ཞིབ་བྱེད་མ་ཐུབ། {lti_passport!r}. &quot;id:ལྡེ་མིག:གསང་བ་&quot;ཡིག་རྒྱུན་ཡིན་དགོས།

source: Could not get user id for current request
bo: མིག་སྔའི་རེ་འདུན་ལ་སྤྱོད་མཁན་ཨང་རྟགས་རག་མ་ཐུབ།

source: Could not parse custom parameter: {custom_parameter!r}. Should be "x=y" string.
bo: སྲོལ་སྒྲིག་ཚད་གཞི་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ། {custom_parameter!r}. &quot;x=y&quot; ཡིག་རྒྱུན་ཡིན་དགོས།

source: [LTI]: Real user not found against anon_id: {}
bo: [LTI]: དངོས་གནས་སྤྱོད་མཁན་མ་རྙེད། anon_id: {}

source: Configuration Stored on XBlock fields
bo: XBlock ཡིག་དུམ་ཐོག་གསོག་འཇོག་བྱས་པའི་རིམ་སྒྲིག

source: Configuration Stored on this model
bo: དཔེ་གཟུགས་འདིའི་སྟེང་དུ་སྒྲིག་བཀོད།

source: Configuration Stored on external service
bo: ཕྱི་རོལ་གྱི་ཞབས་ཞུའི་ཐོག་ཉར་ཚགས་བྱས་པའི་སྒྲིག་བཀོད།

source: LTI configuration data.
bo: LTI བཀོད་སྒྲིག་གཞི་གྲངས།

source: The URL of the external tool that initiates the launch.
bo: འགོ་འཛུགས་འགོ་འཛུགས་བྱེད་པའི་ཕྱི་རོལ་གྱི་ལག་ཆའི་URL།

source: Client key provided by the LTI tool provider.
bo: མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་ལྡེ་མིག LTIལག་ཆ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱིས་མཁོ་སྤྲོད་བྱས།

source: Client secret provided by the LTI tool provider.
bo: མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་གསང་བ་དེ་LTIལག་ཆ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱིས་མཁོ་སྤྲོད་བྱས།

source: Platform's generated Private key. Keep this value secret.
bo: སྟེགས་བུའི་སྒེར་གྱི་ལྡེ་མིག རིན་ཐང་འདི་གསང་བར་བྱོས།

source: Platform's generated Private key ID
bo: སྟེགས་བུའི་སྒེར་གྱི་ལྡེ་མིག་ID

source: Platform's generated JWK keyset.
bo: སྟེགས་བུའི་བཟོས་པའི་JWKལྡེ་མིག་སྒྲིག་ཆས།

source: Client ID used by LTI tool
bo: LTIལག་ཆས་བེད་སྤྱོད་བྱས་པའི་ཚོང་ཤག་ཨང་རྟགས་

source: LTI Configuration stores on XBlock needs a block location set.
bo: XBlock ཐོག་ལ་ཡོད་པའི་LTI རིམ་སྒྲིག་ཚོང་ཁང་ལ་བཀག་སྡོམ་གྱི་ས་གནས་ཆ་ཚང་དགོས།

source: LTI Configuration using reusable configuration needs a external ID in "x:y" format.
bo: བསྐྱར་དུ་བེད་སྤྱོད་གཏོང་ཐུབ་པའི་སྒྲིག་བཀོད་བཀོལ་སྤྱོད་བྱེད་པའི་LTIསྒྲིག་བཀོད་ལ་&quot;x:y&quot;རྩ་སྒྲིག་ནང་ཕྱི་རོལ་གྱི་IDདགོས།

source: LTI Configuration stored on the model for LTI 1.3 must have a value for one of lti_1p3_tool_public_key or lti_1p3_tool_keyset_url.
bo: LTI 1.3 ཡི་དཔེ་གཞིའི་སྟེང་དུ་གསོག་འཇོག་བྱས་པའི་LTI རིམ་སྒྲིག་ལ་ lti_1p3_tool_public_key ཡང་ན་ lti_1p3_tool_keyset_url ཡི་རིན་ཐང་དགོས།

source: CONFIG_ON_XBLOCK and CONFIG_EXTERNAL are not supported for LTI 1.3 Proctoring Services.
bo: CONFIG_ON_XBLOCK དང་ CONFIG_EXTERNAL གཉིས་ LTI 1.3 ལྟ་རྟོག་ཞབས་ཞུའི་ཆེད་དུ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: Invalid LTI configuration.
bo: ནུས་མེད་ཀྱི་LTIསྒྲིག་བཀོད།

source: The selected content type is not supported by Open edX.
bo: འདེམས་སྒྲུག་བྱས་པའི་ནང་དོན་རིགས་དེ་ Open edX གིས་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: You don't have access to save LTI Content Items.
bo: ཁྱེད་ལ་LTIནང་དོན་རྣམ་གྲངས་ཉར་ཚགས་བྱེད་པའི་ཐོབ་ཐང་མེད།

source: Please check that you have course staff permissions and double check this block's LTI settings.
bo: ཁྱེད་ལ་སློབ་ཚན་གྱི་ལས་བྱེད་པའི་ཆོག་མཆན་ཡོད་མེད་བརྟག་དཔྱད་བྱེད་རོགས།

source: LTI Deep Linking failed.
bo: LTI གཏིང་ཟབ་པའི་འབྲེལ་མཐུད་འཐུས་ཤོར་བྱུང་།

source: LTI Deep Linking
bo: LTI གཏིང་ཟབ་འབྲེལ་མཐུད།

source: The LTI Deep Linking content was successfully saved in the LMS.
bo: LTI Deep Linking ནང་དོན་དེ་LMS ནང་དུ་མཐར་ཕྱིན་ངང་གསོག་འཇོག་བྱས།

source: You can safely close this page now.
bo: ཁྱེད་ཀྱིས་ད་ལྟ་ཤོག་ངོས་འདི་བདེ་འཇགས་ངང་ཁ་རྒྱག་ཐུབ།

source: Unauthorized.
bo: དབང་ཆ་མེད་པ།

source: Students don't have permissions to perform LTI Deep Linking configuration launches.
bo: སློབ་ཕྲུག་ཚོར་LTI Deep Linking བཀོད་སྒྲིག་འགོ་འཛུགས་བྱེད་པའི་ཆོག་མཆན་མེད།

source: LTI 1.3 Launches can only be performed from the LMS.
bo: LTI 1.3 འགོ་འཛུགས་དེ་LMS ནས་རྐྱངམ་གཅིག་སྒྲུབ་ཐུབ།

source: To set up the LTI integration, you need to register the LMS in the tool with the information provided below.
bo: གཤམ་གསལ་གྱི་གནས་ཚུལ་དང་མཉམ་དུ་LTIམཉམ་སྒྲིག་སྒྲིག་འཛུགས་བྱེད་པར་ཁྱེད་ཀྱིས་ལག་ཆའི་ནང་LMSཐོ་འགོད་བྱེད་དགོས།

source: Client ID:
bo: མཁོ་སྤྲོད་པ་ཨང་རྟགས།

source: Deployment ID:
bo: བཀོལ་སྤྱོད་ཨང་རྟགས།

source: Keyset URL:
bo: ལྡེ་མིག་སྒྲིག་ཆས་URL:

source: Access Token URL:
bo: འཛུལ་སྤྱོད་བརྡ་རྟགས་URL:

source: Login URL:
bo: ནང་འཇུག་ཁ་བྱང་།

source: Deep Linking is configured on this tool.
bo: ལག་ཆ་འདིའི་སྟེང་དུ་གཏིང་ཟབ་པའི་འབྲེལ་མཐུད་སྒྲིག་བཀོད་བྱས་ཡོད།

source: The Deep Linking configuration stored is presented below:
bo: གསོག་འཇོག་བྱས་པའི་གཏིང་ཟབ་པའི་འབྲེལ་མཐུད་སྒྲིག་བཀོད་གཤམ་དུ་བསྟན་ཡོད།

source: If you run deep linking again, the content above will be replaced.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡང་བསྐྱར་འབྲེལ་མཐུད་གཏིང་ཟབ་སྤེལ་ན། གོང་གི་ནང་དོན་དེ་བརྗེ་སྒྱུར་བྱེད།

source: You can configure this tool's content using LTI Deep Linking.
bo: ཁྱེད་ཀྱིས་LTI Deep Linking བཀོལ་ནས་ལག་ཆ་འདིའི་ནང་དོན་སྒྲིག་བཀོད་བྱེད་ཐུབ།

source: To do that, make sure the block is published and click the link below:
bo: དེ་ལྟར་བྱེད་པར་བཀག་སྡོམ་དེ་པར་སྐྲུན་བྱས་ཟིན་པར་ཁག་ཐེག་བྱས་ནས་གཤམ་གྱི་སྦྲེལ་མཐུད་ལ་སྣུན་དགོས།

source: Deep Linking Launch - Configure tool
bo: འབྲེལ་མཐུད་གཏིང་ཟབ་འགོ་འཛུགས། ལག་ཆ་སྒྲིག་བཀོད་བྱེད་པ།

source: Press to Launch
bo: མནན་ནས་འགོ་འབྱེད།

source: There was an error while launching the LTI tool:
bo: LTIལག་ཆ་འགོ་འཛུགས་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: If you're seeing this on a live course, please contact the course staff.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་འདི་ཐད་གཏོང་སློབ་ཚན་ཐོག་མཐོང་གི་ཡོད་ན། སློབ་ཚན་གྱི་ལས་བྱེད་ཚོར་འབྲེལ་བ་གནང་རོགས།

source: There was an error while starting your LTI proctored assessment.
bo: ཁྱེད་རང་གི་LTIབརྟག་དཔྱད་འགོ་འཛུགས་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།

source: Sending you back to your exam.
bo: ཁྱེད་རང་ཕྱིར་རྒྱུགས་ལ་གཏོང་གི་ཡོད།

source: Return to exam.
bo: རྒྱུགས་ལ་ལོག་རྒྱུ།

source: Cancel
bo: ཕྱིར་འཐེན།

source: OK
bo: འགྲིག

source: Click OK to have your username, full name, and e-mail address sent to a 3rd party application.
bo: ཁྱེད་ཀྱི་སྤྱོད་མཁན་གྱི་མིང་དང་མིང་ཆ་ཚང་དང་གློག་འཕྲིན་ཁ་བྱང་དེ་ཚོ་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་རོགས།

source: Click OK to have your username and e-mail address sent to a 3rd party application.
bo: ཁྱེད་རང་གི་སྤྱོད་མཁན་གྱི་མིང་དང་གློག་འཕྲིན་ཁ་བྱང་དེ་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་དགོས།

source: Click OK to have your username and full name sent to a 3rd party application.
bo: ཁྱེད་རང་གི་སྤྱོད་མཁན་གྱི་མིང་དང་མིང་ཆ་ཚང་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་རོགས།

source: Click OK to have your full name and e-mail address sent to a 3rd party application.
bo: ཁྱེད་ཀྱི་མིང་དང་གློག་འཕྲིན་ཁ་བྱང་ཆ་ཚང་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་རོགས།

source: Click OK to have your username sent to a 3rd party application.
bo: ཁྱེད་ཀྱི་སྤྱོད་མཁན་གྱི་མིང་དེ་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་རོགས།

source: Click OK to have your full name sent to a 3rd party application.
bo: ཁྱེད་ཀྱི་མིང་ཆ་ཚང་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་རོགས།

source: Click OK to have your e-mail address sent to a 3rd party application.
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་ཁ་བྱང་དེ་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་བར་བདེན་པ་ལ་སྣུན་རོགས།

source: Click Cancel to return to this page without sending your information.
bo: ཁྱེད་རང་གི་ཆ་འཕྲིན་མ་བསྐུར་བར་ཤོག་ངོས་འདིར་ལོག་ཆེད་ཆ་མེད་ལ་སྣུན་རོགས།
