Repository: Yogesh-Bhagat-Test/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Personal info
bo: སྒེར་གྱི་གནས་ཚུལ།

source: Permissions
bo: ཆོག་མཆན་ཁག

source: Important dates
bo: གལ་ཆེའི་ཟླ་ཚེས།

source: Social Sharing
bo: སྤྱི་ཚོགས་མཉམ་སྤྱོད།

source: A Facebook app ID is required to enable Facebook sharing.
bo: ངོ་དེབ་བརྒྱུད་ནས་མཉམ་སྤྱོད་བྱེད་ཐུབ་པར་བཟོ་བ་ལ་ངོ་དེབ་མཉེན་ཆས་ཀྱི་ID ཞིག་དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག

source: Platform Name
bo: དྲ་སྟེགས་ཀྱི་མིང་།

source: Name of your Open edX platform
bo: ཁྱེད་ཀྱི་ Open edX platform ཡི་མིང་།

source: Segment Key
bo: རིགས་ཚན་གཙོ་ཚིག

source: Theme Name
bo: བཟོ་བཀོད་ཀྱི་མིང་།

source: Name of of the theme to use for this site. This value should be lower-cased.
bo: གནས་འདིར་བེད་སྤྱོད་བྱ་རྒྱུའི་བཟོ་བཀོད་དེའི་མིང་། དབྱིན་ཡིག་གི་ཡིག་འབྲུ་ཆུང་བ་ཁོ་ན་འབྲི་དགོས།

source: LMS base url for custom site
bo: LMS ཡི་གཞི་རྩའི་དྲ་ཚིགས་ཀྱི་དྲ་ཐག

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
bo: རྩ་བའི་ LMS ཡི་དྲ་ཐག་དཔེར་ན། (e.g. https://courses.stage.edx.org)

source: Catalog API URL
bo: དཀར་ཆག་གི་ API URL

source: Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)
bo: དཀར་ཆག་API དེའི་རྩ་བའི་URL (e.g. https://api.edx.org/catalog/v1/)

source: Terms of Service URL
bo: ཞབས་ཞུའི་སྒྲིག་གཞིའི་། URL

source: Privacy Policy URL
bo: གསང་རྒྱའི་ཆོད་གནགྱི་ URL

source: Homepage URL
bo: གཙོ་ངོས་ཀྱི་ URL

source: Company Name
bo: ཀུང་སིའི་མིང།

source: Verified Certificate URL
bo: ཁུངས་སྐྱེལ་བྱས་ཡོད་པའི་ལག་ཁྱེར་གྱི་ URL

source: Certificate Help URL
bo: ལག་ཁྱེར་གྱི་རམ་འདེགས། URL

source: URL of page for questions about certificates
bo: ལག་ཁྱེར་གྱི་སྐོར་ལ་དོགས་འདྲི་བྱ་སའི་ཤོག་ངོས་ཀྱི་URL

source: Enable Learner Records
bo: སློབ་གཉེར་བས་ཕབ་བཤུའི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Enable the Records feature. The LMS has a similar setting.
bo: སྨྱན་ལེན་ཆོག་པ་བཟོས། LMS སློབ་ཚན་དོ་དམ་མ་ལག་དེ་ལའང་སྒྲིག་འགོད་གཅིག་མཚུང་ཞིག་ཡོད།

source: Learner Records Help URL
bo: སློབ་གཉེར་བས་ཕབ་བཤུའི་རམ་འདེགས་ཀྱི་URL

source: URL of page for questions about Learner Records
bo: སློབ་གཉེར་བས་ཕབ་བཤུའི་་སྐོར་ལ་དོགས་འདྲི་བྱ་སའི་ཤོག་ངོས་ཀྱི་URL

source: Facebook App ID
bo: ངོ་དེབ་མཉེན་ཆས་ཀྱི་ ID

source: Facebook app ID used for sharing
bo: བརྒྱུད་སྐུར་བྱེད་པར་བཀོལ་རྒྱུའི་ངོ་དེབ་མཉེན་ཆས་ཀྱི་ ID

source: Twitter Username
bo: Twitter སྤྱོད་མིང་།

source: Twitter username included in tweeted credentials. Do NOT include @.
bo: Twitter སྤྱོད་མིང་ནང་སྤྱོད་མིང་རང་འགོད་པ་མ་གཏོགས། འདི་ @ ཡོད་མི་རུང་།

source: Enable Facebook sharing
bo: ངོ་དེབ་ནང་མཉམ་སྤྱོད་བྱེད་ཆོག

source: Enable sharing via Facebook
bo: ངོ་དེབ་བརྒྱུད་ནས་བརྒྱུད་སྐུར་གྱི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Enable LinkedIn sharing
bo: LinkedIn ནང་བརྒྱུད་སྐུར་གྱི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Enable sharing via LinkedIn
bo: LinkedInབརྒྱུད་ནས་བརྒྱུད་སྐུར་གྱི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Enable Twitter sharing
bo: Twitter ནང་བརྒྱུད་སྐུར་གྱི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Enable sharing via Twitter
bo: Twitter བརྒྱུད་ནས་བརྒྱུད་སྐུར་གྱི་བྱེད་ནུས་སྒོ་ཕྱེ།

source: Full Name
bo: མིང་ཧྲིལ་བོ།

source: All authoring organizations of the program MUST have a certificate image defined!
bo: ལས་གཞི་འདིའི་བདག་པོའི་ཚོགས་པ་ཚང་མར་ངོས་འཛིན་ཡོད་པའི་ལག་ཁྱེར་གྱི་འདྲ་པར་རེ་ངེས་པར་དུ་ཡོད་དགོས།

source: The image file size must be less than 250KB.
bo: འདྲ་པར་གྱི་ཆེ་ཆུང་ 250KB ལས་ཆུང་བ་དགོས།

source: Invalid course key.
bo: སློབ་ཚན་གྱི་ཚིག་གནད་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Signatory organization name if its different from issuing organization.
bo: ལག་འཁྱེར་སྤྲོད་མཁན་གྱི་ཚོགས་པ་དང་མིང་རྟགས་འགོད་མཁན་གྱི་ཚོགས་པ་གཉིས་མི་འདྲ་བ་ཡིན་ན། མིང་རྟགས་འགོད་མཁན་གྱི་ཚོགས་པའི་མིང་འབྲི་ས།

source: Image must be square PNG files. The file size should be under 250KB.
bo: འདྲ་པར་གྱི་རྣམ་པ་ PNG དང་གྲུ་བཞི་ཡིན་དགོས། ཆེ་ཆུང་ 250KB ལས་ཆུང་བ་དགོས།

source: awarded
bo: གཟེངས་རྟགས་ཐོབ་པ།

source: revoked
bo: རྩིས་མེད་བཏང་བ།

source: URL at which the credential can be downloaded
bo: བདེན་དཔང་ཡིག་ཆ་ཕབ་ལེན་བྱེད་རུང་བའི་ URL

source: The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio.
bo: ལག་ཁྱེར་གྲ་སྒྲིག་ཟིན་པའི་ཚེས་གྲངས་དང་དུས་ཚོད་དེ་སྒྲིག་སྟེགས་ནང་སྒྲིག་ཟིན་པ་དང་། བདེན་དཔང་ཡིག་ཆའི་ནང་འདྲ་བཤུས་བྱོས། འདི་ནི་ངེས་པར་དུ་སྒྲིག་སྟེགས་ནང་བསྒྲིག་པ་ཡིན་དགོས།

source: Program UUID
bo: ལས་གཞིའི་ UUID

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
bo: གསལ་སྟོན་བྱ་རྒྱུའི་འབྲེལ་ཡོད་ཚོགས་པའི་མིང་ (དཔེར་ན། ACME གཙུག་ལག་སློབ་གཉེར་ཁང་) འདིའི་ཚབ་ལ་དེའི་བསྡུས་མིང་། (དཔེར་ན། ACMEx)

source: Use organization name
bo: ཚོགས་པའི་མིང་བེད་སྤྱོད་བྱེད།

source: I completed a course at {platform_name}. Take a look at my certificate:
bo: ངས་ {platform_name} འདིའི་ནང་སློབ་ཚན་ཞིག་ཆ་ཚང་བ་བླངས་ཟིན། ངའི་ལག་འཁྱེར་ལ་གཟིགས་དང་།

source: {first_org} and {second_org}
bo: {first_org} དང་ {second_org}

source: {series_of_orgs}, and {last_org}
bo: {series_of_orgs} དང་ {last_org}

source: successfully completed all courses and received passing grades for a Professional Certificate in
bo: འདིའི་ནང་ནས་ཆེད་ལས་པའི་ལག་འཁྱེར་ཞིག་གི་ཆེད་དུ་སློབ་ཚན་ཡོངས་སུ་རྫོགས་པ་བླངས་ཟིན་པ་དང་། རྒྱུགས་འཕྲོད་པའི་སྦྱོང་འབྲས་ཐོབ་སྐར་ཡང་འབྱོར་སོང་།

source: Professional Certificate
bo: ཆེད་ལས་ལག་ཁྱེར།

source: Cache cleared.
bo: Cache གཙང་སེལ་བྱས་ཟིན།

source: {action} is not a valid action.
bo: {action} ནི་ནུས་ལྡན་གྱི་བྱ་བ་ཞིག་མ་རེད།

source: N/A
bo: མི་འདུག

source: sent
bo: བཏང་ཟིན།

source: other
bo: གཞན།

source: User credit pathways can only be connected to credit pathways.
bo: བེད་སྤྱོད་པའི་བུ་ལོན་གྱི་ལམ་དེ་བུ་ལོན་གྱི་ལམ་ལ་མ་གཏོགས་མཐུད་ཐུབ་ཀྱི་མེད།

source: Program Listing View
bo: ལས་རིམ་ཐོ་འགོད་མཐོང་སྣང་།

source: The following is a list of all active programs for which program records are being generated.
bo: གཤམ་གསལ་ནི་ལས་རིམ་དྲན་ཐོ་བཟོ་བཞིན་པའི་ལས་རིམ་ཤུགས་ལྡན་ཚང་མའི་ཐོ་གཞུང་ཡིན།

source: Issuer ID
bo: སྤྲོད་མཁན་གྱི་ཨང་རྟགས།

source: At least one Issuer must be always enabled!
bo: ཉུང་མཐར་ཡང་བཏོན་མཁན་གཅིག་རྟག་ཏུ་ལག་བསྟར་བྱེད་དགོས།

source: Open Badges Specification v3.0
bo: ཁ་ཕྱེ་བའི་རྟགས་མཚན་གྱི་ཆེད་བསྒྲིགས་ v3.0

source: Open Badges Specification v3.0.1
bo: ཁ་ཕྱེ་བའི་རྟགས་མཚན་གྱི་གསལ་བཤད་v3.0.1

source: Status List 2021
bo: གནས་ཚུལ་ཐོ་གཞུང་2021

source: Verifiable Credentials Data Model v1.1
bo: བདེན་དཔང་བྱེད་ཐུབ་པའི་ཡིག་ཆའི་གྲངས་ཐོའི་དཔེ་གཞི་v1.1

source: Couldn't find such issuance line: [{issuance_uuid}]
bo: དེ་ལྟ་བུའི་འགྲེམ་སྤེལ་གྲལ་ཐིག་རྙེད་མ་སོང་། [ {issuance_uuid} ]

source: Seems credential isn't active anymore: [{credential_id}]
bo: ཡིག་ཆ་དེ་ད་དུང་ཤུགས་ལྡན་མིན་པ་འདྲ། [ {credential_id} ]

source: Provided data didn't validate
bo: མཁོ་སྤྲོད་བྱས་པའི་གཞི་གྲངས་དེ་བདེན་དཔང་བྱས་མེད།

source: Issued verifiable credential can't be verified!
bo: བདེན་དཔང་བྱེད་ཐུབ་པའི་ཡིག་ཆ་སྤྲད་པ་དེ་བདེན་དཔང་བྱེད་མི་ཐུབ།

source: Related Open edX learner credential
bo: འབྲེལ་ཡོད་ཁ་ཕྱེ་བའི་edXསློབ་སྦྱོང་བྱེད་མཁན་གྱི་ཡིག་ཆ།

source: Completeness indicator
bo: འཐུས་སྒོ་ཚང་བའི་མཚོན་རྟགས།

source: Issuer DID
bo: སྤྲོད་མཁན།

source: Target storage identifier
bo: དམིགས་འབེན་གསོག་འཇོག་ངོས་འཛིན།

source: Verifiable credential subject DID
bo: བདེན་དཔང་བྱེད་ཐུབ་པའི་ཡིག་ཆ་སློབ་ཚན་DID

source: Verifiable credential specification to use
bo: བེད་སྤྱོད་གཏོང་བའི་བདེན་དཔང་བྱེད་ཐུབ་པའི་ཡིག་ཆའི་ཆ་རྐྱེན།

source: Defines a position in the Status List sequence
bo: གནས་ལུགས་རེའུ་མིག་གོ་རིམ་ནང་གི་གནས་ངེས་འཛིན་བྱེད།

source: Keeps track on a corresponding user credential's status
bo: འབྲེལ་ཡོད་སྤྱོད་མཁན་གྱི་ཆོག་མཆན་གནས་ཚུལ་ལ་རྗེས་འདེད་བྱེད།

source: program certificate
bo: ལས་རིམ་ལག་ཁྱེར།

source: course certificate
bo: སློབ་ཚན་ལག་ཁྱེར།

source: program certificate for passing a program {program_title}
bo: ལས་རིམ་ཞིག་བརྒྱུད་པའི་ལས་རིམ་ལག་ཁྱེར། {program_title}

source: , with total {hours_of_effort} Hours of effort required to complete it
bo: , བསྡོམས་པས་ {hours_of_effort} ཆུ་ཚོད་ཀྱི་འབད་བརྩོན་བྱས་ནས་མཇུག་སྒྲིལ་དགོས།

source: {credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}.
bo: {credential_type} {organizations} {program_title} ལས་རིམ་མཇུག་སྒྲིལ་བའི་ཐོག་ལ་སྤྲད་པ་རེད {platform_name} {program_title} ལས་རིམ་ནང་ {course_count} སློབ་ཚན་(s) {effort_info} ཚུད་ཡོད།

source: {recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}.
bo: {recipient_fullname} མཐར་ཕྱིན་ {platform_name} སློབ་ཚན་ཚང་མ་མཇུག་སྒྲིལ་ནས་ {program_title} ལས་རིམ་ནང་ཆེད་ལས་ལག་འཁྱེར་གྱི་གྲུབ་འབྲས་ཐོབ་ཡོད {organizations}

source: recipient
bo: ལེན་མཁན།

source: Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
bo: གསང་བའི་ལྡེ་མིག་སྤྲོད་མཁན། གཟིགས་རོགས།

source: Status List generation failed: [{issuer_id}]
bo: གནས་སྟངས་ཐོ་གཞུང་བཟོ་མ་ཐུབ། [ {issuer_id} ]

source: There are no enabled Issuance Configurations for some reason! At least one must be always active.
bo: རྒྱུ་མཚན་གང་ཞིག་ལ་བརྟེན་ནས་སྤྲོད་པའི་སྒྲིག་བཀོད་ལག་བསྟར་བྱེད་ཐུབ་ཀྱི་མེད། ཉུང་མཐར་ཡང་གཅིག་རྟག་ཏུ་འགུལ་སྐྱོད་བྱེད་དགོས།

source: Verifiable Credentials feature is not enabled [{feature_name}]
bo: བདེན་དཔང་བྱེད་ཐུབ་པའི་ཡིག་ཆའི་ཁྱད་ཆོས་དེ་ལག་བསྟར་བྱས་མེད། [ {feature_name} ]

source: Mandatory data is missing
bo: དགོས་ངེས་ཀྱི་གཞི་གྲངས་མེད་པ།

source: Credential identifier must be valid UUID: ['credential_uuid']
bo: ཆོག་མཆན་ངོས་འཛིན་བྱེད་མཁན་ངེས་པར་དུ་ནུས་ལྡན་གྱི་UUID: [&#39;credential_uuid&#39;] ཡིན་དགོས།

source: No such user credential [%(credential_uuid)s]
bo: དེ་ལྟ་བུའི་སྤྱོད་མཁན་གྱི་ཡིག་ཆ་མེད། [ %(credential_uuid)s ]

source: Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}
bo: མཁོ་སྤྲོད་བྱས་པའི་དོས་ཁང་གི་རྒྱབ་ཕྱོགས་( {storage_id} )དེ་ཤུགས་ལྡན་མིན། གསོག་འཇོག་ཁང་། {active_storages}

source: Can't find an Issuer with such ID [{issuer_id}]
bo: དེ་ལྟ་བུའི་ཨང་རྟགས་ཡོད་པའི་སྤྲོད་མཁན་ཞིག་རྙེད་མ་ཐུབ། [ {issuer_id} ]

source: Learner Credential Wallet
bo: སློབ་མའི་ཡིག་ཚགས་དངུལ་ཁུག་།

source: Page Not Found
bo: ཤོག་ངོས་མ་རྙེད།

source: Server Error
bo: ཞབས་ཞུའི་ནོར་འཁྲུལ།

source: Print or share your certificate
bo: དཔང་ཡིག་དཔར་བའམ་མཉམ་སྤྱོད།

source: Share this certificate via Facebook
bo: ལག་འཁྱེར་འདི་Facebookབརྒྱུད་ནས་མཉམ་སྤྱོད་བྱེད་རོགས།

source: Tweet this certificate
bo: ལག་འཁྱེར་འདི་ཊི་ཝི་ཊར་ཐོག་བཏང་།

source: Add to LinkedIn profile
bo: LinkedIn ཡི་ངོ་སྤྲོད་ནང་སྣོན།

source: Add this certificate to your LinkedIn profile
bo: ལག་ཁྱེར་འདི་ཁྱེད་ཀྱི་ལིན་ཁི་ཌི་ཡིན་གསལ་སྡུད་ལ་ཁ་སྣོན་བྱོས།

source: Print
bo: དཔར་སྐྲུན།

source: Print this certificate
bo: ལག་ཁྱེར་འདི་པར་སྐྲུན་བྱེད་པ།

source: Legal Policies
bo: ཁྲིམས་ལུགས་ཀྱི་སྲིད་ཇུས།

source: Terms of Service & Honor Code
bo: ཞབས་ཞུའི་སྒྲིག་གཞི་ཁག & Honor Code

source: Privacy Policy
bo: གསང་རྒྱའི་ཆོད་གན།

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
bo: ཐོབ་ཐང་ཚང་མ་བདག་གཉེར་བྱས་ཡོད། edX, Open edX དང་ edX དང་ Open edX རྟགས་མཚན་ནི་ edX Inc ཡི་ཐོ་འགོད་ཚོང་རྟགས་ཡང་ན་ཚོང་རྟགས་ཡིན།

source: Powered by
bo: ནུས་པ་འདོན་མཁན།

source: Skip to main content
bo: ནང་དོན་གཙོ་བོའི་ཐད་ལ་མཆོང་།

source: Congratulations, %(user_name)s!
bo: འཚམས་འདྲི་ཞུ། %(user_name)s !

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s.
bo: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་ལག་འཁྱེར་དེ་ %(platform_name)s ནས་ཐོབ་པར་ཧུར་ཐག་བྱས། ཁྱེད་རང་གིས་ %(program_display_name)s ནང་དུ་ཤེས་རྟོགས་བྱུང་བའི་སྐོར་ལ་ལས་རོགས་དང་གྲོགས་པོ་དང་ནང་མི་ཚོ་དང་མཉམ་དུ་བརྗེ་རེས་བྱོས།

source: Go to %(platform_name)s Home Page
bo: %(platform_name)s གཙོ་ཤོག་ལ་སོང་།

source: All rights reserved
bo: ཆ་ཚང་བ་ལ་བདག་དབང་ཡོད།

source: Hello
bo: བདེ་མོ

source: Congratulations on completing the %(program_title)s %(program_type)s Program!
bo: %(program_title)s %(program_type)s ལས་རིམ་མཇུག་སྒྲིལ་བར་འཚམས་འདྲི་ཞུ།

source: Sincerely,<br/>The %(platform_name)s Team
bo: ལྷག་བསམ་རྣམ་དག་གིས,<br/> %(platform_name)s རུ་ཁག

source: Sincerely
bo: ལྷག་བསམ་རྣམ་དག་གིས

source: The %(platform_name)s Team
bo: %(platform_name)s ཡི་ཚོགས་ཆུང་།

source: Congratulations for finishing your %(program_title)s %(program_type)s Program!
bo: ཁྱེད་རང་གི་ %(program_title)s %(program_type)s ལས་རིམ་མཇུག་སྒྲིལ་བར་འཚམས་འདྲི་ཞུ།

source: Supported by the following organizations
bo: གཤམ་གསལ་ཚོགས་སྡེ་ཁག་གིས་རྒྱབ་སྐྱོར་གནང་མཁན།

source: logo
bo: ལས་རྟགས།

source: {start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}
bo: {start_span} འདི་ནི་ {end_span} {start_strong} {user_name} {end_strong} ཡིན་པར་བདེན་དཔང་བྱེད་ཆེད་ཡིན།

source: a program offered by %(org_name_string)s, in collaboration with %(platform_name)s.
bo: ལས་རིམ་ཞིག %(org_name_string)s གིས་སྤྲོད་པ་དང་། %(platform_name)s དང་མཉམ་དུ་སྤྲོད་པ་རེད།

source: Noted by
bo: མཆན་བཀོད་མཁན།

source: Issued {month} {year}
bo: བཀྲམ་པ་ {month} {year}

source: Valid Certificate ID
bo: ནུས་ལྡན་ལག་འཁྱེར་ཨང་རྟགས།

source: Effort
bo: རྩོལ་བ

source: %(num_hours)s hour
bo: %(num_hours)s ཆུ་ཚོད།

source: For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}.
bo: ཁྱེད་རང་གི་ལག་ཁྱེར་པར་སྐྲུན་བྱེད་པའི་སྐོར་གྱི་བསླབ་བྱ་དང་ཐབས་ཤེས་ཆེད་དུ་ {start_anchor} དྲ་རྒྱའི་ལག་ཁྱེར་གྱི་རོགས་རམ་ཡིག་ཆ་ {end_anchor} ལ་གཟིགས།

source: Management View
bo: འཛིན་སྐྱོང་ལྟ་ཚུལ།

source: Clear cache
bo: མཛོད་བསུབ་པ།

source: %(user_full_name)s has sent an updated program record for %(program_name)s.
bo: %(user_full_name)s ཡིས་ %(program_name)s ཡི་ཆེད་དུ་ལས་རིམ་གསར་བརྗེ་བྱས་པའི་ཐོ་འགོད་བཏང་ཡོད།

source: %(user_full_name)s has sent their completed program record for %(program_name)s.
bo: %(user_full_name)s ཡིས་ %(program_name)s ཡི་ཆེད་དུ་ཁོང་ཚོའི་ལས་རིམ་གྱི་ཐོ་འགོད་ཆ་ཚང་བཏང་ཡོད།

source: %(user_full_name)s has sent their partially completed program record for %(program_name)s.
bo: %(user_full_name)s %(program_name)s ཡི་ཆེད་དུ་ཁོང་ཚོའི་ལས་རིམ་ཆ་ཤས་མཇུག་སྒྲིལ་བའི་ཐོ་འགོད་བཏང་ཡོད།

source: %(user_full_name)s would like to apply for credit in the %(pathway_name)s.
bo: %(user_full_name)s %(pathway_name)s ནང་ལ་བུ་ལོན་ཞུ་འདོད་ཡོད།

source: Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status.
bo: སྐུ་མཁྱེན། %(user_full_name)s ཡི་སྤྱི་པའི་ལས་རིམ་གྱི་ཐོ་འགོད་ལ་གཟིགས་པའམ་ཡང་ན་ཕབ་ལེན་བྱས་ནས་ཁོང་ཚོའི་བུ་ལོན་ཐོབ་ཐང་གི་གནས་ཚུལ་གཏན་འབེབས་བྱེད་རོགས།

source: View Program Record
bo: ལས་རིམ་ཟིན་ཐོ་ལ་གཟིགས།

source: Download Record (CSV)
bo: ཕབ་ལེན་ཟིན་ཐོ། (CSV)

source: %(program_name)s Updated Credit Request for %(user_full_name)s
bo: %(program_name)s གསར་བཅོས་བྱས་པའི་བུ་ལོན་གྱི་རེ་འདུན་ %(user_full_name)s ཡི་ཆེད་དུ་ཡིན།

source: %(program_name)s Credit Request for %(user_full_name)s
bo: %(program_name)s བུན་གཡར་གྱི་རེ་འདུན་ %(user_full_name)s

source: Credentials Administration
bo: དཔང་ཡིག་དོ་དམ།
